{
    "scheduleId": 5269007,
    "scheduleStartTime": "2026-01-13 10:00:00",
    "scheduleEndTime": "2026-02-12 03:59:59",
    "challengeName": "6.4",
    "levels": [
        {
            "id": 100701,
            "monsterLevel": 40,
            "levelConfigs": [
                {
                    "id": 1007041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_MandragoraElite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20081201,
                        "level": 40,
                        "hp": 218561.04091406465,
                        "attack": 4900.966621724889,
                        "defense": 699.999988079071,
                        "matchedName": "Mandragora_Elite",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 1.350000023841858,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Hexadecatonic Mandragora: Normal",
                    "ptLevelName": "Mandrágora Hexadecagonal Veterana: Normal",
                    "ruLevelName": "Бывалая шестнадцатикратная мандрагора: обычная",
                    "chsLevelName": "历经百战的十六倍曼陀草·常形",
                    "enMonsterSpecialDesc": "An exceptionally large Mandragora, likely an exotic variant produced through an extended artificial selection process. Although the original objective behind its cultivation is no longer known, its unique sense of territoriality suggests it may have been the product of some kind of special experiment.\\nNow, under the negative influence of the Ley Lines, its territorial consciousness has been severely distorted and intensified, and it greets every intruder with blatant, unrestrained hostility.",
                    "ptMonsterSpecialDesc": "Uma Mandrágora excepcionalmente grande, provavelmente produzida por meio de seleção artificial prolongada. Embora o objetivo original por detrás de seu cultivo não ser mais conhecido, o organismo exibe um perfil de comportamento territorial atípico, o que sugere que foi criado como parte de um experimento.\\nHoje, os efeitos da Linha Ley a tornou ainda mais territorial e feroz, e recebe todos os intrusos com enorme hostilidade.",
                    "ruMonsterSpecialDesc": "Необычайно крупная мандрагора, вероятно выведенная в результате длительной селекции. Хотя первоначальная цель её культивации уже забыта, организм демонстрирует нетипичное территориальное поведение, что допускает вероятность её создания в рамках специального эксперимента.\\nТеперь, под негативным воздействием артерий земли, её территориальное поведение серьёзно искажено и усилено. Она проявляет неприкрытую враждебность ко всем нарушителям границ.",
                    "chsMonsterSpecialDesc": "异乎寻常的巨大曼陀草，似乎是经历了漫长的人工选育才诞生的奇异品种。虽然最初培育它的目的早已不得而知，但从其拥有着独特的领地意识来看，或许它曾是某个特殊实验的产物。\\n如今，在地脉的负面作用下，其领地意识被严重扭曲并增强，对所有侵入者均表现出毫不掩饰的敌意。",
                    "enMonsterSpecialMechanicName": [
                        "Agglomerated State",
                        "Split State",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Estado Aglomerado",
                        "Estado Dividido",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Объединение",
                        "Разделение",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "聚合状态",
                        "分裂状态",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "When battle begins, the Nemesis enters the Agglomerated State, during which <color=#FFD780FF>all RES is greatly increased</color>. While in this state, the Nemesis's Agglomeration Energy is constantly consumed. Dealing <color=#FFD780FF>Pyro or Electro</color> DMG to the Nemesis drains this energy more quickly. When its Agglomeration Energy is fully depleted, the Nemesis unleashes Sporebloom and switches to the Split State.",
                        "When this Nemesis enters the Split State, it splits into a large number of spores. When these spores take damage, a certain percentage of the total damage is also dealt to the Nemesis. After remaining in the Split State for a period of time, the Nemesis will return to the Agglomerated State. In this case, if the number of spores on the field falls below a certain number, the Nemesis will enter the Brittle Agglomerated State, during which <color=#FFD780FF>all RES is greatly reduced</color> and its combat abilities are diminished. Additionally, if all spores generated in Split State are defeated, the Nemesis will exit the Split State early and go into the Brittle Agglomerated State instead.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha começa, o Vilão entra no Estado Aglomerado, durante sua duração, <color=#FFD780FF>toda resistência é bastante aumentada</color>. Enquanto está neste estado, a Energia de Aglomeração do Vilão é constantemente consumida. Causar <color=#FFD780FF>Dano Pyro ou Electro</color> ao Vilão drenará sua energia mais rapidamente. Quando sua Energia de Aglomeração for totalmente consumida, o Vilão lançará \"Floração de Esporos\" e trocará para o Estado Dividido.",
                        "Uma grande quantidade de esporos vão se espalhar e dividir quando o Vilão entra no Estado Dividido. Quando esses esporos levam dano, uma porção do dano também é causada no Vilão, que sairá do Estado Dividido e retornará para o Estado Aglomerado após um certo tempo. Porém, se o número de esporos em campo cair abaixo de um certo número, o Vilão entrará no Estado Aglomerado Frágil, durante sua duração, <color=#FFD780FF>toda resistência é bastante reduzida</color> e suas habilidades de combate são reduzidas. Adicionalmente, se todos os esporos gerados no Estado Dividido forem derrotados, o Vilão sairá do Estado Dividido cedo e entrar no Estado Aglomerado Frágil.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В начале битвы сильный противник войдёт в состояние объединения: <color=#FFD780FF>все виды сопротивления сильно повышаются</color>. Это состояние постоянно расходует энергию объединения противника. Нанесение <color=#FFD780FF>Пиро или Электро</color> урона противнику также ускорит расход энергии. Когда энергия объединения будет истощена, противник применит Разрастание спор и перейдёт в состояние разделения.",
                        "Когда сильный противник входит в состояние разделения, он разделяется на множество спор. Когда споры получают урон, определённый процент общего урона наносится сильному противнику в зависимости от общего полученного ими урона. После того как состояние разделения продлится некоторое время, сильный противник вернётся в состояние объединения. Как только спор на поле боя станет меньше определённого количества, сильный противник войдёт в состояние хрупкого объединения: <color=#FFD780FF>все виды сопротивления значительно понижаются</color>, а боевые способности ослабляются. Кроме того, если все споры, созданные в состоянии разделения, будут побеждены, сильный противник досрочно выйдет из состояния разделения и перейдёт в состояние хрупкого объединения.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始时，强敌将进入「聚合状态」：<color=#FFD780FF>所有抗性大幅提升</color>。该状态会不断消耗强敌的「聚合能量」，使用<color=#FFD780FF>火元素或雷元素</color>对强敌造成伤害，也会加速能量的消耗。当「聚合能量」耗尽后，强敌将释放「滋蔓之茵」，并转变为「分裂状态」。",
                        "强敌进入「分裂状态」时，将分裂为大量孢子。孢子受到伤害时，会根据其所受伤害总值对强敌造成一定比例的伤害。「分裂状态」持续一段时间后，强敌将回到「聚合状态」。此情况下，一旦前场上的孢子少于一定数量，强敌将会进入「脆性聚合状态」：<color=#FFD780FF>所有抗性大幅降低</color>，且战斗能力将被削弱。另外，若「分裂状态」产生出的所有孢子均被击败，则强敌提前退出「分裂状态」并转变为「脆性聚合状态」。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "This Nemesis starts in the Agglomerated State, which comes with <color=#FFD780FF>increased RES</color>; after some time, it then switches to the Split State. Deal <color=#FFD780FF>Pyro or Electro DMG to this Nemesis</color> to speed up this switch.",
                        "When this Nemesis enters the Split State, it splits into a large number of spores. When these spores take damage, a certain percentage of the total damage is also dealt to the Nemesis. In this case, if the number of spores on the field falls below a certain number, the Nemesis will enter the Brittle Agglomerated State, during which <color=#FFD780FF>all RES is greatly reduced</color> and its combat abilities are diminished. Additionally, if all spores generated in the Split State are defeated, the Nemesis will exit the Split State early and go into the Brittle Agglomerated State instead.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Esse Vilão começa no Estado Aglomerado, que vem com <color=#FFD780FF>resistência aumentada</color>; após um tempo, ele troca para o Estado Dividido. Cause <color=#FFD780FF>Dano Pyro ou Electro nesse Vilão</color> para acelerar essa troca.",
                        "Uma grande quantidade de esporos vão se espalhar e dividir quando o Vilão entra no Estado Dividido. Quando esses esporos levam dano, uma porção do dano também é causada no Vilão. Se o número de esporos em campo cair abaixo de um certo número, o Vilão entrará no Estado Aglomerado Frágil, durante sua duração, <color=#FFD780FF>toda resistência é bastante reduzida</color> e suas habilidades de combate são reduzidas. Adicionalmente, se todos os esporos gerados no Estado Dividido forem derrotados, o Vilão sairá do Estado Dividido cedo e entrar no Estado Aglomerado Frágil.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Сильный противник изначально находится в состоянии объединения и обладает <color=#FFD780FF>повышенным сопротивлением</color>. Через некоторое время сильный противник переходит в состояние разделения. <color=#FFD780FF>Нанесение Пиро или Электро урона сильному противнику</color> ускорит изменение.",
                        "Когда сильный противник входит в состояние разделения, он разделяется на множество спор. Когда споры получают урон, определённый процент общего урона наносится сильному противнику в зависимости от общего полученного ими урона. Как только спор на поле боя станет меньше определённого количества, сильный противник войдёт в состояние хрупкого объединения: <color=#FFD780FF>все виды сопротивления значительно понижаются</color>, а боевые способности ослабляются. Кроме того, если все споры, созданные в состоянии разделения, будут побеждены, сильный противник досрочно выйдет из состояния разделения и перейдёт в состояние хрупкого объединения.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "强敌初始处于「聚合状态」，具有<color=#FFD780FF>较高抗性</color>。一段时间后，强敌将转变为「分裂状态」；使用<color=#FFD780FF>火元素或雷元素对强敌造成伤害</color>，可加快转变的速度。",
                        "强敌进入「分裂状态」时，将分裂为大量孢子。孢子受到伤害时，会根据其所受伤害总值对强敌造成一定比例的伤害。此情况下，一旦前场上的孢子少于一定数量，强敌将会进入「脆性聚合状态」：<color=#FFD780FF>所有抗性大幅降低</color>，且战斗能力将被削弱。另外，若「分裂状态」产生出的所有孢子均被击败，则强敌提前退出「分裂状态」并转变为「脆性聚合状态」。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004} Characters<Color=#FFFFFF40> | </Color>Crowd Control Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004} Personagens<Color=#FFFFFF40> | </Color>Personagens de Controle de Multidão",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004}<Color=#FFFFFF40> | </Color> Перегруппировка",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004}元素角色<Color=#FFFFFF40> | </Color>聚集能力角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1007042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Gastrobot01",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24100104,
                        "level": 40,
                        "hp": 104238.3288728457,
                        "attack": 2450.4833108624443,
                        "defense": 699.999988079071,
                        "matchedName": "Gastrobot_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Knuckle Duckle: Normal",
                    "ptLevelName": "Marreco Marreta: Normal",
                    "ruLevelName": "Железный утёнок: Обычный",
                    "chsLevelName": "重拳出击鸭·常形",
                    "enMonsterSpecialDesc": "A strangely shaped kuuvahki mechanism, made from scrap metal and mechanical bearings, that bears a partial resemblance — as per its creator's preferences, apparently — to a duck. Its output and resistance to damage are comparable to the Fatui's most cutting-edge weapons of war... But even so, it remains simply a toy duck that can punch its opponents very, very hard.\\nDue to the Ley Line disturbance, its projection manifests more strongly as a weapon, unleashing crushing blows on all who draw near.",
                    "ptMonsterSpecialDesc": "Um dispositivo Kuuvahki feito de ferro-velho e rolamentos mecânicos, lembrando vagamente, provavelmente devido a sua criadora, um pato. Sua resistência contra dano é comparável aos armamentos de ponta dos Fatui... Mas, ainda assim, é um pato de brinquedo que só pode socar contra seus inimigos com muita, muita força.\\nDevido aos distúrbios das Linhas Ley, sua projeção se manifesta ainda mais intensamente como uma arma, desferindo golpes devastadores em todos que se aproximam.",
                    "ruMonsterSpecialDesc": "Странный механизм, работающий на куувяки, собранный из металлолома и подшипников механизмов. Из-за предпочтений создателя он частично приобрёл внешние черты «утки». Даже если сравнить с самыми передовыми боевыми машинами Фатуи, он не уступает им ни по мощности, ни по прочности, но при этом остаётся всего лишь игрушечной уткой, бьющей противников тяжёлыми кулаками.\\nПод воздействием флуктуации артерий земли его проекция ещё больше усилила свою боевую сущность и теперь без колебаний обрушивает тяжёлые удары на всех, кто приближается.",
                    "chsMonsterSpecialDesc": "由废弃的金属与机关轴承拼接而成的、造型奇特的月矩力机关，似乎是因为制造者的偏好而被部分赋予了「鸭子」的外观特征。即便是与愚人众最尖端的战争兵器相比，在出力与抗打击性能方面都毫不逊色，但依然只是一只会对敌人重拳出击的玩具鸭子。\\n受地脉紊乱的影响，其投影身为兵器的一面被进一步放大，会毫不犹豫地对所有靠近者挥下重拳。",
                    "enMonsterSpecialMechanicName": [
                        "Duckstruction Mode",
                        "Stamping Devices",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo \"Patostrução\"",
                        "Dispositivos Carregadores",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Режим Кря-кря крушителя",
                        "Уткоботы",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「歼灭鸭」模式",
                        "冲鸭机关",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Once the battle has progressed to a certain point, this Nemesis will go into Duckstruction Mode, in which its aggression increases. It also generates a Ward for itself <color=#FFD780FF>that increases all RES</color> and summons floating Stamping Devices to harass you.",
                        "Stamping devices are <color=#FFD780FF>fairly resistant to all DMG except Electro DMG</color>. <color=#FFD780FF>Deal Electro-Charged or Lunar-Charged DMG repeatedly, or deal enough damage to destroy them</color> to disrupt these devices. Disrupted stamping devices will go out of control, crash into the Knuckle Duckle, and deal a certain amount of damage to its Ward. By destroying the Nemesis's Ward this way, you can cause it to exit Duckstruction Mode and become incapacitated from Overloaded.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha tiver progredido até certo ponto, esse Vilão entra no modo \"Patostrução\", do qual sua agressão aumenta. Também cria um Revestimento para si <color=#FFD780FF>que aumenta toda sua RES</color> e invoca Dispositivos Carregadores para te incomodar.",
                        "Dispositivos Carregadores são <color=#FFD780FF>bem resistentes a todos os Danos exceto Dano Electro</color>. <color=#FFD780FF>Cause Dano de Carregado Eletricamente e/ou de Carga Lunar repetidamente, ou apenas cause Dano o suficiente</color> para perturbar esses dispositivos. Dispositivos Carregadores perturbados ficarão fora de controle, baterão no Marreco Marreta e causarão uma certa quantidade de Dano ao seu Revestimento. Ao destruir o Revestimento do Vilão dessa forma, você pode fazer com que ele saia do modo de \"Patostrução\" e ficar incapacitado devido à sobrecarga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "После определённого времени боя сильный противник переходит в режим Кря-кря крушителя, его агрессивность возрастает, он создаёт для себя барьер, <color=#FFD780FF>повышающий все виды сопротивления</color>, и призывает парящих уткоботов для отвлекающих атак.",
                        "Уткоботы <color=#FFD780FF>обладают высоким сопротивлением ко всем видам урона, кроме Электро урона</color>. <color=#FFD780FF>Многократно нанося урон реакциями Заряжен и/или Лунный заряд или нанося достаточное количество урона иным образом, можно вывести уткобота из строя</color>. Вышедший из строя уткобот потеряет контроль и врежется в Железного утёнка, нанося урон его барьеру. Уничтожив таким образом барьер сильного противника, можно вывести его из режима Кря-кря крушителя, и он впадёт в состояние паралича из-за перегрузки.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "在战斗进行到一定程度后，强敌就会进入「歼灭鸭」模式，进攻欲望上升，并为自身生成护罩<color=#FFD780FF>提升所有抗性</color>，还会召唤浮游的冲鸭机关进行骚扰。",
                        "冲鸭机关对<color=#FFD780FF>雷元素以外的伤害具有较高抗性</color>。<color=#FFD780FF>通过多次造成感电或月感电伤害，或直接造成足量伤害破坏冲鸭机关</color>，均可干扰它们的运行。被干扰的冲鸭机关会失控撞向重拳出击鸭，并对重拳出击鸭的护罩造成一定伤害。通过这种方式破坏强敌的护罩，即可使其退出「歼灭鸭」模式，并因过载而陷入瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "In battle, this Nemesis enters Duckstruction Mode, in which its aggression increases. It also generates a Ward for itself <color=#FFD780FF>that increases all RES</color> and summons the Stamping Devices.",
                        "Stamping devices are <color=#FFD780FF>fairly resistant to all DMG except Electro DMG</color>. <color=#FFD780FF>Deal Electro-Charged or Lunar-Charged DMG repeatedly, or deal enough damage to destroy them</color> to disrupt these devices. Disrupted stamping devices will go out of control, crash into the Knuckle Duckle, and deal a certain amount of damage to its Ward. By destroying the Nemesis's Ward this way, you can cause it to exit Duckstruction Mode and become incapacitated from Overloaded.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Em batalha, esse Vilão entra no modo \"Patostrução\", do qual sua agressão aumenta. Também cria um Revestimento para si <color=#FFD780FF>que aumenta toda sua RES</color> e invoca Dispositivos Carregadores.",
                        "Dispositivos Carregadores são <color=#FFD780FF>bem resistentes a todos os Danos exceto Dano Electro</color>. <color=#FFD780FF>Cause Dano de Carregado Eletricamente e/ou de Carga Lunar repetidamente, ou apenas cause Dano o suficiente</color> para perturbar esses dispositivos. Dispositivos Carregadores perturbados ficarão fora de controle, baterão no Marreco Marreta e causarão uma certa quantidade de Dano ao seu Revestimento. Ao destruir o Revestimento do Vilão dessa forma, você pode fazer com que ele saia do modo de \"Patostrução\" e ficar incapacitado devido à sobrecarga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою сильный противник войдёт в режим Кря-кря крушителя, его агрессивность повысится, и он создаст себе барьер, <color=#FFD780FF>повышающий все виды сопротивления</color>, а также призовёт уткоботов.",
                        "Уткоботы <color=#FFD780FF>обладают высоким сопротивлением ко всем видам урона, кроме Электро урона</color>. <color=#FFD780FF>Многократно нанося урон реакциями Заряжен и/или Лунный заряд или нанося достаточное количество урона иным образом, можно вывести уткобота из строя</color>. Вышедший из строя уткобот потеряет контроль и врежется в Железного утёнка, нанося урон его барьеру. Уничтожив таким образом барьер сильного противника, можно вывести его из режима Кря-кря крушителя, и он впадёт в состояние паралича из-за перегрузки.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "在战斗中强敌会进入「歼灭鸭」模式，进攻欲望上升，并为自身生成护罩<color=#FFD780FF>提升所有抗性</color>，并召唤冲鸭机关。",
                        "冲鸭机关对<color=#FFD780FF>雷元素以外的伤害具有较高抗性</color>。<color=#FFD780FF>通过多次造成感电或月感电伤害，或直接造成足量伤害破坏冲鸭机关</color>，均可干扰它们的运行。被干扰的冲鸭机关会失控撞向重拳出击鸭，并对重拳出击鸭的护罩造成一定伤害。通过这种方式破坏强敌的护罩，即可使其退出「歼灭鸭」模式，并因过载而陷入瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} Reactions<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004} Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1001043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_DragonCollar",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24090504,
                        "level": 40,
                        "hp": 84383.41347160823,
                        "attack": 3267.3111638450064,
                        "defense": 699.999988079071,
                        "matchedName": "DragonCollar",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Secret Source Automaton: Overseer Device - Normal",
                    "ptLevelName": "Autômato da Fonte Secreta: Configuração Padrão",
                    "ruLevelName": "Автоматон таинственного источника: Обычная форма",
                    "chsLevelName": "秘源机兵统御械·常形",
                    "enMonsterSpecialDesc": "A domination mechanism from the ancient ruins.\\nIn the distant past, a once-mighty ancient race used this mechanism to oversee the operation of their cities. Even now, long after the fall of their civilization, it still retains immense authority.\\nIt has returned to this realm via Ley Line memories once again to perform its \"abnormality cleansing\" duties...",
                    "ptMonsterSpecialDesc": "Um dispositivo utilizado para controlar ruínas antigas. \\nNo passado distante, uma raça antiga que outrora foi poderosa usava esse mecanismo para supervisionar o funcionamento de sua cidade. Mesmo agora, muito depois da queda de sua civilização, ele ainda retém uma autoridade imensa.\\nDe acordo com as memórias das Linhas Ley, ele apareceu novamente nesta terra, e é mais uma vez a hora de cumprir o seu propósito de varrer todas as impurezas...",
                    "ruMonsterSpecialDesc": "Древний механизм, созданный для установления господства.\\nВ далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.\\nСледуя воспоминаниям артерий земли, он вернулся в это измерение исполнить свой долг по «очистке от аномалий»...",
                    "chsMonsterSpecialDesc": "深古遗迹的统御用机关。\\n曾经，一度伟大的古老种族借由这种机关来统御城市的运转，即使在旧日文明崩毁的现在，也依然拥有着极高的权能。\\n遵循地脉的记忆，它重现此地，再度履行着自己「清扫异动」的职责…",
                    "enMonsterSpecialMechanicName": [
                        "Sweeper Mode",
                        "Counterstrike Mode",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de Varredura",
                        "Estado de Contra-Ataque",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Режим зачистки",
                        "Режим контрудара",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「荡除模式」",
                        "「应战状态」",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will enter Sweeper Mode while in combat: <color=#FFD780FF>All Elemental and Physical RES is greatly increased</color>, and it will generate Flow Momentum while performing attacks. The higher its Flow Momentum, the faster it will rotate and the more DMG it will deal.\\nIt will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will stop rotating and attacking, and its <color=#FFD780FF>All Elemental and Physical RES will be greatly decreased</color>, with its <color=#99FFFFFF>Cryo RES</color> <color=#FFD780FF>decreasing still more</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All Elemental and Physical RES will be decreased</color>.\\nIn this state, after it takes a certain number of <color=#99FFFFFF>Cryo DMG</color> instances, it will cease attacking altogether and its <color=#FFD780FF> All Elemental and Physical RES will be further decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Entra em Modo de Varredura durante a batalha: <color=#FFD780FF>aumenta consideravelmente a RES Física e contra todos os Elementos</color>, e gera Energia Fluida enquanto ataca. Quanto maior a Energia Fluida, maior a velocidade do rodopio, e maior o Dano causado.\\nDepois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida, e quando perder Energia Fluida até um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente a RES Física e contra todos os Elementos</color>. Além disso, <color=#FFD780FF>reduz ainda mais</color> a <color=#99FFFFFF>RES Cryo</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, o inimigo entrará no Estado de Contra-Ataque, passando a fazer ataques de disparos rastreadores, mas <color=#FFD780FF>reduzindo a RES Física e contra todos os Elementos</color>.\\nQuando estiver nesse estado, depois de sofrer uma certa quantidade de vezes de <color=#99FFFFFF>Dano Cryo</color>, interromperá seus ataques e <color=#FFD780FF>reduzirá ainda mais a RES Física e contra todos os Elementos</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою переходит в режим зачистки: <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.\\nПолучив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color=#FFD780FF>дополнительно снижается</color> его <color=#99FFFFFF>Крио сопротивление</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.\\nПопав под определённое количество атак с <color=#99FFFFFF>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中将进入「荡除模式」：<color=#FFD780FF>所有元素与物理抗性大幅提升</color>，并会一边产生「液流动量」一边进行攻击，「液流动量」越高，旋转速度与造成的伤害越高。\\n受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将停止旋转攻击，且<color=#FFD780FF>所有元素与物理抗性大幅降低</color>。且<color=#99FFFFFF>冰元素抗性</color><color=#FFD780FF>额外降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线进行攻击，此时其<color=#FFD780FF>所有元素与物理抗性降低</color>。\\n此状态下，受到一定次数的<color=#99FFFFFF>冰元素伤害</color>后，将停止攻击，且<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will enter Sweeper Mode while in combat: <color=#FFD780FF>All RES is greatly increased</color>, and it will perform rotating attacks while generating Flow Momentum. It will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will temporarily stop rotating and attacking, and its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Entra em Modo de Varredura na batalha: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>, e no momento que gerar Energia Fluida, faz um ataque rodopiante. Depois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida. Quando reduzir Energia Fluida a um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente todas as RES</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, esse inimigo entrará no Estado de Contra-Ataque, passando a realizar ataques de disparos perseguidores, mas também <color=#FFD780FF>reduzindo consideravelmente todas as suas RES</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою переходит в режим зачистки: <color=#FFD780FF>значительно увеличивается сопротивление всем элементам</color>, а также генерирует импульс потока, совершая атаки с вращением. Получив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он временно перестанет вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам существенно понизится</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам значительно снижается</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中将进入「荡除模式」：<color=#FFD780FF>所有抗性大幅提升</color>，产生「液流动量」的同时进行旋转攻击。受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将暂停旋转攻击，且<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线攻击，此时其<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100702,
            "monsterLevel": 70,
            "levelConfigs": [
                {
                    "id": 1007041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_MandragoraElite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20081201,
                        "level": 70,
                        "hp": 3750936.6593785286,
                        "attack": 12244.456930224318,
                        "defense": 850.0000238418579,
                        "matchedName": "Mandragora_Elite",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 1.350000023841858,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Hexadecatonic Mandragora: Normal",
                    "ptLevelName": "Mandrágora Hexadecagonal Veterana: Normal",
                    "ruLevelName": "Бывалая шестнадцатикратная мандрагора: обычная",
                    "chsLevelName": "历经百战的十六倍曼陀草·常形",
                    "enMonsterSpecialDesc": "An exceptionally large Mandragora, likely an exotic variant produced through an extended artificial selection process. Although the original objective behind its cultivation is no longer known, its unique sense of territoriality suggests it may have been the product of some kind of special experiment.\\nNow, under the negative influence of the Ley Lines, its territorial consciousness has been severely distorted and intensified, and it greets every intruder with blatant, unrestrained hostility.",
                    "ptMonsterSpecialDesc": "Uma Mandrágora excepcionalmente grande, provavelmente produzida por meio de seleção artificial prolongada. Embora o objetivo original por detrás de seu cultivo não ser mais conhecido, o organismo exibe um perfil de comportamento territorial atípico, o que sugere que foi criado como parte de um experimento.\\nHoje, os efeitos da Linha Ley a tornou ainda mais territorial e feroz, e recebe todos os intrusos com enorme hostilidade.",
                    "ruMonsterSpecialDesc": "Необычайно крупная мандрагора, вероятно выведенная в результате длительной селекции. Хотя первоначальная цель её культивации уже забыта, организм демонстрирует нетипичное территориальное поведение, что допускает вероятность её создания в рамках специального эксперимента.\\nТеперь, под негативным воздействием артерий земли, её территориальное поведение серьёзно искажено и усилено. Она проявляет неприкрытую враждебность ко всем нарушителям границ.",
                    "chsMonsterSpecialDesc": "异乎寻常的巨大曼陀草，似乎是经历了漫长的人工选育才诞生的奇异品种。虽然最初培育它的目的早已不得而知，但从其拥有着独特的领地意识来看，或许它曾是某个特殊实验的产物。\\n如今，在地脉的负面作用下，其领地意识被严重扭曲并增强，对所有侵入者均表现出毫不掩饰的敌意。",
                    "enMonsterSpecialMechanicName": [
                        "Agglomerated State",
                        "Split State",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Estado Aglomerado",
                        "Estado Dividido",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Объединение",
                        "Разделение",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "聚合状态",
                        "分裂状态",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "When battle begins, the Nemesis enters the Agglomerated State, during which <color=#FFD780FF>all RES is greatly increased</color>. While in this state, the Nemesis's Agglomeration Energy is constantly consumed. Dealing <color=#FFD780FF>Pyro or Electro</color> DMG to the Nemesis drains this energy more quickly. When its Agglomeration Energy is fully depleted, the Nemesis unleashes Sporebloom and switches to the Split State.",
                        "When this Nemesis enters the Split State, it splits into a large number of spores. When these spores take damage, a certain percentage of the total damage is also dealt to the Nemesis. After remaining in the Split State for a period of time, the Nemesis will return to the Agglomerated State. In this case, if the number of spores on the field falls below a certain number, the Nemesis will enter the Brittle Agglomerated State, during which <color=#FFD780FF>all RES is greatly reduced</color> and its combat abilities are diminished. Additionally, if all spores generated in Split State are defeated, the Nemesis will exit the Split State early and go into the Brittle Agglomerated State instead.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha começa, o Vilão entra no Estado Aglomerado, durante sua duração, <color=#FFD780FF>toda resistência é bastante aumentada</color>. Enquanto está neste estado, a Energia de Aglomeração do Vilão é constantemente consumida. Causar <color=#FFD780FF>Dano Pyro ou Electro</color> ao Vilão drenará sua energia mais rapidamente. Quando sua Energia de Aglomeração for totalmente consumida, o Vilão lançará \"Floração de Esporos\" e trocará para o Estado Dividido.",
                        "Uma grande quantidade de esporos vão se espalhar e dividir quando o Vilão entra no Estado Dividido. Quando esses esporos levam dano, uma porção do dano também é causada no Vilão, que sairá do Estado Dividido e retornará para o Estado Aglomerado após um certo tempo. Porém, se o número de esporos em campo cair abaixo de um certo número, o Vilão entrará no Estado Aglomerado Frágil, durante sua duração, <color=#FFD780FF>toda resistência é bastante reduzida</color> e suas habilidades de combate são reduzidas. Adicionalmente, se todos os esporos gerados no Estado Dividido forem derrotados, o Vilão sairá do Estado Dividido cedo e entrar no Estado Aglomerado Frágil.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В начале битвы сильный противник войдёт в состояние объединения: <color=#FFD780FF>все виды сопротивления сильно повышаются</color>. Это состояние постоянно расходует энергию объединения противника. Нанесение <color=#FFD780FF>Пиро или Электро</color> урона противнику также ускорит расход энергии. Когда энергия объединения будет истощена, противник применит Разрастание спор и перейдёт в состояние разделения.",
                        "Когда сильный противник входит в состояние разделения, он разделяется на множество спор. Когда споры получают урон, определённый процент общего урона наносится сильному противнику в зависимости от общего полученного ими урона. После того как состояние разделения продлится некоторое время, сильный противник вернётся в состояние объединения. Как только спор на поле боя станет меньше определённого количества, сильный противник войдёт в состояние хрупкого объединения: <color=#FFD780FF>все виды сопротивления значительно понижаются</color>, а боевые способности ослабляются. Кроме того, если все споры, созданные в состоянии разделения, будут побеждены, сильный противник досрочно выйдет из состояния разделения и перейдёт в состояние хрупкого объединения.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始时，强敌将进入「聚合状态」：<color=#FFD780FF>所有抗性大幅提升</color>。该状态会不断消耗强敌的「聚合能量」，使用<color=#FFD780FF>火元素或雷元素</color>对强敌造成伤害，也会加速能量的消耗。当「聚合能量」耗尽后，强敌将释放「滋蔓之茵」，并转变为「分裂状态」。",
                        "强敌进入「分裂状态」时，将分裂为大量孢子。孢子受到伤害时，会根据其所受伤害总值对强敌造成一定比例的伤害。「分裂状态」持续一段时间后，强敌将回到「聚合状态」。此情况下，一旦前场上的孢子少于一定数量，强敌将会进入「脆性聚合状态」：<color=#FFD780FF>所有抗性大幅降低</color>，且战斗能力将被削弱。另外，若「分裂状态」产生出的所有孢子均被击败，则强敌提前退出「分裂状态」并转变为「脆性聚合状态」。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "This Nemesis starts in the Agglomerated State, which comes with <color=#FFD780FF>increased RES</color>; after some time, it then switches to the Split State. Deal <color=#FFD780FF>Pyro or Electro DMG to this Nemesis</color> to speed up this switch.",
                        "When this Nemesis enters the Split State, it splits into a large number of spores. When these spores take damage, a certain percentage of the total damage is also dealt to the Nemesis. In this case, if the number of spores on the field falls below a certain number, the Nemesis will enter the Brittle Agglomerated State, during which <color=#FFD780FF>all RES is greatly reduced</color> and its combat abilities are diminished. Additionally, if all spores generated in the Split State are defeated, the Nemesis will exit the Split State early and go into the Brittle Agglomerated State instead.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Esse Vilão começa no Estado Aglomerado, que vem com <color=#FFD780FF>resistência aumentada</color>; após um tempo, ele troca para o Estado Dividido. Cause <color=#FFD780FF>Dano Pyro ou Electro nesse Vilão</color> para acelerar essa troca.",
                        "Uma grande quantidade de esporos vão se espalhar e dividir quando o Vilão entra no Estado Dividido. Quando esses esporos levam dano, uma porção do dano também é causada no Vilão. Se o número de esporos em campo cair abaixo de um certo número, o Vilão entrará no Estado Aglomerado Frágil, durante sua duração, <color=#FFD780FF>toda resistência é bastante reduzida</color> e suas habilidades de combate são reduzidas. Adicionalmente, se todos os esporos gerados no Estado Dividido forem derrotados, o Vilão sairá do Estado Dividido cedo e entrar no Estado Aglomerado Frágil.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Сильный противник изначально находится в состоянии объединения и обладает <color=#FFD780FF>повышенным сопротивлением</color>. Через некоторое время сильный противник переходит в состояние разделения. <color=#FFD780FF>Нанесение Пиро или Электро урона сильному противнику</color> ускорит изменение.",
                        "Когда сильный противник входит в состояние разделения, он разделяется на множество спор. Когда споры получают урон, определённый процент общего урона наносится сильному противнику в зависимости от общего полученного ими урона. Как только спор на поле боя станет меньше определённого количества, сильный противник войдёт в состояние хрупкого объединения: <color=#FFD780FF>все виды сопротивления значительно понижаются</color>, а боевые способности ослабляются. Кроме того, если все споры, созданные в состоянии разделения, будут побеждены, сильный противник досрочно выйдет из состояния разделения и перейдёт в состояние хрупкого объединения.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "强敌初始处于「聚合状态」，具有<color=#FFD780FF>较高抗性</color>。一段时间后，强敌将转变为「分裂状态」；使用<color=#FFD780FF>火元素或雷元素对强敌造成伤害</color>，可加快转变的速度。",
                        "强敌进入「分裂状态」时，将分裂为大量孢子。孢子受到伤害时，会根据其所受伤害总值对强敌造成一定比例的伤害。此情况下，一旦前场上的孢子少于一定数量，强敌将会进入「脆性聚合状态」：<color=#FFD780FF>所有抗性大幅降低</color>，且战斗能力将被削弱。另外，若「分裂状态」产生出的所有孢子均被击败，则强敌提前退出「分裂状态」并转变为「脆性聚合状态」。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004} Characters<Color=#FFFFFF40> | </Color>Crowd Control Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004} Personagens<Color=#FFFFFF40> | </Color>Personagens de Controle de Multidão",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004}<Color=#FFFFFF40> | </Color> Перегруппировка",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004}元素角色<Color=#FFFFFF40> | </Color>聚集能力角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1007042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Gastrobot01",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24100104,
                        "level": 70,
                        "hp": 1788934.4205459058,
                        "attack": 6122.228465112159,
                        "defense": 850.0000238418579,
                        "matchedName": "Gastrobot_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Knuckle Duckle: Normal",
                    "ptLevelName": "Marreco Marreta: Normal",
                    "ruLevelName": "Железный утёнок: Обычный",
                    "chsLevelName": "重拳出击鸭·常形",
                    "enMonsterSpecialDesc": "A strangely shaped kuuvahki mechanism, made from scrap metal and mechanical bearings, that bears a partial resemblance — as per its creator's preferences, apparently — to a duck. Its output and resistance to damage are comparable to the Fatui's most cutting-edge weapons of war... But even so, it remains simply a toy duck that can punch its opponents very, very hard.\\nDue to the Ley Line disturbance, its projection manifests more strongly as a weapon, unleashing crushing blows on all who draw near.",
                    "ptMonsterSpecialDesc": "Um dispositivo Kuuvahki feito de ferro-velho e rolamentos mecânicos, lembrando vagamente, provavelmente devido a sua criadora, um pato. Sua resistência contra dano é comparável aos armamentos de ponta dos Fatui... Mas, ainda assim, é um pato de brinquedo que só pode socar contra seus inimigos com muita, muita força.\\nDevido aos distúrbios das Linhas Ley, sua projeção se manifesta ainda mais intensamente como uma arma, desferindo golpes devastadores em todos que se aproximam.",
                    "ruMonsterSpecialDesc": "Странный механизм, работающий на куувяки, собранный из металлолома и подшипников механизмов. Из-за предпочтений создателя он частично приобрёл внешние черты «утки». Даже если сравнить с самыми передовыми боевыми машинами Фатуи, он не уступает им ни по мощности, ни по прочности, но при этом остаётся всего лишь игрушечной уткой, бьющей противников тяжёлыми кулаками.\\nПод воздействием флуктуации артерий земли его проекция ещё больше усилила свою боевую сущность и теперь без колебаний обрушивает тяжёлые удары на всех, кто приближается.",
                    "chsMonsterSpecialDesc": "由废弃的金属与机关轴承拼接而成的、造型奇特的月矩力机关，似乎是因为制造者的偏好而被部分赋予了「鸭子」的外观特征。即便是与愚人众最尖端的战争兵器相比，在出力与抗打击性能方面都毫不逊色，但依然只是一只会对敌人重拳出击的玩具鸭子。\\n受地脉紊乱的影响，其投影身为兵器的一面被进一步放大，会毫不犹豫地对所有靠近者挥下重拳。",
                    "enMonsterSpecialMechanicName": [
                        "Duckstruction Mode",
                        "Stamping Devices",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo \"Patostrução\"",
                        "Dispositivos Carregadores",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Режим Кря-кря крушителя",
                        "Уткоботы",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「歼灭鸭」模式",
                        "冲鸭机关",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Once the battle has progressed to a certain point, this Nemesis will go into Duckstruction Mode, in which its aggression increases. It also generates a Ward for itself <color=#FFD780FF>that increases all RES</color> and summons floating Stamping Devices to harass you.",
                        "Stamping devices are <color=#FFD780FF>fairly resistant to all DMG except Electro DMG</color>. <color=#FFD780FF>Deal Electro-Charged or Lunar-Charged DMG repeatedly, or deal enough damage to destroy them</color> to disrupt these devices. Disrupted stamping devices will go out of control, crash into the Knuckle Duckle, and deal a certain amount of damage to its Ward. By destroying the Nemesis's Ward this way, you can cause it to exit Duckstruction Mode and become incapacitated from Overloaded.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha tiver progredido até certo ponto, esse Vilão entra no modo \"Patostrução\", do qual sua agressão aumenta. Também cria um Revestimento para si <color=#FFD780FF>que aumenta toda sua RES</color> e invoca Dispositivos Carregadores para te incomodar.",
                        "Dispositivos Carregadores são <color=#FFD780FF>bem resistentes a todos os Danos exceto Dano Electro</color>. <color=#FFD780FF>Cause Dano de Carregado Eletricamente e/ou de Carga Lunar repetidamente, ou apenas cause Dano o suficiente</color> para perturbar esses dispositivos. Dispositivos Carregadores perturbados ficarão fora de controle, baterão no Marreco Marreta e causarão uma certa quantidade de Dano ao seu Revestimento. Ao destruir o Revestimento do Vilão dessa forma, você pode fazer com que ele saia do modo de \"Patostrução\" e ficar incapacitado devido à sobrecarga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "После определённого времени боя сильный противник переходит в режим Кря-кря крушителя, его агрессивность возрастает, он создаёт для себя барьер, <color=#FFD780FF>повышающий все виды сопротивления</color>, и призывает парящих уткоботов для отвлекающих атак.",
                        "Уткоботы <color=#FFD780FF>обладают высоким сопротивлением ко всем видам урона, кроме Электро урона</color>. <color=#FFD780FF>Многократно нанося урон реакциями Заряжен и/или Лунный заряд или нанося достаточное количество урона иным образом, можно вывести уткобота из строя</color>. Вышедший из строя уткобот потеряет контроль и врежется в Железного утёнка, нанося урон его барьеру. Уничтожив таким образом барьер сильного противника, можно вывести его из режима Кря-кря крушителя, и он впадёт в состояние паралича из-за перегрузки.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "在战斗进行到一定程度后，强敌就会进入「歼灭鸭」模式，进攻欲望上升，并为自身生成护罩<color=#FFD780FF>提升所有抗性</color>，还会召唤浮游的冲鸭机关进行骚扰。",
                        "冲鸭机关对<color=#FFD780FF>雷元素以外的伤害具有较高抗性</color>。<color=#FFD780FF>通过多次造成感电或月感电伤害，或直接造成足量伤害破坏冲鸭机关</color>，均可干扰它们的运行。被干扰的冲鸭机关会失控撞向重拳出击鸭，并对重拳出击鸭的护罩造成一定伤害。通过这种方式破坏强敌的护罩，即可使其退出「歼灭鸭」模式，并因过载而陷入瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "In battle, this Nemesis enters Duckstruction Mode, in which its aggression increases. It also generates a Ward for itself <color=#FFD780FF>that increases all RES</color> and summons the Stamping Devices.",
                        "Stamping devices are <color=#FFD780FF>fairly resistant to all DMG except Electro DMG</color>. <color=#FFD780FF>Deal Electro-Charged or Lunar-Charged DMG repeatedly, or deal enough damage to destroy them</color> to disrupt these devices. Disrupted stamping devices will go out of control, crash into the Knuckle Duckle, and deal a certain amount of damage to its Ward. By destroying the Nemesis's Ward this way, you can cause it to exit Duckstruction Mode and become incapacitated from Overloaded.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Em batalha, esse Vilão entra no modo \"Patostrução\", do qual sua agressão aumenta. Também cria um Revestimento para si <color=#FFD780FF>que aumenta toda sua RES</color> e invoca Dispositivos Carregadores.",
                        "Dispositivos Carregadores são <color=#FFD780FF>bem resistentes a todos os Danos exceto Dano Electro</color>. <color=#FFD780FF>Cause Dano de Carregado Eletricamente e/ou de Carga Lunar repetidamente, ou apenas cause Dano o suficiente</color> para perturbar esses dispositivos. Dispositivos Carregadores perturbados ficarão fora de controle, baterão no Marreco Marreta e causarão uma certa quantidade de Dano ao seu Revestimento. Ao destruir o Revestimento do Vilão dessa forma, você pode fazer com que ele saia do modo de \"Patostrução\" e ficar incapacitado devido à sobrecarga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою сильный противник войдёт в режим Кря-кря крушителя, его агрессивность повысится, и он создаст себе барьер, <color=#FFD780FF>повышающий все виды сопротивления</color>, а также призовёт уткоботов.",
                        "Уткоботы <color=#FFD780FF>обладают высоким сопротивлением ко всем видам урона, кроме Электро урона</color>. <color=#FFD780FF>Многократно нанося урон реакциями Заряжен и/или Лунный заряд или нанося достаточное количество урона иным образом, можно вывести уткобота из строя</color>. Вышедший из строя уткобот потеряет контроль и врежется в Железного утёнка, нанося урон его барьеру. Уничтожив таким образом барьер сильного противника, можно вывести его из режима Кря-кря крушителя, и он впадёт в состояние паралича из-за перегрузки.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "在战斗中强敌会进入「歼灭鸭」模式，进攻欲望上升，并为自身生成护罩<color=#FFD780FF>提升所有抗性</color>，并召唤冲鸭机关。",
                        "冲鸭机关对<color=#FFD780FF>雷元素以外的伤害具有较高抗性</color>。<color=#FFD780FF>通过多次造成感电或月感电伤害，或直接造成足量伤害破坏冲鸭机关</color>，均可干扰它们的运行。被干扰的冲鸭机关会失控撞向重拳出击鸭，并对重拳出击鸭的护罩造成一定伤害。通过这种方式破坏强敌的护罩，即可使其退出「歼灭鸭」模式，并因过载而陷入瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} Reactions<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004} Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1001043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_DragonCollar",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24090504,
                        "level": 70,
                        "hp": 1448185.0823477805,
                        "attack": 8162.971493419609,
                        "defense": 850.0000238418579,
                        "matchedName": "DragonCollar",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Secret Source Automaton: Overseer Device - Normal",
                    "ptLevelName": "Autômato da Fonte Secreta: Configuração Padrão",
                    "ruLevelName": "Автоматон таинственного источника: Обычная форма",
                    "chsLevelName": "秘源机兵统御械·常形",
                    "enMonsterSpecialDesc": "A domination mechanism from the ancient ruins.\\nIn the distant past, a once-mighty ancient race used this mechanism to oversee the operation of their cities. Even now, long after the fall of their civilization, it still retains immense authority.\\nIt has returned to this realm via Ley Line memories once again to perform its \"abnormality cleansing\" duties...",
                    "ptMonsterSpecialDesc": "Um dispositivo utilizado para controlar ruínas antigas. \\nNo passado distante, uma raça antiga que outrora foi poderosa usava esse mecanismo para supervisionar o funcionamento de sua cidade. Mesmo agora, muito depois da queda de sua civilização, ele ainda retém uma autoridade imensa.\\nDe acordo com as memórias das Linhas Ley, ele apareceu novamente nesta terra, e é mais uma vez a hora de cumprir o seu propósito de varrer todas as impurezas...",
                    "ruMonsterSpecialDesc": "Древний механизм, созданный для установления господства.\\nВ далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.\\nСледуя воспоминаниям артерий земли, он вернулся в это измерение исполнить свой долг по «очистке от аномалий»...",
                    "chsMonsterSpecialDesc": "深古遗迹的统御用机关。\\n曾经，一度伟大的古老种族借由这种机关来统御城市的运转，即使在旧日文明崩毁的现在，也依然拥有着极高的权能。\\n遵循地脉的记忆，它重现此地，再度履行着自己「清扫异动」的职责…",
                    "enMonsterSpecialMechanicName": [
                        "Sweeper Mode",
                        "Counterstrike Mode",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de Varredura",
                        "Estado de Contra-Ataque",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Режим зачистки",
                        "Режим контрудара",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「荡除模式」",
                        "「应战状态」",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will enter Sweeper Mode while in combat: <color=#FFD780FF>All Elemental and Physical RES is greatly increased</color>, and it will generate Flow Momentum while performing attacks. The higher its Flow Momentum, the faster it will rotate and the more DMG it will deal.\\nIt will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will stop rotating and attacking, and its <color=#FFD780FF>All Elemental and Physical RES will be greatly decreased</color>, with its <color=#99FFFFFF>Cryo RES</color> <color=#FFD780FF>decreasing still more</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All Elemental and Physical RES will be decreased</color>.\\nIn this state, after it takes a certain number of <color=#99FFFFFF>Cryo DMG</color> instances, it will cease attacking altogether and its <color=#FFD780FF> All Elemental and Physical RES will be further decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Entra em Modo de Varredura durante a batalha: <color=#FFD780FF>aumenta consideravelmente a RES Física e contra todos os Elementos</color>, e gera Energia Fluida enquanto ataca. Quanto maior a Energia Fluida, maior a velocidade do rodopio, e maior o Dano causado.\\nDepois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida, e quando perder Energia Fluida até um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente a RES Física e contra todos os Elementos</color>. Além disso, <color=#FFD780FF>reduz ainda mais</color> a <color=#99FFFFFF>RES Cryo</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, o inimigo entrará no Estado de Contra-Ataque, passando a fazer ataques de disparos rastreadores, mas <color=#FFD780FF>reduzindo a RES Física e contra todos os Elementos</color>.\\nQuando estiver nesse estado, depois de sofrer uma certa quantidade de vezes de <color=#99FFFFFF>Dano Cryo</color>, interromperá seus ataques e <color=#FFD780FF>reduzirá ainda mais a RES Física e contra todos os Elementos</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою переходит в режим зачистки: <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.\\nПолучив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color=#FFD780FF>дополнительно снижается</color> его <color=#99FFFFFF>Крио сопротивление</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.\\nПопав под определённое количество атак с <color=#99FFFFFF>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中将进入「荡除模式」：<color=#FFD780FF>所有元素与物理抗性大幅提升</color>，并会一边产生「液流动量」一边进行攻击，「液流动量」越高，旋转速度与造成的伤害越高。\\n受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将停止旋转攻击，且<color=#FFD780FF>所有元素与物理抗性大幅降低</color>。且<color=#99FFFFFF>冰元素抗性</color><color=#FFD780FF>额外降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线进行攻击，此时其<color=#FFD780FF>所有元素与物理抗性降低</color>。\\n此状态下，受到一定次数的<color=#99FFFFFF>冰元素伤害</color>后，将停止攻击，且<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will enter Sweeper Mode while in combat: <color=#FFD780FF>All RES is greatly increased</color>, and it will perform rotating attacks while generating Flow Momentum. It will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will temporarily stop rotating and attacking, and its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Entra em Modo de Varredura na batalha: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>, e no momento que gerar Energia Fluida, faz um ataque rodopiante. Depois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida. Quando reduzir Energia Fluida a um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente todas as RES</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, esse inimigo entrará no Estado de Contra-Ataque, passando a realizar ataques de disparos perseguidores, mas também <color=#FFD780FF>reduzindo consideravelmente todas as suas RES</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою переходит в режим зачистки: <color=#FFD780FF>значительно увеличивается сопротивление всем элементам</color>, а также генерирует импульс потока, совершая атаки с вращением. Получив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он временно перестанет вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам существенно понизится</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам значительно снижается</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中将进入「荡除模式」：<color=#FFD780FF>所有抗性大幅提升</color>，产生「液流动量」的同时进行旋转攻击。受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将暂停旋转攻击，且<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线攻击，此时其<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100703,
            "monsterLevel": 90,
            "levelConfigs": [
                {
                    "id": 1007041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_MandragoraElite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20081201,
                        "level": 90,
                        "hp": 2849302.08,
                        "attack": 22837.647182035726,
                        "defense": 949.999988079071,
                        "matchedName": "Mandragora_Elite",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 1.350000023841858,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Hexadecatonic Mandragora: Normal",
                    "ptLevelName": "Mandrágora Hexadecagonal Veterana: Normal",
                    "ruLevelName": "Бывалая шестнадцатикратная мандрагора: обычная",
                    "chsLevelName": "历经百战的十六倍曼陀草·常形",
                    "enMonsterSpecialDesc": "An exceptionally large Mandragora, likely an exotic variant produced through an extended artificial selection process. Although the original objective behind its cultivation is no longer known, its unique sense of territoriality suggests it may have been the product of some kind of special experiment.\\nNow, under the negative influence of the Ley Lines, its territorial consciousness has been severely distorted and intensified, and it greets every intruder with blatant, unrestrained hostility.",
                    "ptMonsterSpecialDesc": "Uma Mandrágora excepcionalmente grande, provavelmente produzida por meio de seleção artificial prolongada. Embora o objetivo original por detrás de seu cultivo não ser mais conhecido, o organismo exibe um perfil de comportamento territorial atípico, o que sugere que foi criado como parte de um experimento.\\nHoje, os efeitos da Linha Ley a tornou ainda mais territorial e feroz, e recebe todos os intrusos com enorme hostilidade.",
                    "ruMonsterSpecialDesc": "Необычайно крупная мандрагора, вероятно выведенная в результате длительной селекции. Хотя первоначальная цель её культивации уже забыта, организм демонстрирует нетипичное территориальное поведение, что допускает вероятность её создания в рамках специального эксперимента.\\nТеперь, под негативным воздействием артерий земли, её территориальное поведение серьёзно искажено и усилено. Она проявляет неприкрытую враждебность ко всем нарушителям границ.",
                    "chsMonsterSpecialDesc": "异乎寻常的巨大曼陀草，似乎是经历了漫长的人工选育才诞生的奇异品种。虽然最初培育它的目的早已不得而知，但从其拥有着独特的领地意识来看，或许它曾是某个特殊实验的产物。\\n如今，在地脉的负面作用下，其领地意识被严重扭曲并增强，对所有侵入者均表现出毫不掩饰的敌意。",
                    "enMonsterSpecialMechanicName": [
                        "Agglomerated State",
                        "Split State",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Estado Aglomerado",
                        "Estado Dividido",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Объединение",
                        "Разделение",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "聚合状态",
                        "分裂状态",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "When battle begins, the Nemesis enters the Agglomerated State, during which <color=#FFD780FF>all RES is greatly increased</color>. While in this state, the Nemesis's Agglomeration Energy is constantly consumed. Dealing <color=#FFD780FF>Pyro or Electro</color> DMG to the Nemesis drains this energy more quickly. When its Agglomeration Energy is fully depleted, the Nemesis unleashes Sporebloom and switches to the Split State.",
                        "When this Nemesis enters the Split State, it splits into a large number of spores. When these spores take damage, a certain percentage of the total damage is also dealt to the Nemesis. After remaining in the Split State for a period of time, the Nemesis will return to the Agglomerated State. In this case, if the number of spores on the field falls below a certain number, the Nemesis will enter the Brittle Agglomerated State, during which <color=#FFD780FF>all RES is greatly reduced</color> and its combat abilities are diminished. Additionally, if all spores generated in Split State are defeated, the Nemesis will exit the Split State early and go into the Brittle Agglomerated State instead.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha começa, o Vilão entra no Estado Aglomerado, durante sua duração, <color=#FFD780FF>toda resistência é bastante aumentada</color>. Enquanto está neste estado, a Energia de Aglomeração do Vilão é constantemente consumida. Causar <color=#FFD780FF>Dano Pyro ou Electro</color> ao Vilão drenará sua energia mais rapidamente. Quando sua Energia de Aglomeração for totalmente consumida, o Vilão lançará \"Floração de Esporos\" e trocará para o Estado Dividido.",
                        "Uma grande quantidade de esporos vão se espalhar e dividir quando o Vilão entra no Estado Dividido. Quando esses esporos levam dano, uma porção do dano também é causada no Vilão, que sairá do Estado Dividido e retornará para o Estado Aglomerado após um certo tempo. Porém, se o número de esporos em campo cair abaixo de um certo número, o Vilão entrará no Estado Aglomerado Frágil, durante sua duração, <color=#FFD780FF>toda resistência é bastante reduzida</color> e suas habilidades de combate são reduzidas. Adicionalmente, se todos os esporos gerados no Estado Dividido forem derrotados, o Vilão sairá do Estado Dividido cedo e entrar no Estado Aglomerado Frágil.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В начале битвы сильный противник войдёт в состояние объединения: <color=#FFD780FF>все виды сопротивления сильно повышаются</color>. Это состояние постоянно расходует энергию объединения противника. Нанесение <color=#FFD780FF>Пиро или Электро</color> урона противнику также ускорит расход энергии. Когда энергия объединения будет истощена, противник применит Разрастание спор и перейдёт в состояние разделения.",
                        "Когда сильный противник входит в состояние разделения, он разделяется на множество спор. Когда споры получают урон, определённый процент общего урона наносится сильному противнику в зависимости от общего полученного ими урона. После того как состояние разделения продлится некоторое время, сильный противник вернётся в состояние объединения. Как только спор на поле боя станет меньше определённого количества, сильный противник войдёт в состояние хрупкого объединения: <color=#FFD780FF>все виды сопротивления значительно понижаются</color>, а боевые способности ослабляются. Кроме того, если все споры, созданные в состоянии разделения, будут побеждены, сильный противник досрочно выйдет из состояния разделения и перейдёт в состояние хрупкого объединения.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始时，强敌将进入「聚合状态」：<color=#FFD780FF>所有抗性大幅提升</color>。该状态会不断消耗强敌的「聚合能量」，使用<color=#FFD780FF>火元素或雷元素</color>对强敌造成伤害，也会加速能量的消耗。当「聚合能量」耗尽后，强敌将释放「滋蔓之茵」，并转变为「分裂状态」。",
                        "强敌进入「分裂状态」时，将分裂为大量孢子。孢子受到伤害时，会根据其所受伤害总值对强敌造成一定比例的伤害。「分裂状态」持续一段时间后，强敌将回到「聚合状态」。此情况下，一旦前场上的孢子少于一定数量，强敌将会进入「脆性聚合状态」：<color=#FFD780FF>所有抗性大幅降低</color>，且战斗能力将被削弱。另外，若「分裂状态」产生出的所有孢子均被击败，则强敌提前退出「分裂状态」并转变为「脆性聚合状态」。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "This Nemesis starts in the Agglomerated State, which comes with <color=#FFD780FF>increased RES</color>; after some time, it then switches to the Split State. Deal <color=#FFD780FF>Pyro or Electro DMG to this Nemesis</color> to speed up this switch.",
                        "When this Nemesis enters the Split State, it splits into a large number of spores. When these spores take damage, a certain percentage of the total damage is also dealt to the Nemesis. In this case, if the number of spores on the field falls below a certain number, the Nemesis will enter the Brittle Agglomerated State, during which <color=#FFD780FF>all RES is greatly reduced</color> and its combat abilities are diminished. Additionally, if all spores generated in the Split State are defeated, the Nemesis will exit the Split State early and go into the Brittle Agglomerated State instead.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Esse Vilão começa no Estado Aglomerado, que vem com <color=#FFD780FF>resistência aumentada</color>; após um tempo, ele troca para o Estado Dividido. Cause <color=#FFD780FF>Dano Pyro ou Electro nesse Vilão</color> para acelerar essa troca.",
                        "Uma grande quantidade de esporos vão se espalhar e dividir quando o Vilão entra no Estado Dividido. Quando esses esporos levam dano, uma porção do dano também é causada no Vilão. Se o número de esporos em campo cair abaixo de um certo número, o Vilão entrará no Estado Aglomerado Frágil, durante sua duração, <color=#FFD780FF>toda resistência é bastante reduzida</color> e suas habilidades de combate são reduzidas. Adicionalmente, se todos os esporos gerados no Estado Dividido forem derrotados, o Vilão sairá do Estado Dividido cedo e entrar no Estado Aglomerado Frágil.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Сильный противник изначально находится в состоянии объединения и обладает <color=#FFD780FF>повышенным сопротивлением</color>. Через некоторое время сильный противник переходит в состояние разделения. <color=#FFD780FF>Нанесение Пиро или Электро урона сильному противнику</color> ускорит изменение.",
                        "Когда сильный противник входит в состояние разделения, он разделяется на множество спор. Когда споры получают урон, определённый процент общего урона наносится сильному противнику в зависимости от общего полученного ими урона. Как только спор на поле боя станет меньше определённого количества, сильный противник войдёт в состояние хрупкого объединения: <color=#FFD780FF>все виды сопротивления значительно понижаются</color>, а боевые способности ослабляются. Кроме того, если все споры, созданные в состоянии разделения, будут побеждены, сильный противник досрочно выйдет из состояния разделения и перейдёт в состояние хрупкого объединения.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "强敌初始处于「聚合状态」，具有<color=#FFD780FF>较高抗性</color>。一段时间后，强敌将转变为「分裂状态」；使用<color=#FFD780FF>火元素或雷元素对强敌造成伤害</color>，可加快转变的速度。",
                        "强敌进入「分裂状态」时，将分裂为大量孢子。孢子受到伤害时，会根据其所受伤害总值对强敌造成一定比例的伤害。此情况下，一旦前场上的孢子少于一定数量，强敌将会进入「脆性聚合状态」：<color=#FFD780FF>所有抗性大幅降低</color>，且战斗能力将被削弱。另外，若「分裂状态」产生出的所有孢子均被击败，则强敌提前退出「分裂状态」并转变为「脆性聚合状态」。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004} Characters<Color=#FFFFFF40> | </Color>Crowd Control Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004} Personagens<Color=#FFFFFF40> | </Color>Personagens de Controle de Multidão",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004}<Color=#FFFFFF40> | </Color> Перегруппировка",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004}元素角色<Color=#FFFFFF40> | </Color>聚集能力角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1007042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Gastrobot01",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24100104,
                        "level": 90,
                        "hp": 1358917.792,
                        "attack": 11418.823591017863,
                        "defense": 949.999988079071,
                        "matchedName": "Gastrobot_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Knuckle Duckle: Normal",
                    "ptLevelName": "Marreco Marreta: Normal",
                    "ruLevelName": "Железный утёнок: Обычный",
                    "chsLevelName": "重拳出击鸭·常形",
                    "enMonsterSpecialDesc": "A strangely shaped kuuvahki mechanism, made from scrap metal and mechanical bearings, that bears a partial resemblance — as per its creator's preferences, apparently — to a duck. Its output and resistance to damage are comparable to the Fatui's most cutting-edge weapons of war... But even so, it remains simply a toy duck that can punch its opponents very, very hard.\\nDue to the Ley Line disturbance, its projection manifests more strongly as a weapon, unleashing crushing blows on all who draw near.",
                    "ptMonsterSpecialDesc": "Um dispositivo Kuuvahki feito de ferro-velho e rolamentos mecânicos, lembrando vagamente, provavelmente devido a sua criadora, um pato. Sua resistência contra dano é comparável aos armamentos de ponta dos Fatui... Mas, ainda assim, é um pato de brinquedo que só pode socar contra seus inimigos com muita, muita força.\\nDevido aos distúrbios das Linhas Ley, sua projeção se manifesta ainda mais intensamente como uma arma, desferindo golpes devastadores em todos que se aproximam.",
                    "ruMonsterSpecialDesc": "Странный механизм, работающий на куувяки, собранный из металлолома и подшипников механизмов. Из-за предпочтений создателя он частично приобрёл внешние черты «утки». Даже если сравнить с самыми передовыми боевыми машинами Фатуи, он не уступает им ни по мощности, ни по прочности, но при этом остаётся всего лишь игрушечной уткой, бьющей противников тяжёлыми кулаками.\\nПод воздействием флуктуации артерий земли его проекция ещё больше усилила свою боевую сущность и теперь без колебаний обрушивает тяжёлые удары на всех, кто приближается.",
                    "chsMonsterSpecialDesc": "由废弃的金属与机关轴承拼接而成的、造型奇特的月矩力机关，似乎是因为制造者的偏好而被部分赋予了「鸭子」的外观特征。即便是与愚人众最尖端的战争兵器相比，在出力与抗打击性能方面都毫不逊色，但依然只是一只会对敌人重拳出击的玩具鸭子。\\n受地脉紊乱的影响，其投影身为兵器的一面被进一步放大，会毫不犹豫地对所有靠近者挥下重拳。",
                    "enMonsterSpecialMechanicName": [
                        "Duckstruction Mode",
                        "Stamping Devices",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo \"Patostrução\"",
                        "Dispositivos Carregadores",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Режим Кря-кря крушителя",
                        "Уткоботы",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「歼灭鸭」模式",
                        "冲鸭机关",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Once the battle has progressed to a certain point, this Nemesis will go into Duckstruction Mode, in which its aggression increases. It also generates a Ward for itself <color=#FFD780FF>that increases all RES</color> and summons floating Stamping Devices to harass you.",
                        "Stamping devices are <color=#FFD780FF>fairly resistant to all DMG except Electro DMG</color>. <color=#FFD780FF>Deal Electro-Charged or Lunar-Charged DMG repeatedly, or deal enough damage to destroy them</color> to disrupt these devices. Disrupted stamping devices will go out of control, crash into the Knuckle Duckle, and deal a certain amount of damage to its Ward. By destroying the Nemesis's Ward this way, you can cause it to exit Duckstruction Mode and become incapacitated from Overloaded.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha tiver progredido até certo ponto, esse Vilão entra no modo \"Patostrução\", do qual sua agressão aumenta. Também cria um Revestimento para si <color=#FFD780FF>que aumenta toda sua RES</color> e invoca Dispositivos Carregadores para te incomodar.",
                        "Dispositivos Carregadores são <color=#FFD780FF>bem resistentes a todos os Danos exceto Dano Electro</color>. <color=#FFD780FF>Cause Dano de Carregado Eletricamente e/ou de Carga Lunar repetidamente, ou apenas cause Dano o suficiente</color> para perturbar esses dispositivos. Dispositivos Carregadores perturbados ficarão fora de controle, baterão no Marreco Marreta e causarão uma certa quantidade de Dano ao seu Revestimento. Ao destruir o Revestimento do Vilão dessa forma, você pode fazer com que ele saia do modo de \"Patostrução\" e ficar incapacitado devido à sobrecarga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "После определённого времени боя сильный противник переходит в режим Кря-кря крушителя, его агрессивность возрастает, он создаёт для себя барьер, <color=#FFD780FF>повышающий все виды сопротивления</color>, и призывает парящих уткоботов для отвлекающих атак.",
                        "Уткоботы <color=#FFD780FF>обладают высоким сопротивлением ко всем видам урона, кроме Электро урона</color>. <color=#FFD780FF>Многократно нанося урон реакциями Заряжен и/или Лунный заряд или нанося достаточное количество урона иным образом, можно вывести уткобота из строя</color>. Вышедший из строя уткобот потеряет контроль и врежется в Железного утёнка, нанося урон его барьеру. Уничтожив таким образом барьер сильного противника, можно вывести его из режима Кря-кря крушителя, и он впадёт в состояние паралича из-за перегрузки.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "在战斗进行到一定程度后，强敌就会进入「歼灭鸭」模式，进攻欲望上升，并为自身生成护罩<color=#FFD780FF>提升所有抗性</color>，还会召唤浮游的冲鸭机关进行骚扰。",
                        "冲鸭机关对<color=#FFD780FF>雷元素以外的伤害具有较高抗性</color>。<color=#FFD780FF>通过多次造成感电或月感电伤害，或直接造成足量伤害破坏冲鸭机关</color>，均可干扰它们的运行。被干扰的冲鸭机关会失控撞向重拳出击鸭，并对重拳出击鸭的护罩造成一定伤害。通过这种方式破坏强敌的护罩，即可使其退出「歼灭鸭」模式，并因过载而陷入瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "In battle, this Nemesis enters Duckstruction Mode, in which its aggression increases. It also generates a Ward for itself <color=#FFD780FF>that increases all RES</color> and summons the Stamping Devices.",
                        "Stamping devices are <color=#FFD780FF>fairly resistant to all DMG except Electro DMG</color>. <color=#FFD780FF>Deal Electro-Charged or Lunar-Charged DMG repeatedly, or deal enough damage to destroy them</color> to disrupt these devices. Disrupted stamping devices will go out of control, crash into the Knuckle Duckle, and deal a certain amount of damage to its Ward. By destroying the Nemesis's Ward this way, you can cause it to exit Duckstruction Mode and become incapacitated from Overloaded.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Em batalha, esse Vilão entra no modo \"Patostrução\", do qual sua agressão aumenta. Também cria um Revestimento para si <color=#FFD780FF>que aumenta toda sua RES</color> e invoca Dispositivos Carregadores.",
                        "Dispositivos Carregadores são <color=#FFD780FF>bem resistentes a todos os Danos exceto Dano Electro</color>. <color=#FFD780FF>Cause Dano de Carregado Eletricamente e/ou de Carga Lunar repetidamente, ou apenas cause Dano o suficiente</color> para perturbar esses dispositivos. Dispositivos Carregadores perturbados ficarão fora de controle, baterão no Marreco Marreta e causarão uma certa quantidade de Dano ao seu Revestimento. Ao destruir o Revestimento do Vilão dessa forma, você pode fazer com que ele saia do modo de \"Patostrução\" e ficar incapacitado devido à sobrecarga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою сильный противник войдёт в режим Кря-кря крушителя, его агрессивность повысится, и он создаст себе барьер, <color=#FFD780FF>повышающий все виды сопротивления</color>, а также призовёт уткоботов.",
                        "Уткоботы <color=#FFD780FF>обладают высоким сопротивлением ко всем видам урона, кроме Электро урона</color>. <color=#FFD780FF>Многократно нанося урон реакциями Заряжен и/или Лунный заряд или нанося достаточное количество урона иным образом, можно вывести уткобота из строя</color>. Вышедший из строя уткобот потеряет контроль и врежется в Железного утёнка, нанося урон его барьеру. Уничтожив таким образом барьер сильного противника, можно вывести его из режима Кря-кря крушителя, и он впадёт в состояние паралича из-за перегрузки.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "在战斗中强敌会进入「歼灭鸭」模式，进攻欲望上升，并为自身生成护罩<color=#FFD780FF>提升所有抗性</color>，并召唤冲鸭机关。",
                        "冲鸭机关对<color=#FFD780FF>雷元素以外的伤害具有较高抗性</color>。<color=#FFD780FF>通过多次造成感电或月感电伤害，或直接造成足量伤害破坏冲鸭机关</color>，均可干扰它们的运行。被干扰的冲鸭机关会失控撞向重拳出击鸭，并对重拳出击鸭的护罩造成一定伤害。通过这种方式破坏强敌的护罩，即可使其退出「歼灭鸭」模式，并因过载而陷入瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} Reactions<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004} Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1001043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_DragonCollar",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24090504,
                        "level": 90,
                        "hp": 1100076.365,
                        "attack": 15225.098506701761,
                        "defense": 949.999988079071,
                        "matchedName": "DragonCollar",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Secret Source Automaton: Overseer Device - Normal",
                    "ptLevelName": "Autômato da Fonte Secreta: Configuração Padrão",
                    "ruLevelName": "Автоматон таинственного источника: Обычная форма",
                    "chsLevelName": "秘源机兵统御械·常形",
                    "enMonsterSpecialDesc": "A domination mechanism from the ancient ruins.\\nIn the distant past, a once-mighty ancient race used this mechanism to oversee the operation of their cities. Even now, long after the fall of their civilization, it still retains immense authority.\\nIt has returned to this realm via Ley Line memories once again to perform its \"abnormality cleansing\" duties...",
                    "ptMonsterSpecialDesc": "Um dispositivo utilizado para controlar ruínas antigas. \\nNo passado distante, uma raça antiga que outrora foi poderosa usava esse mecanismo para supervisionar o funcionamento de sua cidade. Mesmo agora, muito depois da queda de sua civilização, ele ainda retém uma autoridade imensa.\\nDe acordo com as memórias das Linhas Ley, ele apareceu novamente nesta terra, e é mais uma vez a hora de cumprir o seu propósito de varrer todas as impurezas...",
                    "ruMonsterSpecialDesc": "Древний механизм, созданный для установления господства.\\nВ далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.\\nСледуя воспоминаниям артерий земли, он вернулся в это измерение исполнить свой долг по «очистке от аномалий»...",
                    "chsMonsterSpecialDesc": "深古遗迹的统御用机关。\\n曾经，一度伟大的古老种族借由这种机关来统御城市的运转，即使在旧日文明崩毁的现在，也依然拥有着极高的权能。\\n遵循地脉的记忆，它重现此地，再度履行着自己「清扫异动」的职责…",
                    "enMonsterSpecialMechanicName": [
                        "Sweeper Mode",
                        "Counterstrike Mode",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de Varredura",
                        "Estado de Contra-Ataque",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Режим зачистки",
                        "Режим контрудара",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「荡除模式」",
                        "「应战状态」",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will enter Sweeper Mode while in combat: <color=#FFD780FF>All Elemental and Physical RES is greatly increased</color>, and it will generate Flow Momentum while performing attacks. The higher its Flow Momentum, the faster it will rotate and the more DMG it will deal.\\nIt will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will stop rotating and attacking, and its <color=#FFD780FF>All Elemental and Physical RES will be greatly decreased</color>, with its <color=#99FFFFFF>Cryo RES</color> <color=#FFD780FF>decreasing still more</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All Elemental and Physical RES will be decreased</color>.\\nIn this state, after it takes a certain number of <color=#99FFFFFF>Cryo DMG</color> instances, it will cease attacking altogether and its <color=#FFD780FF> All Elemental and Physical RES will be further decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Entra em Modo de Varredura durante a batalha: <color=#FFD780FF>aumenta consideravelmente a RES Física e contra todos os Elementos</color>, e gera Energia Fluida enquanto ataca. Quanto maior a Energia Fluida, maior a velocidade do rodopio, e maior o Dano causado.\\nDepois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida, e quando perder Energia Fluida até um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente a RES Física e contra todos os Elementos</color>. Além disso, <color=#FFD780FF>reduz ainda mais</color> a <color=#99FFFFFF>RES Cryo</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, o inimigo entrará no Estado de Contra-Ataque, passando a fazer ataques de disparos rastreadores, mas <color=#FFD780FF>reduzindo a RES Física e contra todos os Elementos</color>.\\nQuando estiver nesse estado, depois de sofrer uma certa quantidade de vezes de <color=#99FFFFFF>Dano Cryo</color>, interromperá seus ataques e <color=#FFD780FF>reduzirá ainda mais a RES Física e contra todos os Elementos</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою переходит в режим зачистки: <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.\\nПолучив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color=#FFD780FF>дополнительно снижается</color> его <color=#99FFFFFF>Крио сопротивление</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.\\nПопав под определённое количество атак с <color=#99FFFFFF>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中将进入「荡除模式」：<color=#FFD780FF>所有元素与物理抗性大幅提升</color>，并会一边产生「液流动量」一边进行攻击，「液流动量」越高，旋转速度与造成的伤害越高。\\n受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将停止旋转攻击，且<color=#FFD780FF>所有元素与物理抗性大幅降低</color>。且<color=#99FFFFFF>冰元素抗性</color><color=#FFD780FF>额外降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线进行攻击，此时其<color=#FFD780FF>所有元素与物理抗性降低</color>。\\n此状态下，受到一定次数的<color=#99FFFFFF>冰元素伤害</color>后，将停止攻击，且<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will enter Sweeper Mode while in combat: <color=#FFD780FF>All RES is greatly increased</color>, and it will perform rotating attacks while generating Flow Momentum. It will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will temporarily stop rotating and attacking, and its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Entra em Modo de Varredura na batalha: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>, e no momento que gerar Energia Fluida, faz um ataque rodopiante. Depois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida. Quando reduzir Energia Fluida a um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente todas as RES</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, esse inimigo entrará no Estado de Contra-Ataque, passando a realizar ataques de disparos perseguidores, mas também <color=#FFD780FF>reduzindo consideravelmente todas as suas RES</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою переходит в режим зачистки: <color=#FFD780FF>значительно увеличивается сопротивление всем элементам</color>, а также генерирует импульс потока, совершая атаки с вращением. Получив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он временно перестанет вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам существенно понизится</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам значительно снижается</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中将进入「荡除模式」：<color=#FFD780FF>所有抗性大幅提升</color>，产生「液流动量」的同时进行旋转攻击。受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将暂停旋转攻击，且<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线攻击，此时其<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100704,
            "monsterLevel": 100,
            "levelConfigs": [
                {
                    "id": 1007051,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_MandragoraElite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20081201,
                        "level": 100,
                        "hp": 3546892.683,
                        "attack": 3546892.683,
                        "defense": 1000,
                        "matchedName": "Mandragora_Elite",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 1.350000023841858,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Hexadecatonic Mandragora: Green Scourge",
                    "ptLevelName": "Mandrágora Hexadecagonal Veterana: Flagelo Verde",
                    "ruLevelName": "Бывалая шестнадцатикратная мандрагора: Зелёное бедствие",
                    "chsLevelName": "历经百战的十六倍曼陀草·绿灾",
                    "enMonsterSpecialDesc": "An exceptionally large Mandragora, likely an exotic variant produced through an extended artificial selection process. Although the original objective behind its cultivation is no longer known, its unique sense of territoriality suggests it may have been the product of some kind of special experiment.\\nDisturbed by the chaotic surging of the Ley Lines, its formerly vigorous vitality has been heavily depleted, turning it into the source of a green spore calamity.",
                    "ptMonsterSpecialDesc": "Uma Mandrágora excepcionalmente grande, provavelmente produzida por meio de seleção artificial prolongada. Embora o objetivo original por detrás de seu cultivo não ser mais conhecido, o organismo exibe um perfil de comportamento territorial atípico, o que sugere que foi criado como parte de um experimento.\\nNo entanto, os fluxos caóticos das Linhas Ley drenou sua antiga força vital abundante, e a transformou na fonte do desastre dos esporos verdes.",
                    "ruMonsterSpecialDesc": "Необычайно крупная мандрагора, вероятно выведенная в результате длительной селекции. Хотя первоначальная цель её культивации уже забыта, организм демонстрирует нетипичное территориальное поведение, что допускает вероятность её создания в рамках специального эксперимента.\\nПод влиянием нарушенного течения артерий земли её изначально буйная жизненная сила была значительно истощена. Она стала источником бедствия, так как распространяет зелёные споры.",
                    "chsMonsterSpecialDesc": "异乎寻常的巨大曼陀草，似乎是经历了漫长的人工选育才诞生的奇异品种。虽然最初培育它的目的早已不得而知，但从其拥有着独特的领地意识来看，或许它曾是某个特殊实验的产物。\\n受地脉错乱奔流的干扰，其原本蓬勃的生命力被大幅透支，化为制造绿色孢子灾祸的源头。",
                    "enMonsterSpecialMechanicName": [
                        "Agglomerated State",
                        "Split State",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Estado Aglomerado",
                        "Estado Dividido",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Объединение",
                        "Разделение",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "聚合状态",
                        "分裂状态",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "When battle begins, the Nemesis enters the Agglomerated State, during which <color=#FFD780FF>all RES is greatly increased</color>. While in this state, the Nemesis's Agglomeration Energy is constantly consumed. Dealing <color=#FFD780FF>Pyro or Electro</color> DMG to the Nemesis drains this energy more quickly. When its Agglomeration Energy is fully depleted, the Nemesis unleashes Sporebloom and switches to the Split State.",
                        "When this Nemesis enters the Split State, it splits into a large number of spores. When these spores take damage, a certain percentage of the total damage is also dealt to the Nemesis. After remaining in the Split State for a period of time, the Nemesis will return to the Agglomerated State. In this case, if the number of spores on the field falls below a certain number, the Nemesis will enter the Brittle Agglomerated State, during which <color=#FFD780FF>all RES is greatly reduced</color> and its combat abilities are diminished. Additionally, if all spores generated in Split State are defeated, the Nemesis will exit the Split State early and go into the Brittle Agglomerated State instead.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha começa, o Vilão entra no Estado Aglomerado, durante sua duração, <color=#FFD780FF>toda resistência é bastante aumentada</color>. Enquanto neste estado, a Energia de Aglomeração do Vilão é constantemente consumida. Causar <color=#FFD780FF>Dano Pyro ou Electro</color> ao Vilão drenará sua energia mais rapidamente. Quando sua Energia de Aglomeração for totalmente consumida, o Vilão lançará \"Floração de Esporos\" e trocar para o Estado Dividido.",
                        "Uma grande quantidade de esporos vão se espalhar e dividir quando o Vilão entra no Estado Dividido. Quando esses esporos levam dano, uma porção do dano também é causada no Vilão, que sairá do Estado Dividido e retornará para o Estado Aglomerado após um certo tempo. Porém, se o número de esporos em campo cair abaixo de um certo número, o Vilão entrará no Estado Aglomerado Frágil, durante sua duração, <color=#FFD780FF>toda resistência é bastante reduzida</color> e suas habilidades de combate são reduzidas. Adicionalmente, se todos os esporos gerados no Estado Dividido forem derrotados, o Vilão sairá do Estado Dividido cedo e entrar no Estado Aglomerado Frágil.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В начале битвы сильный противник войдёт в состояние объединения: <color=#FFD780FF>все виды сопротивления сильно повышаются</color>. Это состояние постоянно расходует энергию объединения противника. Нанесение <color=#FFD780FF>Пиро или Электро</color> урона противнику также ускорит расход энергии. Когда энергия объединения будет истощена, противник применит Разрастание спор и перейдёт в состояние разделения.",
                        "Когда сильный противник входит в состояние разделения, он разделяется на множество спор. Когда споры получают урон, определённый процент общего урона наносится сильному противнику в зависимости от общего полученного ими урона. После того как состояние разделения продлится некоторое время, сильный противник вернётся в состояние объединения. Как только спор на поле боя станет меньше определённого количества, сильный противник войдёт в состояние хрупкого объединения: <color=#FFD780FF>все виды сопротивления значительно понижаются</color>, а боевые способности ослабляются. Кроме того, если все споры, созданные в состоянии разделения, будут побеждены, сильный противник досрочно выйдет из состояния разделения и перейдёт в состояние хрупкого объединения.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始时，强敌将进入「聚合状态」：<color=#FFD780FF>所有抗性大幅提升</color>。该状态会不断消耗强敌的「聚合能量」，使用<color=#FFD780FF>火元素或雷元素</color>对强敌造成伤害，也会加速能量的消耗。当「聚合能量」耗尽后，强敌将释放「滋蔓之茵」，并转变为「分裂状态」。",
                        "强敌进入「分裂状态」时，将分裂为大量孢子。孢子受到伤害时，会根据其所受伤害总值对强敌造成一定比例的伤害。「分裂状态」持续一段时间后，强敌将回到「聚合状态」。此情况下，一旦前场上的孢子少于一定数量，强敌将会进入「脆性聚合状态」：<color=#FFD780FF>所有抗性大幅降低</color>，且战斗能力将被削弱。另外，若「分裂状态」产生出的所有孢子均被击败，则强敌提前退出「分裂状态」并转变为「脆性聚合状态」。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "This Nemesis starts in the Agglomerated State, which comes with <color=#FFD780FF>increased RES</color>; after some time, it then switches to the Split State. Deal <color=#FFD780FF>Pyro or Electro DMG to this Nemesis</color> to speed up this switch.",
                        "When this Nemesis enters the Split State, it splits into a large number of spores. When these spores take damage, a certain percentage of the total damage is also dealt to the Nemesis. In this case, if the number of spores on the field falls below a certain number, the Nemesis will enter the Brittle Agglomerated State, during which <color=#FFD780FF>all RES is greatly reduced</color> and its combat abilities are diminished. Additionally, if all spores generated in the Split State are defeated, the Nemesis will exit the Split State early and go into the Brittle Agglomerated State instead.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Esse Vilão começa no Estado Aglomerado, que vem com <color=#FFD780FF>resistência aumentada</color>; após um tempo, ele troca para o Estado Dividido. Cause <color=#FFD780FF>Dano Pyro ou Electro nesse Vilão</color> para acelerar essa troca.",
                        "Uma grande quantidade de esporos vão se espalhar e dividir quando o Vilão entra no Estado Dividido. Quando esses esporos levam dano, uma porção do dano também é causada no Vilão. Se o número de esporos em campo cair abaixo de um certo número, o Vilão entrará no Estado Aglomerado Frágil, durante sua duração, <color=#FFD780FF>toda resistência é bastante reduzida</color> e suas habilidades de combate são reduzidas. Adicionalmente, se todos os esporos gerados no Estado Dividido forem derrotados, o Vilão sairá do Estado Dividido cedo e entrar no Estado Aglomerado Frágil.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Сильный противник изначально находится в состоянии объединения и обладает <color=#FFD780FF>повышенным сопротивлением</color>. Через некоторое время сильный противник переходит в состояние разделения. <color=#FFD780FF>Нанесение Пиро или Электро урона сильному противнику</color> ускорит изменение.",
                        "Когда сильный противник входит в состояние разделения, он разделяется на множество спор. Когда споры получают урон, определённый процент общего урона наносится сильному противнику в зависимости от общего полученного ими урона. Как только спор на поле боя станет меньше определённого количества, сильный противник войдёт в состояние хрупкого объединения: <color=#FFD780FF>все виды сопротивления значительно понижаются</color>, а боевые способности ослабляются. Кроме того, если все споры, созданные в состоянии разделения, будут побеждены, сильный противник досрочно выйдет из состояния разделения и перейдёт в состояние хрупкого объединения.«»",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "强敌初始处于「聚合状态」，具有<color=#FFD780FF>较高抗性</color>。一段时间后，强敌将转变为「分裂状态」；使用<color=#FFD780FF>火元素或雷元素对强敌造成伤害</color>，可加快转变的速度。",
                        "强敌进入「分裂状态」时，将分裂为大量孢子。孢子受到伤害时，会根据其所受伤害总值对强敌造成一定比例的伤害。此情况下，一旦前场上的孢子少于一定数量，强敌将会进入「脆性聚合状态」：<color=#FFD780FF>所有抗性大幅降低</color>，且战斗能力将被削弱。另外，若「分裂状态」产生出的所有孢子均被击败，则强敌提前退出「分裂状态」并转变为「脆性聚合状态」。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004} Characters<Color=#FFFFFF40> | </Color>Crowd Control Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004} Personagens<Color=#FFFFFF40> | </Color>Personagens de Controle de Multidão",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004}<Color=#FFFFFF40> | </Color> Перегруппировка",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004}元素角色<Color=#FFFFFF40> | </Color>聚集能力角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1007052,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Gastrobot01",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24100104,
                        "level": 100,
                        "hp": 6771340.645,
                        "attack": 14773.25319093978,
                        "defense": 1000,
                        "matchedName": "Gastrobot_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Knuckle Duckle: Command",
                    "ptLevelName": "Marreco Marreta: Comando",
                    "ruLevelName": "Железный утёнок: Лидер",
                    "chsLevelName": "重拳出击鸭·领舰",
                    "enMonsterSpecialDesc": "A strangely shaped kuuvahki mechanism, made from scrap metal and mechanical bearings, that bears a partial resemblance — as per its creator's preferences, apparently — to a duck. Its output and resistance to damage are comparable to the Fatui's most cutting-edge weapons of war... But even so, it remains simply a toy duck that can punch its opponents very, very hard.\\nThe misalignments in the Ley Line have caused its projection to join forces with the stamping devices, forming a fearsome strike force that is poised to crush all threats.",
                    "ptMonsterSpecialDesc": "Um dispositivo Kuuvahki feito de ferro-velho e rolamentos mecânicos, lembrando vagamente, provavelmente devido a sua criadora, um pato. Sua resistência contra dano é comparável aos armamentos de ponta dos Fatui... Mas, ainda assim, é um pato de brinquedo que só pode socar contra seus inimigos com muita, muita força.\\nOs desalinhamentos das Linhas Ley fizeram com que essa projeção unisse forças com os Dispositivos Carregadores, formando uma força de ataque devastadora pronta para destruir todas as ameaças.",
                    "ruMonsterSpecialDesc": "Странный механизм, работающий на куувяки, собранный из металлолома и подшипников механизмов. Из-за предпочтений создателя он частично приобрёл внешние черты «утки». Даже если сравнить с самыми передовыми боевыми машинами Фатуи, он не уступает им ни по мощности, ни по прочности, но при этом остаётся всего лишь игрушечной уткой, бьющей противников тяжёлыми кулаками.\\nПод влиянием флуктуации артерий земли его проекция объединилась с уткоботами в устрашающий флот, готовый атаковать любую угрозу.",
                    "chsMonsterSpecialDesc": "由废弃的金属与机关轴承拼接而成的、造型奇特的月矩力机关，似乎是因为制造者的偏好而被部分赋予了「鸭子」的外观特征。即便是与愚人众最尖端的战争兵器相比，在出力与抗打击性能方面都毫不逊色，但依然只是一只会对敌人重拳出击的玩具鸭子。\\n受地脉乱流错误编排的影响，它的投影正联合冲鸭机关们组成一支可怕的打击舰队，作势要向所有威胁发动轰击。",
                    "enMonsterSpecialMechanicName": [
                        "Duckstruction Mode",
                        "Stamping Devices",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo \"Patostrução\"",
                        "Dispositivos Carregadores",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Режим Кря-кря крушителя",
                        "Уткоботы",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「歼灭鸭」模式",
                        "冲鸭机关",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "When battle begins, this Nemesis will go into Duckstruction Mode, in which its aggression increases. It also generates a Ward for itself <color=#FFD780FF>that increases all RES</color>, and summons floating Stamping Devices to harass you.",
                        "Stamping devices are <color=#FFD780FF>fairly resistant to all DMG except Electro DMG</color>. <color=#FFD780FF>Deal Electro-Charged or Lunar-Charged DMG repeatedly, or deal enough damage to destroy them</color> to disrupt these devices. Disrupted stamping devices will go out of control, crash into the Knuckle Duckle, and deal a certain amount of damage to its Ward. By destroying the Nemesis's Ward this way, you can cause it to exit Duckstruction Mode and become incapacitated from Overloaded.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha começar, esse Vilão entra no modo \"Patostrução\", do qual sua agressão aumenta. Também cria um Revestimento para si <color=#FFD780FF>que aumenta toda sua RES</color> e invoca Dispositivos Carregadores para te incomodar.",
                        "Dispositivos Carregadores são <color=#FFD780FF>bem resistentes a todos os Danos exceto Dano Electro</color>. <color=#FFD780FF>Cause Dano de Carregado Eletricamente e/ou de Carga Lunar repetidamente, ou apenas cause Dano o suficiente</color> para perturbar esses dispositivos. Dispositivos Carregadores perturbados ficarão fora de controle, baterão no Marreco Marreta e causarão uma certa quantidade de Dano ao seu Revestimento. Ao destruir o Revestimento do Vilão dessa forma, você pode fazer com que ele saia do modo de \"Patostrução\" e ficar incapacitado devido à sobrecarga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "После начала боя сильный противник войдёт в режим Кря-кря крушителя, его агрессивность возрастает, он создаёт для себя барьер, <color=#FFD780FF>повышающий все виды сопротивления</color>, и призывает парящих уткоботов для отвлекающих атак.",
                        "Уткоботы <color=#FFD780FF>обладают высоким сопротивлением ко всем видам урона, кроме Электро урона</color>. <color=#FFD780FF>Многократно нанося урон реакциями Заряжен и/или Лунный заряд или нанося достаточное количество урона иным образом, можно вывести уткобота из строя</color>. Вышедший из строя уткобот потеряет контроль и врежется в Железного утёнка, нанося урон его барьеру. Уничтожив таким образом барьер сильного противника, можно вывести его из режима Кря-кря крушителя, и он впадёт в состояние паралича из-за перегрузки.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始后，强敌会进入「歼灭鸭」模式，进攻欲望上升，并为自身生成护罩<color=#FFD780FF>提升所有抗性</color>，还会召唤浮游的冲鸭机关进行骚扰。",
                        "冲鸭机关对<color=#FFD780FF>雷元素以外的伤害具有较高抗性</color>。<color=#FFD780FF>通过多次造成感电或月感电伤害，或直接造成足量伤害破坏冲鸭机关</color>，均可干扰它们的运行。被干扰的冲鸭机关会失控撞向重拳出击鸭，并对重拳出击鸭的护罩造成一定伤害。通过这种方式破坏强敌的护罩，即可使其退出「歼灭鸭」模式，并因过载而陷入瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "When battle begins, this Nemesis will go into Duckstruction Mode, in which its aggression increases. It also generates a Ward for itself <color=#FFD780FF>that increases all RES</color>, and summons floating Stamping Devices to harass you.",
                        "Stamping devices are <color=#FFD780FF>fairly resistant to all DMG except Electro DMG</color>. <color=#FFD780FF>Deal Electro-Charged or Lunar-Charged DMG repeatedly, or deal enough damage to destroy them</color> to disrupt these devices. Disrupted stamping devices will go out of control, crash into the Knuckle Duckle, and deal a certain amount of damage to its Ward. By destroying the Nemesis's Ward this way, you can cause it to exit Duckstruction Mode and become incapacitated from Overloaded.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando a batalha começar, esse Vilão entra no modo \"Patostrução\", do qual sua agressão aumenta. Também cria um Revestimento para si <color=#FFD780FF>que aumenta toda sua RES</color> e invoca Dispositivos Carregadores para te incomodar.",
                        "Dispositivos Carregadores são <color=#FFD780FF>bem resistentes a todos os Danos exceto Dano Electro</color>. <color=#FFD780FF>Cause Dano de Carregado Eletricamente e/ou de Carga Lunar repetidamente, ou apenas cause Dano o suficiente</color> para perturbar esses dispositivos. Dispositivos Carregadores perturbados ficarão fora de controle, baterão no Marreco Marreta e causarão uma certa quantidade de Dano ao seu Revestimento. Ao destruir o Revestimento do Vilão dessa forma, você pode fazer com que ele saia do modo de \"Patostrução\" e ficar incapacitado devido à sobrecarga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "После начала боя сильный противник войдёт в режим Кря-кря крушителя, его агрессивность возрастает, он создаёт для себя барьер, <color=#FFD780FF>повышающий все виды сопротивления</color>, и призывает парящих уткоботов для отвлекающих атак.",
                        "Уткоботы <color=#FFD780FF>обладают высоким сопротивлением ко всем видам урона, кроме Электро урона</color>. <color=#FFD780FF>Многократно нанося урон реакциями Заряжен и/или Лунный заряд или нанося достаточное количество урона иным образом, можно вывести уткобота из строя</color>. Вышедший из строя уткобот потеряет контроль и врежется в Железного утёнка, нанося урон его барьеру. Уничтожив таким образом барьер сильного противника, можно вывести его из режима Кря-кря крушителя, и он впадёт в состояние паралича из-за перегрузки.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始后，强敌会进入「歼灭鸭」模式，进攻欲望上升，并为自身生成护罩<color=#FFD780FF>提升所有抗性</color>，还会召唤浮游的冲鸭机关进行骚扰。",
                        "冲鸭机关对<color=#FFD780FF>雷元素以外的伤害具有较高抗性</color>。<color=#FFD780FF>通过多次造成感电或月感电伤害，或直接造成足量伤害破坏冲鸭机关</color>，均可干扰它们的运行。被干扰的冲鸭机关会失控撞向重拳出击鸭，并对重拳出击鸭的护罩造成一定伤害。通过这种方式破坏强敌的护罩，即可使其退出「歼灭鸭」模式，并因过载而陷入瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} Reactions <Color=#FFFFFF40>|</Color>{SPRITE_PRESET#11004} Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1001053,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_DragonCollar",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24090504,
                        "level": 100,
                        "hp": 5481561.76,
                        "attack": 19697.671419797698,
                        "defense": 1000,
                        "matchedName": "DragonCollar",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Secret Source Automaton: Overseer Device - Swift Strike",
                    "ptLevelName": "Autômato da Fonte Secreta: Dispositivo Supervisor - Ataque Veloz",
                    "ruLevelName": "Автоматон таинственного источника: Стремительный удар",
                    "chsLevelName": "秘源机兵统御械·疾攻",
                    "enMonsterSpecialDesc": "A domination mechanism from the ancient ruins.\\nIn the distant past, a once-mighty ancient race used this mechanism to oversee the operation of their cities. Even now, long after the fall of their civilization, it still retains immense authority.\\nThe Ley Line narratives can restore even the most decrepit machines to mint condition. This device, as if freshly combat-adjusted, can now unleash even more lethal attacks...",
                    "ptMonsterSpecialDesc": "Um dispositivo utilizado para controlar ruínas antigas. \\nNo passado distante, uma raça antiga que outrora foi poderosa usava esse mecanismo para supervisionar o funcionamento de sua cidade. Mesmo agora, muito depois da queda de sua civilização, ele ainda retém uma autoridade imensa.\\nPor mais antigo que seja um mecanismo, nas narrativas das Linhas Ley, ele pode retornar ao estado em que foi forjado. Como se tivesse acabado de concluir sua calibração de combate, este dispositivo ancestral é capaz de liberar um poder ainda mais veloz e letal...",
                    "ruMonsterSpecialDesc": "Древний механизм, созданный для установления господства.\\nВ далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.\\nДаже самые старые механизмы в изложениях артерий земли могут восстановиться до первоначальной формы. Этот механизм из глубокой древности теперь способен выполнять ещё более быстрые и смертоносные атаки, будто только что прошёл отладку для боя...",
                    "chsMonsterSpecialDesc": "深古遗迹的统御用机关。\\n曾经，一度伟大的古老种族借由这种机关来统御城市的运转，即使在旧日文明崩毁的现在，也依然拥有着极高的权能。\\n无论多么老旧的机件，在地脉的叙述中，都能恢复至铸成之初的面貌。就如方才完成战斗调试，这一深古机关足以爆发出更为迅疾致命的战力…",
                    "enMonsterSpecialMechanicName": [
                        "Preemptive Sweeper Mode",
                        "Counterstrike Mode",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de Varredura Prévia",
                        "Estado de Contra-Ataque",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Упреждающий режим зачистки",
                        "Режим контрудара",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「先制荡除模式」",
                        "「应战状态」",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will immediately enter Sweeper Mode when combat starts: <color=#FFD780FF>All Elemental and Physical RES is greatly increased</color>, and it will generate Flow Momentum while performing attacks. The higher its Flow Momentum, the faster it will rotate and the more DMG it will deal.\\nIt will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will stop rotating and attacking, and its <color=#FFD780FF>All Elemental and Physical RES will be greatly decreased</color>, with its <color=#99FFFFFF>Cryo RES</color> <color=#FFD780FF>decreasing still more</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All Elemental and Physical RES will be decreased</color>.\\nIn this state, after it takes a certain number of <color=#99FFFFFF>Cryo DMG</color> instances, it will cease attacking altogether and its <color=#FFD780FF> All Elemental and Physical RES will be further decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Entra em Modo de Varredura imediatamente ao começar a batalha: <color=#FFD780FF>aumenta consideravelmente a RES Física e contra todos os Elementos</color>, e gera Energia Fluida enquanto ataca. Quanto maior a Energia Fluida, maior a velocidade do rodopio, e maior o Dano causado.\\nDepois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida, e quando perder Energia Fluida até um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente a RES Física e contra todos os Elementos</color>. Além disso, <color=#FFD780FF>reduz ainda mais</color> a <color=#99FFFFFF>RES Cryo</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, o inimigo entrará no Estado de Contra-Ataque, passando a fazer ataques de disparos rastreadores, mas <color=#FFD780FF>reduzindo a RES Física e contra todos os Elementos</color>.\\nQuando estiver nesse estado, depois de sofrer uma certa quantidade de vezes de <color=#99FFFFFF>Dano Cryo</color>, interromperá seus ataques e <color=#FFD780FF>reduzirá ainda mais a RES Física e contra todos os Elementos</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В начале боя сразу переходит в режим зачистки: <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.\\nПолучив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color=#FFD780FF>дополнительно снижается</color> его <color=#99FFFFFF>Крио сопротивление</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.\\nПопав под определённое количество атак с <color=#99FFFFFF>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始后将立即进入「荡除模式」：<color=#FFD780FF>所有元素与物理抗性大幅提升</color>，并会一边产生「液流动量」一边进行攻击，「液流动量」越高，旋转速度与造成的伤害越高。\\n受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将停止旋转攻击，且<color=#FFD780FF>所有元素与物理抗性大幅降低</color>。且<color=#99FFFFFF>冰元素抗性</color><color=#FFD780FF>额外降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线进行攻击，此时其<color=#FFD780FF>所有元素与物理抗性降低</color>。\\n此状态下，受到一定次数的<color=#99FFFFFF>冰元素伤害</color>后，将停止攻击，且<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will immediately enter Sweeper Mode when combat starts: <color=#FFD780FF>All RES is greatly increased</color>, and it will perform rotating attacks while generating Flow Momentum. It will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will temporarily stop rotating and attacking, and its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando a batalha inicia, entra imediatamente em Modo de Varredura: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>, e no momento que gerar Energia Fluida, faz um ataque rodopiante. Depois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida. Quando reduzir Energia Fluida a um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente todas as RES</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, esse inimigo entrará no Estado de Contra-Ataque, passando a realizar ataques de disparos perseguidores, mas também <color=#FFD780FF>reduzindo consideravelmente todas as suas RES</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В начале боя сразу переходит в режим зачистки: <color=#FFD780FF>значительно увеличивается сопротивление всем элементам</color>, а также генерирует импульс потока, совершая атаки с вращением. Получив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он временно перестанет вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам существенно понизится</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам значительно снижается</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始后将立即进入「荡除模式」：<color=#FFD780FF>所有抗性大幅提升</color>，产生「液流动量」的同时进行旋转攻击。受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将暂停旋转攻击，且<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线攻击，此时其<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100705,
            "monsterLevel": 105,
            "levelConfigs": [
                {
                    "id": 1007061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_MandragoraElite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20081201,
                        "level": 105,
                        "hp": 6459515.5,
                        "attack": 32520.8806051882,
                        "defense": 1024.999976158142,
                        "matchedName": "Mandragora_Elite",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 1.350000023841858,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Hexadecatonic Mandragora: Stormvine",
                    "ptLevelName": "Mandrágora Hexadecagonal Veterana: Vinha Tempestade",
                    "ruLevelName": "Бывалая шестнадцатикратная мандрагора: Лозы вихря",
                    "chsLevelName": "历经百战的十六倍曼陀草·风滚狂蔓",
                    "enMonsterSpecialDesc": "An exceptionally large Mandragora, likely an exotic variant produced through an extended artificial selection process. Although the original objective behind its cultivation is no longer known, its unique sense of territoriality suggests it may have been the product of some kind of special experiment.\\nAmidst the inchoate chaos of the Ley Lines, its form has long since mutated, and it is now determined to harness the howling winds to let its spores swallow the land whole...",
                    "ptMonsterSpecialDesc": "Uma Mandrágora excepcionalmente grande, provavelmente produzida por meio de seleção artificial prolongada. Embora o objetivo original por detrás de seu cultivo não ser mais conhecido, o organismo exibe um perfil de comportamento territorial atípico, o que sugere que foi criado como parte de um experimento.\\nCom sua forma totalmente distorcida devido ao extremo distúrbio da Linha Ley, agora está determinada a utilizar os ventos uivantes para cobrir a terra com seus esporos...",
                    "ruMonsterSpecialDesc": "Необычайно крупная мандрагора, вероятно выведенная в результате длительной селекции. Хотя первоначальная цель её культивации уже забыта, организм демонстрирует нетипичное территориальное поведение, что допускает вероятность её создания в рамках специального эксперимента.\\nПод влиянием искажения течения артерий земли давно мутировала. Теперь ветра разносят споры, чтобы они поглотили всю землю...",
                    "chsMonsterSpecialDesc": "异乎寻常的巨大曼陀草，似乎是经历了漫长的人工选育才诞生的奇异品种。虽然最初培育它的目的早已不得而知，但从其拥有着独特的领地意识来看，或许它曾是某个特殊实验的产物。\\n在地脉极端紊乱的扭曲下，它的形态早已异化，势要借着呼啸的狂风，让孢子将整片大地侵吞殆尽…",
                    "enMonsterSpecialMechanicName": [
                        "Powerful Agglomerated State",
                        "Split State",
                        "Hollow Structure",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Estado Aglomerado Poderoso",
                        "Estado Dividido",
                        "Estrutura Oca",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мощное объединение",
                        "Разделение",
                        "Полая структура",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "强效聚合状态",
                        "分裂状态",
                        "空洞结构",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Line disturbance, when battle begins, this Nemesis enters the Agglomerated State, during which <color=#FFD780FF>all RES is dramatically increased</color>. While in this state, the Nemesis's Agglomeration Energy is constantly consumed. Dealing <color=#FFD780FF>Pyro or Electro</color> DMG to the Nemesis drains this energy more quickly. When its Agglomeration Energy is fully depleted, the Nemesis unleashes Sporebloom and switches to the Split State.",
                        "When this Nemesis enters the Split State, it splits into a large number of spores. When these spores take damage, a certain percentage of the total damage is also dealt to the Nemesis. After remaining in the Split State for a period of time, the Nemesis will return to the Agglomerated State. In this case, if the number of spores on the field falls below a certain number, the Nemesis will enter the Brittle Agglomerated State, during which <color=#FFD780FF>all RES is greatly reduced</color> and its combat abilities are diminished. Additionally, if all spores generated in Split State are defeated, the Nemesis will exit the Split State early and go into the Brittle Agglomerated State instead.",
                        "Affected by the Ley Line disturbance, when this Nemesis is in the Split State or the Brittle Agglomerated State, its <color=#FFD780FF>Anemo RES is greatly reduced</color>.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Devido aos efeitos do distúrbio das Linhas Ley nesse Vilão, quando a batalha começa, ele entra no Estado Aglomerado, durante o qual <color=#FFD780FF>toda sua RES é drasticamente aumentada</color>. Enquanto nesse estado, a Energia de Aglomeração do Vilão é constantemente drenada. Causar <color=#FFD780FF>Dano Pyro ou Electro</color> ao Vilão drenará essa energia mais rapidamente. Quando sua Energia de Aglomeração for totalmente consumida, o Vilão lançará \"Floração de Esporos\" e trocará para o Estado Dividido.",
                        "Uma grande quantidade de esporos vão se espalhar e dividir quando o Vilão entra no Estado Dividido. Quando esses esporos levam dano, uma porção do dano também é causada no Vilão, que sairá do Estado Dividido e retornará para o Estado Aglomerado após um certo tempo. Porém, se o número de esporos em campo cair abaixo de um certo número, o Vilão entrará no Estado Aglomerado Frágil, durante sua duração, <color=#FFD780FF>toda resistência é bastante reduzida</color> e suas habilidades de combate são reduzidas. Adicionalmente, se todos os esporos gerados no Estado Dividido forem derrotados, o Vilão sairá do Estado Dividido cedo e entrar no Estado Aglomerado Frágil.",
                        "Devido ao efeito do distúrbio das Linhas Ley nesse Vilão, quando no Estado Dividido ou Estado Aglomerado Frágil sua <color=#FFD780FF>RES Anemo é bastante reduzida</color>.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под влиянием флуктуации артерий земли в начале битвы сильный противник войдёт в состояние объединения: <color=#FFD780FF>все виды сопротивления очень сильно повышаются</color>. Это состояние постоянно расходует энергию объединения противника. Нанесение <color=#FFD780FF>Пиро или Электро</color> урона противнику также ускорит расход энергии. Когда энергия объединения будет истощена, противник применит Разрастание спор и перейдёт в состояние разделения.",
                        "Когда сильный противник входит в состояние разделения, он разделяется на множество спор. Когда споры получают урон, определённый процент общего урона наносится сильному противнику в зависимости от общего полученного ими урона. После того как состояние разделения продлится некоторое время, сильный противник вернётся в состояние объединения. Как только спор на поле боя станет меньше определённого количества, сильный противник войдёт в состояние хрупкого объединения: <color=#FFD780FF>все виды сопротивления значительно понижаются</color>, а боевые способности ослабляются. Кроме того, если все споры, созданные в состоянии разделения, будут побеждены, сильный противник досрочно выйдет из состояния разделения и перейдёт в состояние хрупкого объединения.",
                        "Под влиянием флуктуации артерий земли, когда сильный противник находится в состоянии разделения или состоянии хрупкого объединения, <color=#FFD780FF>Анемо сопротивление значительно понижается</color>.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，战斗开始时，强敌将进入「聚合状态」：<color=#FFD780FF>所有抗性极大幅提升</color>。该状态会不断消耗强敌的「聚合能量」，使用<color=#FFD780FF>火元素或雷元素</color>对强敌造成伤害，也会加速能量的消耗。当「聚合能量」耗尽后，强敌将释放「滋蔓之茵」，并转变为「分裂状态」。",
                        "强敌进入「分裂状态」时，将分裂为大量孢子。孢子受到伤害时，会根据其所受伤害总值对强敌造成一定比例的伤害。「分裂状态」持续一段时间后，强敌将回到「聚合状态」。此情况下，一旦前场上的孢子少于一定数量，强敌将会进入「脆性聚合状态」：<color=#FFD780FF>所有抗性大幅降低</color>，且战斗能力将被削弱。另外，若「分裂状态」产生出的所有孢子均被击败，则强敌提前退出「分裂状态」并转变为「脆性聚合状态」。",
                        "受到地脉紊乱的影响，强敌处于「分裂状态」或「脆性聚合状态」时，<color=#FFD780FF>风元素抗性大幅降低</color>。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, this Nemesis starts in the Agglomerated State, which comes with <color=#FFD780FF>extremely high RES</color>. After some time, the Nemesis then switches to the Split State. Deal <color=#FFD780FF>Pyro or Electro DMG to this Nemesis</color> to speed up this switch.",
                        "When this Nemesis enters the Split State, it splits into a large number of spores. When these spores take damage, a certain percentage of the total damage is also dealt to the Nemesis. In this case, if the number of spores on the field falls below a certain number, the Nemesis will enter the Brittle Agglomerated State, during which <color=#FFD780FF>all RES is greatly reduced</color> and its combat abilities are diminished. Additionally, if all spores generated in the Split State are defeated, the Nemesis will exit the Split State early and go into the Brittle Agglomerated State instead.",
                        "Affected by the Ley Line disturbance, when this Nemesis is in the Split State or the Brittle Agglomerated State, its <color=#FFD780FF>Anemo RES is greatly reduced</color>.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Afetado pelo distúrbio das Linhas Ley, esse Vilão começa no Estado Aglomerado, que possui <color=#FFD780FF>uma resistência bastante aumentada</color>. Após um tempo, o Vilão troca para o Estado Dividido. Use <color=#FFD780FF>Pyro ou Electro para causar Dano ao Vilão</color> e acelerar essa troca.",
                        "Uma grande quantidade de esporos vão se espalhar e dividir quando o Vilão entra no Estado Dividido. Quando esses esporos levam dano, uma porção do dano também é causada no Vilão. Se o número de esporos em campo cair abaixo de um certo número, o Vilão entrará no Estado Aglomerado Frágil, durante sua duração, <color=#FFD780FF>toda resistência é bastante reduzida</color> e suas habilidades de combate são reduzidas. Adicionalmente, se todos os esporos gerados no Estado Dividido forem derrotados, o Vilão sairá do Estado Dividido cedo e entrar no Estado Aglomerado Frágil.",
                        "Devido ao efeito do distúrbio das Linhas Ley nesse Vilão, quando no Estado Dividido ou Estado Aglomerado Frágil sua <color=#FFD780FF>RES Anemo é bastante reduzida</color>.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под влиянием флуктуации артерий земли сильный противник изначально находится в состоянии объединения и обладает <color=#FFD780FF>сильно повышенным сопротивлением</color>. Через некоторое время сильный противник переходит в состояние разделения. <color=#FFD780FF>Нанесение Пиро или Электро урона сильному противнику</color> ускорит изменение.",
                        "Когда сильный противник входит в состояние разделения, он разделяется на множество спор. Когда споры получают урон, определённый процент общего урона наносится сильному противнику в зависимости от общего полученного ими урона. Как только спор на поле боя станет меньше определённого количества, сильный противник войдёт в состояние хрупкого объединения: <color=#FFD780FF>все виды сопротивления значительно понижаются</color>, а боевые способности ослабляются. Кроме того, если все споры, созданные в состоянии разделения, будут побеждены, сильный противник досрочно выйдет из состояния разделения и перейдёт в состояние хрупкого объединения.«»",
                        "Под влиянием флуктуации артерий земли, когда сильный противник находится в состоянии разделения или состоянии хрупкого объединения, <color=#FFD780FF>Анемо сопротивление значительно понижается</color>.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，强敌初始处于「聚合状态」，具有<color=#FFD780FF>极高抗性</color>。一段时间后，强敌将转变为「分裂状态」；使用<color=#FFD780FF>火元素或雷元素对强敌造成伤害</color>，可加快转变的速度。",
                        "强敌进入「分裂状态」时，将分裂为大量孢子。孢子受到伤害时，会根据其所受伤害总值对强敌造成一定比例的伤害。此情况下，一旦前场上的孢子少于一定数量，强敌将会进入「脆性聚合状态」：<color=#FFD780FF>所有抗性大幅降低</color>，且战斗能力将被削弱。另外，若「分裂状态」产生出的所有孢子均被击败，则强敌提前退出「分裂状态」并转变为「脆性聚合状态」。",
                        "受到地脉紊乱的影响，强敌处于「分裂状态」或「脆性聚合状态」时，<color=#FFD780FF>风元素抗性大幅降低</color>。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004} Characters<Color=#FFFFFF40> | </Color>Crowd Control Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004} Personagens<Color=#FFFFFF40> | </Color>Personagens de Controle de Multidão",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004}<Color=#FFFFFF40> | </Color> Перегруппировка",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004}元素角色<Color=#FFFFFF40> | </Color>聚集能力角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1007062,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Gastrobot01",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24100104,
                        "level": 105,
                        "hp": 13114773.0,
                        "attack": 16260.4403025941,
                        "defense": 1024.999976158142,
                        "matchedName": "Gastrobot_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Knuckle Duckle: Armored Arsenal",
                    "ptLevelName": "Marreco Marreta: Arsenal Blindado",
                    "ruLevelName": "Железный утёнок: Тяжёлая броня",
                    "chsLevelName": "重拳出击鸭·重甲武库",
                    "enMonsterSpecialDesc": "A strangely shaped kuuvahki mechanism, made from scrap metal and mechanical bearings, that bears a partial resemblance — as per its creator's preferences, apparently — to a duck. Its output and resistance to damage are comparable to the Fatui's most cutting-edge weapons of war... But even so, it remains simply a toy duck that can punch its opponents very, very hard.\\nDue to the transformation caused by the extreme Ley Line disorder, the projection of this mechanism has evolved into a mobile factory fully loaded with armor and weaponry. One wrong move, and a swarm of Stamping Devices will overwhelm the challenger like a tsunami...",
                    "ptMonsterSpecialDesc": "Um dispositivo Kuuvahki feito de ferro-velho e rolamentos mecânicos, lembrando vagamente, provavelmente devido a sua criadora, um pato. Sua resistência contra dano é comparável aos armamentos de ponta dos Fatui... Mas, ainda assim, é um pato de brinquedo que só pode socar contra seus inimigos com muita, muita força.\\nDevido às transformações causadas pelas perturbações extremas das Linhas Ley, a projeção deste mecanismo evoluiu em uma fábrica móvel totalmente equipada com blindagem e armamento. Um movimento errado e um bando de Dispositivos Carregadores atropelará o adversário como um maremoto...",
                    "ruMonsterSpecialDesc": "Странный механизм, работающий на куувяки, собранный из металлолома и подшипников механизмов. Из-за предпочтений создателя он частично приобрёл внешние черты «утки». Даже если сравнить с самыми передовыми боевыми машинами Фатуи, он не уступает им ни по мощности, ни по прочности, но при этом остаётся всего лишь игрушечной уткой, бьющей противников тяжёлыми кулаками.\\nПод воздействием экстремальных искажений артерий земли проекция этого механизма превратилась в мобильную фабрику, загруженную вооружением и бронёй. Малейшая оплошность - и уткоботы обрушатся на того, кто бросил им вызов, подобно цунами...",
                    "chsMonsterSpecialDesc": "由废弃的金属与机关轴承拼接而成的、造型奇特的月矩力机关，似乎是因为制造者的偏好而被部分赋予了「鸭子」的外观特征。即便是与愚人众最尖端的战争兵器相比，在出力与抗打击性能方面都毫不逊色，但依然只是一只会对敌人重拳出击的玩具鸭子。\\n在地脉极端紊乱的改造下，该机关的投影已然化为了一座满载武备与装甲的机动工厂。稍有不慎，蜂拥而至的冲鸭机关便会如同海啸般将挑战者淹没…",
                    "enMonsterSpecialMechanicName": [
                        "Heavy Duckstruction Mode",
                        "Low-Resistance Stamping Devices",
                        "Fast Frequency-Hopping System",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de \"Patostrução Pesado\"",
                        "Dispositivos Carregadores de Baixa Resistência",
                        "Sistema de Mudança Rápida de Frequência",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Режим Бронированного крушителя",
                        "Уткоботы с низким сопротивлением",
                        "Система быстрой перестройки частоты",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「全装甲歼灭鸭」模式",
                        "低阻冲鸭机关",
                        "快速跳频系统",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Due to the effects of the Ley Line disturbance, when battle begins, this Nemesis will go into Heavy Duckstruction Mode, in which its aggression increases. It also generates a Ward for itself <color=#FFD780FF>that increases all RES</color>, and summons floating Stamping Devices to harass you.",
                        "<color=#FFD780FF>Deal Electro-Charged or Lunar-Charged DMG repeatedly, or simply deal enough damage to destroy the stamping devices</color> to disrupt them. Disrupted devices will lose control and crash into the Knuckle Duckle, dealing a certain amount of damage to its Ward. Destroying the Nemesis's Ward this way will cause it to exit Heavy Duckstruction Mode and become incapacitated from Overloaded. This will also <color=#FFD780FF>greatly reduce the Nemesis's Electro RES for a certain time</color>.",
                        "Due to the effects of the Ley Line disturbance, the stamping devices become more resilient — deal <color=#FFD780FF>more instances of Electro-Charged or Lunar-Charged DMG</color> or <color=#FFD780FF>more damage</color> to these devices to disrupt them. <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color> dealt to stamping devices will be more effective, and when they lose control and crash into the Knuckle Duckle, the damage dealt to the latter increases based on <color=#FFD780FF>the total damage taken</color> by the devices.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Devido aos efeitos das perturbações das Linhas Ley, quando a batalha começar, esse Vilão entra no modo \"Patostrução Pesada\", do qual sua agressão aumenta. Também cria um Revestimento para si <color=#FFD780FF>que aumenta toda sua RES</color> e invoca Dispositivos Carregadores para te incomodar.",
                        "<color=#FFD780FF>Cause Dano de Carregado Eletricamente e/ou de Carga Lunar repetidamente, ou apenas cause Dano o suficiente</color> para perturbar esses dispositivos. Dispositivos Carregadores perturbados ficarão fora de controle, baterão no Marreco Marreta e causarão uma certa quantidade de Dano ao seu Revestimento. Ao destruir o Revestimento do Vilão dessa forma, você pode fazer com que ele saia do modo de \"Patostrução\" e ficar incapacitado devido à sobrecarga. Isso também <color=#FFD780FF>reduzirá imensamente a RES Electro do Vilão por um certo período</color>.",
                        "Devido aos efeitos das perturbações das Linhas Ley, os Dispositivos Carregadores se tornam mais resistentes — cause <color=#FFD780FF>mais instâncias de Dano de Eletricamente Carregado e/ou Carga Lunar</color>, ou <color=#FFD780FF>mais dano</color> a esses dispositivos para os interromper. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> causados a esses Dispositivos Carregadores serão mais efetivos, e quando perdem controle e batem contra o Marreco Marreta, o Dano causado a este último aumenta com base no <color=#FFD780FF>Dano total sofrido</color> pelos dispositivos.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под влиянием флуктуации артерий земли после начала боя сильный противник войдёт в режим Бронированного крушителя, его агрессивность повысится, и он создаст барьер, <color=#FFD780FF>повышающий все виды сопротивления</color>, а также призовёт парящие уткоботы для отвлекающих атак.",
                        "<color=#FFD780FF>Многократно нанося урон реакциями Заряжен и/или Лунный заряд или нанося достаточное количество урона иным образом,</color> можно вывести уткобота из строя. Вышедший из строя уткобот врежется в Железного утёнка и нанесёт определённый урон его барьеру. Уничтожив таким образом барьер сильного противника, можно вывести его из режима Бронированного крушителя, парализовать его из-за перегрузки и одновременно <color=#FFD780FF>значительно понизить Электро сопротивление сильного противника на некоторое время</color>.",
                        "Под воздействием флуктуации артерий земли уткоботы стали более прочными: требуется <color=#FFD780FF>нанести больше урона реакциями Заряжен или Лунный заряд</color> либо <color=#FFD780FF>нанести больше урона иным образом</color>, чтобы вывести их из строя. <color=#FFD780FF>Урон от реакций Заряжен или Лунный заряд</color> более эффективен для разрушения уткоботов. Когда вышедший из-под контроля уткобот врезается в Железного утёнка, нанесённый им урон увеличивается в зависимости от <color=#FFD780FF>общего объёма полученного уткоботом урона</color>.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，战斗开始后，强敌会进入「全装甲歼灭鸭」模式，进攻欲望上升，并为自身生成护罩<color=#FFD780FF>提升所有抗性</color>，还会召唤浮游的冲鸭机关进行骚扰。",
                        "<color=#FFD780FF>通过多次造成感电或月感电伤害，或直接造成足量伤害破坏冲鸭机关</color>，均可干扰它们的运行。被干扰的冲鸭机关会失控撞向重拳出击鸭，并对重拳出击鸭的护罩造成一定伤害。通过这种方式破坏强敌的护罩，即可使强敌退出「全装甲歼灭鸭」模式，因过载而陷入瘫痪，同时使强敌的<color=#FFD780FF>雷元素抗性在一段时间内大幅降低</color>。",
                        "受到地脉紊乱的影响，冲鸭机关变得更加坚固：需要<color=#FFD780FF>造成更多次感电或月感电伤害</color>，或<color=#FFD780FF>造成更高伤害</color>才能干扰其运行。<color=#FFD780FF>感电或月感电伤害</color>对冲鸭机关具有更高的破坏效率。当失控的冲鸭机关撞向重拳出击鸭时，其造成的伤害将根据冲鸭机关<color=#FFD780FF>所受伤害的总值</color>提升。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Due to the effects of the Ley Line disturbance, when battle begins, this Nemesis enters Heavy Duckstruction Mode, in which its aggression increases. This mode also activates a Ward that <color=#FFD780FF>greatly increases all RES</color> and summons the stamping devices.",
                        "<color=#FFD780FF>Deal Electro-Charged or Lunar-Charged DMG repeatedly, or simply deal enough damage to destroy the stamping devices</color> to disrupt them. Disrupted devices will lose control and crash into the Knuckle Duckle, dealing a certain amount of damage to its Ward. Destroying the Nemesis's Ward this way will cause it to exit Heavy Duckstruction Mode and become incapacitated from Overloaded. This will also <color=#FFD780FF>greatly reduce the Nemesis's Electro RES for a certain time</color>.",
                        "Due to the effects of the Ley Line disturbance, <color=#FFD780FF>more instances of Electro-Charged or Lunar-Charged DMG</color> are needed to disrupt the stamping devices. Alternatively, <color=#FFD780FF>deal more damage</color> to these devices for the same effect. <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color> causes damage to the stamping devices more effectively. The damage caused by the stamping devices to the Knuckle Duckle increases based on <color=#FFD780FF>the total damage</color> taken by the stamping devices. In particular, any Electro-Charged DMG, Lunar-Charged DMG, and Electro DMG receive a higher scaling bonus.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Devido aos efeitos dos distúrbios das Linhas Ley, quando a batalha começa, esse Vilão entra no modo \"Patostrução\", do qual sua agressão aumenta. Também cria um Revestimento para si <color=#FFD780FF>que aumenta toda sua RES</color> e invoca Dispositivos Carregadores.",
                        "<color=#FFD780FF>Cause Dano de Carregado Eletricamente e/ou de Carga Lunar repetidamente, ou apenas cause Dano o suficiente</color> para perturbar esses dispositivos. Dispositivos Carregadores perturbados ficarão fora de controle, baterão no Marreco Marreta e causarão uma certa quantidade de Dano ao seu Revestimento. Ao destruir o Revestimento do Vilão dessa forma, você pode fazer com que ele saia do modo de \"Patostrução\" e ficar incapacitado devido à sobrecarga. Isso também <color=#FFD780FF>reduzirá imensamente a RES Electro do Vilão por um certo período</color>.",
                        "Devido aos efeitos das perturbações das Linhas Ley, <color=#FFD780FF>mais instâncias de Dano de Carregado Eletricamente e/ou Carga Lunar</color> são necessários para interromper o funcionamento dos Dispositivos Carregadores. Alternativamente, <color=#FFD780FF>causa mais Dano</color> a esses dispositivos pelo mesmo efeito. <color=#FFD780FF>Dano Carregado Eletricamente e Carga Lunar</color> causam Dano aos Dispositivos Carregadores mais efetivamente, enquanto o Dano causado pelos Dispositivos Carregadores ao Marreco Marreta aumenta baseado no <color=#FFD780FF>Dano total</color> levado pelos dispositivos. Em particular, qualquer Dano de Carregado Eletricamente, Carga Lunar e Electro levado aumentará ainda mais o Dano.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под влиянием флуктуации артерий земли после начала боя сильный противник войдёт в режим Бронированного крушителя, повысит агрессивность, активирует <color=#FFD780FF>барьер, значительно повышающий все виды сопротивления</color>, и призовёт уткоботов.",
                        "<color=#FFD780FF>Многократно нанося урон реакциями Заряжен и/или Лунный заряд или нанося достаточное количество урона иным образом,</color> можно вывести уткобота из строя. Вышедший из строя уткобот врежется в Железного утёнка и нанесёт определённый урон его барьеру. Уничтожив таким образом барьер сильного противника, можно вывести его из режима Бронированного крушителя, парализовать его из-за перегрузки и одновременно <color=#FFD780FF>значительно понизить Электро сопротивление сильного противника на некоторое время</color>.",
                        "Под влиянием флуктуации артерий земли нужно <color=#FFD780FF>нанести больше урона реакциями Заряжен или Лунный заряд</color> или <color=#FFD780FF>нанести больше урона иным образом</color>, чтобы вывести уткоботов из строя. <color=#FFD780FF>Урон от реакций Заряжен или Лунный заряд</color> более эффективно выводит уткоботов из строя. Урон, наносимый уткоботами Железному утёнку, будет повышаться в зависимости от <color=#FFD780FF>общего значения урона, полученного уткоботом</color>. При этом коэффициент повышения от урона, полученного в результате реакций Заряжен, Лунный заряд, и от Электро урона выше.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，战斗开始后，强敌会进入「全装甲歼灭鸭」模式，进攻欲望上升，开启<color=#FFD780FF>使所有抗性大幅提高</color>的护罩，并召唤冲鸭机关。",
                        "<color=#FFD780FF>通过多次造成感电或月感电伤害，或直接造成足量伤害破坏冲鸭机关</color>，均可干扰它们的运行。被干扰的冲鸭机关会失控撞向重拳出击鸭，并对重拳出击鸭的护罩造成一定伤害。通过这种方式破坏强敌的护罩，即可使强敌退出「全装甲歼灭鸭」模式，因过载而陷入瘫痪，同时使强敌的<color=#FFD780FF>雷元素抗性在一段时间内大幅降低</color>。",
                        "受到地脉紊乱的影响，冲鸭机关需要<color=#FFD780FF>受到更多次感电或月感电伤害</color>，或<color=#FFD780FF>受到更高伤害</color>才会被干扰。<color=#FFD780FF>感电或月感电伤害</color>对冲鸭机关具有更高的破坏效率。冲鸭机关对重拳出击鸭造成的伤害，将根据冲鸭机关<color=#FFD780FF>所受伤害的总值</color>提升。其中，感电伤害、月感电伤害与雷元素伤害的提升比率更高。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} Reactions <Color=#FFFFFF40>|</Color>{SPRITE_PRESET#11004} Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1001063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_DragonCollar",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24090504,
                        "level": 105,
                        "hp": 7606010.0,
                        "attack": 21680.58761885739,
                        "defense": 1024.999976158142,
                        "matchedName": "DragonCollar",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Secret Source Automaton: Overseer Device - Obliterator Panoply",
                    "ptLevelName": "Autômato da Fonte Secreta: Manopla Destruidora",
                    "ruLevelName": "Автоматон таинственного источника: Опустошающее оружие",
                    "chsLevelName": "秘源机兵统御械·毁灭武装",
                    "enMonsterSpecialDesc": "A domination mechanism from the ancient ruins.\\nIn the distant past, a once-mighty ancient race used this mechanism to oversee the operation of their cities. Even now, long after the fall of their civilization, it still retains immense authority.\\nIn the depths of the chaotic Ley Lines, the core energy module that deteriorated over the lengthening years has been restored, indeed, even \"overclocked\" to a dangerous degree. This machine is now unchained by its original specifications, capable of freeing itself from the planet's shackles and using its horrific \"Obliterator Panoply\"...",
                    "ptMonsterSpecialDesc": "Um dispositivo utilizado para controlar ruínas antigas. \\nNo passado distante, uma raça antiga que outrora foi poderosa usava esse mecanismo para supervisionar o funcionamento de sua cidade. Mesmo agora, muito depois da queda de sua civilização, ele ainda retém uma autoridade imensa.\\nNas profundezas das anomalias da Linha Ley, a energia do núcleo, outrora enfraquecida pelo passar do tempo, voltou a se reconstituir, alcançando até mesmo o nível extremamente perigoso de \"Sobrecarga\". Esse dispositivo possui uma potência aterradora, capaz de romper as amarras do planeta, sendo totalmente liberada além dos parâmetros originais de projeto, ativando sua terrível \"Manopla Destruidora\"...",
                    "ruMonsterSpecialDesc": "Древний механизм, созданный для установления господства.\\nВ далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.\\nВ глубинах хаоса артерий земли разрушившееся за долгие годы энергетическое ядро восстановилось до опасного уровня перегрузки. Теперь этот механизм, выйдя за пределы исходных характеристик, способен избавиться от оков планеты и применить своё ужасающее «Опустошающее оружие»...",
                    "chsMonsterSpecialDesc": "深古遗迹的统御用机关。\\n曾经，一度伟大的古老种族借由这种机关来统御城市的运转，即使在旧日文明崩毁的现在，也依然拥有着极高的权能。\\n在地脉乱象的深处，曾因时间流逝而衰损的核心能量重归充盈，甚至达到万分危险的「过载」级别。这一机关足以挣脱星球束缚的恐怖功率，最终以超出设计规格的水准完全释放，驱动起它那可怖的「毁灭武装」…",
                    "enMonsterSpecialMechanicName": [
                        "Preemptive Sweeper Mode",
                        "Forced Counterstrike Mode",
                        "Damage-Resistant Structure",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de Varredura Prévia",
                        "Estado de Combate Fortalecido",
                        "Resistência Estruturada",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Упреждающий режим зачистки",
                        "Режим форсированного контрудара",
                        "Устойчивая к повреждению конструкция",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「先制荡除模式」",
                        "「强载应战状态」",
                        "「抗损结构」",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will immediately enter Sweeper Mode when combat starts: <color=#FFD780FF>All Elemental and Physical RES is greatly increased</color>, and it will generate Flow Momentum while performing attacks. The higher its Flow Momentum, the faster it will rotate and the more DMG it will deal.\\nIt will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will stop rotating and attacking, and its <color=#FFD780FF>All Elemental and Physical RES will be greatly decreased</color>, with its <color=#99FFFFFF>Cryo RES</color> <color=#FFD780FF>decreasing still more</color>.\\nEach time it enters Sweeper Mode, it will produce additional Elemental Orbs the first time its rotating attacks are stopped.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Forced Counterstrike Mode and switch to attacking with powerful tracking rays. At this time, its <color=#FFD780FF>All Elemental and Physical RES will be decreased</color>.\\nIn this state, after it takes a certain number of <color=#99FFFFFF>Cryo DMG</color> instances, it will cease attacking altogether and its <color=#FFD780FF> All Elemental and Physical RES will be further decreased</color>.",
                        "Affected by the Ley Line disturbance, this great foe has its All RES further increased, and it loses less Flow Momentum when struck by <color=#99FFFFFF>Cryo DMG</color>. It will also lose less RES when in Forced Counterstrike Mode.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Entra em Modo de Varredura imediatamente ao começar a batalha: <color=#FFD780FF>aumenta consideravelmente a RES Física e contra todos os Elementos</color>, e gera Energia Fluida enquanto ataca. Quanto maior a Energia Fluida, maior a velocidade do rodopio, e maior o Dano causado.\\nDepois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida, e quando perder Energia Fluida até um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente a RES Física e contra todos os Elementos</color>. Além disso, <color=#FFD780FF>reduz ainda mais</color> a <color=#99FFFFFF>RES Cryo</color>.\\nToda vez que interromper o primeiro ataque rodopiante após entrar no estado do Modo de Varredura, gera um Orbe Elemental adicional.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, o inimigo entrará no Estado de Combate Fortalecido, passando a fazer ataques de disparos rastreadores mais fortes, mas <color=#FFD780FF>reduzindo a RES Física e contra todos os Elementos</color>.\\nQuando estiver nesse estado, depois de sofrer uma certa quantidade de vezes de <color=#99FFFFFF>Dano Cryo</color>, interromperá seus ataques e <color=#FFD780FF>reduzirá ainda mais a RES Física e contra todos os Elementos</color>.",
                        "Afetado pela perturbação das Linhas Ley, todas as Resistências do inimigo poderoso aumentam ainda mais, e ele perderá menos \"Energia Fluida\" ao receber <color=#99FFFFFF>Dano Cryo</color>. Quando estiver no \"Estado de Combate Fortalecido\", a redução de suas Resistências será menor.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В начале боя сразу переходит в режим зачистки: <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.\\nПолучив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color=#FFD780FF>дополнительно снижается</color> его <color=#99FFFFFF>Крио сопротивление</color>.\\nКаждый раз, когда он впервые прекращает вращаться и атаковать в режиме зачистки, будут выпадать дополнительные элементальные сферы.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим форсированного контрудара и атакует с помощью мощных наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.\\nПопав под определённое количество атак с <color=#99FFFFFF>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>.",
                        "Под воздействием флуктуации артерий земли сопротивление всем элементам этого могучего врага повышается ещё больше, а при получении <color=#99FFFFFF>Крио урона</color> он теряет меньше импульса потока. В режиме форсированного контрудара его снижение сопротивления уменьшается.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始后将立即进入「荡除模式」：<color=#FFD780FF>所有元素与物理抗性大幅提升</color>，并会一边产生「液流动量」一边进行攻击，「液流动量」越高，旋转速度与造成的伤害越高。\\n受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将停止旋转攻击，且<color=#FFD780FF>所有元素与物理抗性大幅降低</color>。且<color=#99FFFFFF>冰元素抗性</color><color=#FFD780FF>额外降低</color>。\\n每次进入「荡除模式」后首次停止旋转攻击时，将产生额外的元素晶球。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「强载应战状态」，改为使用强力的追踪射线进行攻击，此时其<color=#FFD780FF>所有元素与物理抗性降低</color>。\\n此状态下，受到一定次数的<color=#99FFFFFF>冰元素伤害</color>后，将停止攻击，且<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。",
                        "受到地脉紊乱的影响，强敌的所有抗性进一步提高，并且受到<color=#99FFFFFF>冰元素伤害</color>时损失的「液流动量」更少。处于「强载应战状态」时，自身的抗性下降程度较低。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will immediately enter Sweeper Mode when combat starts: <color=#FFD780FF>All RES is greatly increased</color>, and it will perform rotating attacks while generating Flow Momentum. It will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will temporarily stop rotating and attacking, and its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Forced Counterstrike Mode and switch to attacking with powerful tracking rays. At this time, its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "Affected by the Ley Line disturbance, this great foe has its All RES further increased, and it loses less Flow Momentum when struck by <color=#99FFFFFF>Cryo DMG</color>. When in Counterstrike Mode, it will launch even more powerful tracking ray attacks, and it will lose less RES.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando a batalha inicia, entra imediatamente em Modo de Varredura: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>, e no momento que gerar Energia Fluida, faz um ataque rodopiante. Depois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida. Quando reduzir Energia Fluida a um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente todas as RES</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, esse inimigo entrará no Estado de Combate Fortalecido, passando a realizar ataques de disparos perseguidores mais fortes, mas também <color=#FFD780FF>reduzindo consideravelmente todas as suas RES</color>.",
                        "Afetado pela perturbação das Linhas Ley, todas as Resistências do inimigo Vilão aumentam ainda mais, e ele perderá menos\"Energia Fluida\" ao receber <color=#99FFFFFF>Dano Cryo</color>; quando estiver no \"Estado de Contra-Ataque\", usará raios rastreadores mais potentes e sofrerá uma redução menor de Resistência.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В начале боя сразу переходит в режим зачистки: <color=#FFD780FF>значительно увеличивается сопротивление всем элементам</color>, а также генерирует импульс потока, совершая атаки с вращением. Получив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он временно перестанет вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам существенно понизится</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим форсированного контрудара и атакует с помощью мощных наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам значительно снижается</color>.",
                        "Под воздействием флуктуации артерий земли сопротивление всем элементам этого могучего врага повышается ещё больше, а при получении <color=#99FFFFFF>Крио урона</color> он теряет меньше импульса потока. В режиме контрудара он выпускает ещё более мощные наводящиеся лучи, а снижение сопротивления уменьшается.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始后将立即进入「荡除模式」：<color=#FFD780FF>所有抗性大幅提升</color>，产生「液流动量」的同时进行旋转攻击。受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将暂停旋转攻击，且<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「强载应战状态」，改为使用强力的追踪射线攻击，此时其<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "受到地脉紊乱的影响，强敌的所有抗性进一步提高，受到<color=#99FFFFFF>冰元素伤害</color>时损失的「液流动量」更少；处于「应战状态」时，会使用更强的追踪射线进行攻击，且抗性下降程度较低。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100706,
            "monsterLevel": 110,
            "levelConfigs": [
                {
                    "id": 1007061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_MandragoraElite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20081201,
                        "level": 110,
                        "hp": 11896648.0,
                        "attack": 34833.085858290084,
                        "defense": 1049.9999523162842,
                        "matchedName": "Mandragora_Elite",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 1.350000023841858,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Hexadecatonic Mandragora: Stormvine",
                    "ptLevelName": "Mandrágora Hexadecagonal Veterana: Vinha Tempestade",
                    "ruLevelName": "Бывалая шестнадцатикратная мандрагора: Лозы вихря",
                    "chsLevelName": "历经百战的十六倍曼陀草·风滚狂蔓",
                    "enMonsterSpecialDesc": "An exceptionally large Mandragora, likely an exotic variant produced through an extended artificial selection process. Although the original objective behind its cultivation is no longer known, its unique sense of territoriality suggests it may have been the product of some kind of special experiment.\\nAmidst the inchoate chaos of the Ley Lines, its form has long since mutated, and it is now determined to harness the howling winds to let its spores swallow the land whole...",
                    "ptMonsterSpecialDesc": "Uma Mandrágora excepcionalmente grande, provavelmente produzida por meio de seleção artificial prolongada. Embora o objetivo original por detrás de seu cultivo não ser mais conhecido, o organismo exibe um perfil de comportamento territorial atípico, o que sugere que foi criado como parte de um experimento.\\nCom sua forma totalmente distorcida devido ao extremo distúrbio da Linha Ley, agora está determinada a utilizar os ventos uivantes para cobrir a terra com seus esporos...",
                    "ruMonsterSpecialDesc": "Необычайно крупная мандрагора, вероятно выведенная в результате длительной селекции. Хотя первоначальная цель её культивации уже забыта, организм демонстрирует нетипичное территориальное поведение, что допускает вероятность её создания в рамках специального эксперимента.\\nПод влиянием искажения течения артерий земли давно мутировала. Теперь ветра разносят споры, чтобы они поглотили всю землю...",
                    "chsMonsterSpecialDesc": "异乎寻常的巨大曼陀草，似乎是经历了漫长的人工选育才诞生的奇异品种。虽然最初培育它的目的早已不得而知，但从其拥有着独特的领地意识来看，或许它曾是某个特殊实验的产物。\\n在地脉极端紊乱的扭曲下，它的形态早已异化，势要借着呼啸的狂风，让孢子将整片大地侵吞殆尽…",
                    "enMonsterSpecialMechanicName": [
                        "Powerful Agglomerated State",
                        "Split State",
                        "Hollow Structure",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Estado Aglomerado Poderoso",
                        "Estado Dividido",
                        "Estrutura Oca",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мощное объединение",
                        "Разделение",
                        "Полая структура",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "强效聚合状态",
                        "分裂状态",
                        "空洞结构",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Line disturbance, when battle begins, this Nemesis enters the Agglomerated State, during which <color=#FFD780FF>all RES is dramatically increased</color>. While in this state, the Nemesis's Agglomeration Energy is constantly consumed. Dealing <color=#FFD780FF>Pyro or Electro</color> DMG to the Nemesis drains this energy more quickly. When its Agglomeration Energy is fully depleted, the Nemesis unleashes Sporebloom and switches to the Split State.",
                        "When this Nemesis enters the Split State, it splits into a large number of spores. When these spores take damage, a certain percentage of the total damage is also dealt to the Nemesis. After remaining in the Split State for a period of time, the Nemesis will return to the Agglomerated State. In this case, if the number of spores on the field falls below a certain number, the Nemesis will enter the Brittle Agglomerated State, during which <color=#FFD780FF>all RES is greatly reduced</color> and its combat abilities are diminished. Additionally, if all spores generated in Split State are defeated, the Nemesis will exit the Split State early and go into the Brittle Agglomerated State instead.",
                        "Affected by the Ley Line disturbance, when this Nemesis is in the Split State or the Brittle Agglomerated State, its <color=#FFD780FF>Anemo RES is greatly reduced</color>.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Devido aos efeitos do distúrbio das Linhas Ley nesse Vilão, quando a batalha começa, ele entra no Estado Aglomerado, durante o qual <color=#FFD780FF>toda sua RES é drasticamente aumentada</color>. Enquanto nesse estado, a Energia de Aglomeração do Vilão é constantemente drenada. Causar <color=#FFD780FF>Dano Pyro ou Electro</color> ao Vilão drenará essa energia mais rapidamente. Quando sua Energia de Aglomeração for totalmente consumida, o Vilão lançará \"Floração de Esporos\" e trocará para o Estado Dividido.",
                        "Uma grande quantidade de esporos vão se espalhar e dividir quando o Vilão entra no Estado Dividido. Quando esses esporos levam dano, uma porção do dano também é causada no Vilão, que sairá do Estado Dividido e retornará para o Estado Aglomerado após um certo tempo. Porém, se o número de esporos em campo cair abaixo de um certo número, o Vilão entrará no Estado Aglomerado Frágil, durante sua duração, <color=#FFD780FF>toda resistência é bastante reduzida</color> e suas habilidades de combate são reduzidas. Adicionalmente, se todos os esporos gerados no Estado Dividido forem derrotados, o Vilão sairá do Estado Dividido cedo e entrar no Estado Aglomerado Frágil.",
                        "Devido ao efeito do distúrbio das Linhas Ley nesse Vilão, quando no Estado Dividido ou Estado Aglomerado Frágil sua <color=#FFD780FF>RES Anemo é bastante reduzida</color>.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под влиянием флуктуации артерий земли в начале битвы сильный противник войдёт в состояние объединения: <color=#FFD780FF>все виды сопротивления очень сильно повышаются</color>. Это состояние постоянно расходует энергию объединения противника. Нанесение <color=#FFD780FF>Пиро или Электро</color> урона противнику также ускорит расход энергии. Когда энергия объединения будет истощена, противник применит Разрастание спор и перейдёт в состояние разделения.",
                        "Когда сильный противник входит в состояние разделения, он разделяется на множество спор. Когда споры получают урон, определённый процент общего урона наносится сильному противнику в зависимости от общего полученного ими урона. После того как состояние разделения продлится некоторое время, сильный противник вернётся в состояние объединения. Как только спор на поле боя станет меньше определённого количества, сильный противник войдёт в состояние хрупкого объединения: <color=#FFD780FF>все виды сопротивления значительно понижаются</color>, а боевые способности ослабляются. Кроме того, если все споры, созданные в состоянии разделения, будут побеждены, сильный противник досрочно выйдет из состояния разделения и перейдёт в состояние хрупкого объединения.",
                        "Под влиянием флуктуации артерий земли, когда сильный противник находится в состоянии разделения или состоянии хрупкого объединения, <color=#FFD780FF>Анемо сопротивление значительно понижается</color>.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，战斗开始时，强敌将进入「聚合状态」：<color=#FFD780FF>所有抗性极大幅提升</color>。该状态会不断消耗强敌的「聚合能量」，使用<color=#FFD780FF>火元素或雷元素</color>对强敌造成伤害，也会加速能量的消耗。当「聚合能量」耗尽后，强敌将释放「滋蔓之茵」，并转变为「分裂状态」。",
                        "强敌进入「分裂状态」时，将分裂为大量孢子。孢子受到伤害时，会根据其所受伤害总值对强敌造成一定比例的伤害。「分裂状态」持续一段时间后，强敌将回到「聚合状态」。此情况下，一旦前场上的孢子少于一定数量，强敌将会进入「脆性聚合状态」：<color=#FFD780FF>所有抗性大幅降低</color>，且战斗能力将被削弱。另外，若「分裂状态」产生出的所有孢子均被击败，则强敌提前退出「分裂状态」并转变为「脆性聚合状态」。",
                        "受到地脉紊乱的影响，强敌处于「分裂状态」或「脆性聚合状态」时，<color=#FFD780FF>风元素抗性大幅降低</color>。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, this Nemesis starts in the Agglomerated State, which comes with <color=#FFD780FF>extremely high RES</color>. After some time, the Nemesis then switches to the Split State. Deal <color=#FFD780FF>Pyro or Electro DMG to this Nemesis</color> to speed up this switch.",
                        "When this Nemesis enters the Split State, it splits into a large number of spores. When these spores take damage, a certain percentage of the total damage is also dealt to the Nemesis. In this case, if the number of spores on the field falls below a certain number, the Nemesis will enter the Brittle Agglomerated State, during which <color=#FFD780FF>all RES is greatly reduced</color> and its combat abilities are diminished. Additionally, if all spores generated in the Split State are defeated, the Nemesis will exit the Split State early and go into the Brittle Agglomerated State instead.",
                        "Affected by the Ley Line disturbance, when this Nemesis is in the Split State or the Brittle Agglomerated State, its <color=#FFD780FF>Anemo RES is greatly reduced</color>.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Afetado pelo distúrbio das Linhas Ley, esse Vilão começa no Estado Aglomerado, que possui <color=#FFD780FF>uma resistência bastante aumentada</color>. Após um tempo, o Vilão troca para o Estado Dividido. Use <color=#FFD780FF>Pyro ou Electro para causar Dano ao Vilão</color> e acelerar essa troca.",
                        "Uma grande quantidade de esporos vão se espalhar e dividir quando o Vilão entra no Estado Dividido. Quando esses esporos levam dano, uma porção do dano também é causada no Vilão. Se o número de esporos em campo cair abaixo de um certo número, o Vilão entrará no Estado Aglomerado Frágil, durante sua duração, <color=#FFD780FF>toda resistência é bastante reduzida</color> e suas habilidades de combate são reduzidas. Adicionalmente, se todos os esporos gerados no Estado Dividido forem derrotados, o Vilão sairá do Estado Dividido cedo e entrar no Estado Aglomerado Frágil.",
                        "Devido ao efeito do distúrbio das Linhas Ley nesse Vilão, quando no Estado Dividido ou Estado Aglomerado Frágil sua <color=#FFD780FF>RES Anemo é bastante reduzida</color>.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под влиянием флуктуации артерий земли сильный противник изначально находится в состоянии объединения и обладает <color=#FFD780FF>сильно повышенным сопротивлением</color>. Через некоторое время сильный противник переходит в состояние разделения. <color=#FFD780FF>Нанесение Пиро или Электро урона сильному противнику</color> ускорит изменение.",
                        "Когда сильный противник входит в состояние разделения, он разделяется на множество спор. Когда споры получают урон, определённый процент общего урона наносится сильному противнику в зависимости от общего полученного ими урона. Как только спор на поле боя станет меньше определённого количества, сильный противник войдёт в состояние хрупкого объединения: <color=#FFD780FF>все виды сопротивления значительно понижаются</color>, а боевые способности ослабляются. Кроме того, если все споры, созданные в состоянии разделения, будут побеждены, сильный противник досрочно выйдет из состояния разделения и перейдёт в состояние хрупкого объединения.«»",
                        "Под влиянием флуктуации артерий земли, когда сильный противник находится в состоянии разделения или состоянии хрупкого объединения, <color=#FFD780FF>Анемо сопротивление значительно понижается</color>.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，强敌初始处于「聚合状态」，具有<color=#FFD780FF>极高抗性</color>。一段时间后，强敌将转变为「分裂状态」；使用<color=#FFD780FF>火元素或雷元素对强敌造成伤害</color>，可加快转变的速度。",
                        "强敌进入「分裂状态」时，将分裂为大量孢子。孢子受到伤害时，会根据其所受伤害总值对强敌造成一定比例的伤害。此情况下，一旦前场上的孢子少于一定数量，强敌将会进入「脆性聚合状态」：<color=#FFD780FF>所有抗性大幅降低</color>，且战斗能力将被削弱。另外，若「分裂状态」产生出的所有孢子均被击败，则强敌提前退出「分裂状态」并转变为「脆性聚合状态」。",
                        "受到地脉紊乱的影响，强敌处于「分裂状态」或「脆性聚合状态」时，<color=#FFD780FF>风元素抗性大幅降低</color>。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004} Characters<Color=#FFFFFF40> | </Color>Crowd Control Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004} Personagens<Color=#FFFFFF40> | </Color>Personagens de Controle de Multidão",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004}<Color=#FFFFFF40> | </Color> Перегруппировка",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}{SPRITE_PRESET#11004}元素角色<Color=#FFFFFF40> | </Color>聚集能力角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1007062,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Gastrobot01",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24100104,
                        "level": 110,
                        "hp": 25925712.0,
                        "attack": 17416.542929145042,
                        "defense": 1049.9999523162842,
                        "matchedName": "Gastrobot_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Knuckle Duckle: Armored Arsenal",
                    "ptLevelName": "Marreco Marreta: Arsenal Blindado",
                    "ruLevelName": "Железный утёнок: Тяжёлая броня",
                    "chsLevelName": "重拳出击鸭·重甲武库",
                    "enMonsterSpecialDesc": "A strangely shaped kuuvahki mechanism, made from scrap metal and mechanical bearings, that bears a partial resemblance — as per its creator's preferences, apparently — to a duck. Its output and resistance to damage are comparable to the Fatui's most cutting-edge weapons of war... But even so, it remains simply a toy duck that can punch its opponents very, very hard.\\nDue to the transformation caused by the extreme Ley Line disorder, the projection of this mechanism has evolved into a mobile factory fully loaded with armor and weaponry. One wrong move, and a swarm of Stamping Devices will overwhelm the challenger like a tsunami...",
                    "ptMonsterSpecialDesc": "Um dispositivo Kuuvahki feito de ferro-velho e rolamentos mecânicos, lembrando vagamente, provavelmente devido a sua criadora, um pato. Sua resistência contra dano é comparável aos armamentos de ponta dos Fatui... Mas, ainda assim, é um pato de brinquedo que só pode socar contra seus inimigos com muita, muita força.\\nDevido às transformações causadas pelas perturbações extremas das Linhas Ley, a projeção deste mecanismo evoluiu em uma fábrica móvel totalmente equipada com blindagem e armamento. Um movimento errado e um bando de Dispositivos Carregadores atropelará o adversário como um maremoto...",
                    "ruMonsterSpecialDesc": "Странный механизм, работающий на куувяки, собранный из металлолома и подшипников механизмов. Из-за предпочтений создателя он частично приобрёл внешние черты «утки». Даже если сравнить с самыми передовыми боевыми машинами Фатуи, он не уступает им ни по мощности, ни по прочности, но при этом остаётся всего лишь игрушечной уткой, бьющей противников тяжёлыми кулаками.\\nПод воздействием экстремальных искажений артерий земли проекция этого механизма превратилась в мобильную фабрику, загруженную вооружением и бронёй. Малейшая оплошность - и уткоботы обрушатся на того, кто бросил им вызов, подобно цунами...",
                    "chsMonsterSpecialDesc": "由废弃的金属与机关轴承拼接而成的、造型奇特的月矩力机关，似乎是因为制造者的偏好而被部分赋予了「鸭子」的外观特征。即便是与愚人众最尖端的战争兵器相比，在出力与抗打击性能方面都毫不逊色，但依然只是一只会对敌人重拳出击的玩具鸭子。\\n在地脉极端紊乱的改造下，该机关的投影已然化为了一座满载武备与装甲的机动工厂。稍有不慎，蜂拥而至的冲鸭机关便会如同海啸般将挑战者淹没…",
                    "enMonsterSpecialMechanicName": [
                        "Heavy Duckstruction Mode",
                        "Low-Resistance Stamping Devices",
                        "Fast Frequency-Hopping System",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de \"Patostrução Pesado\"",
                        "Dispositivos Carregadores de Baixa Resistência",
                        "Sistema de Mudança Rápida de Frequência",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Режим Бронированного крушителя",
                        "Уткоботы с низким сопротивлением",
                        "Система быстрой перестройки частоты",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「全装甲歼灭鸭」模式",
                        "低阻冲鸭机关",
                        "快速跳频系统",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Due to the effects of the Ley Line disturbance, when battle begins, this Nemesis will go into Heavy Duckstruction Mode, in which its aggression increases. It also generates a Ward for itself <color=#FFD780FF>that increases all RES</color>, and summons floating Stamping Devices to harass you.",
                        "<color=#FFD780FF>Deal Electro-Charged or Lunar-Charged DMG repeatedly, or simply deal enough damage to destroy the stamping devices</color> to disrupt them. Disrupted devices will lose control and crash into the Knuckle Duckle, dealing a certain amount of damage to its Ward. Destroying the Nemesis's Ward this way will cause it to exit Heavy Duckstruction Mode and become incapacitated from Overloaded. This will also <color=#FFD780FF>greatly reduce the Nemesis's Electro RES for a certain time</color>.",
                        "Due to the effects of the Ley Line disturbance, the stamping devices become more resilient — deal <color=#FFD780FF>more instances of Electro-Charged or Lunar-Charged DMG</color> or <color=#FFD780FF>more damage</color> to these devices to disrupt them. <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color> dealt to stamping devices will be more effective, and when they lose control and crash into the Knuckle Duckle, the damage dealt to the latter increases based on <color=#FFD780FF>the total damage taken</color> by the devices.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Devido aos efeitos das perturbações das Linhas Ley, quando a batalha começar, esse Vilão entra no modo \"Patostrução Pesada\", do qual sua agressão aumenta. Também cria um Revestimento para si <color=#FFD780FF>que aumenta toda sua RES</color> e invoca Dispositivos Carregadores para te incomodar.",
                        "<color=#FFD780FF>Cause Dano de Carregado Eletricamente e/ou de Carga Lunar repetidamente, ou apenas cause Dano o suficiente</color> para perturbar esses dispositivos. Dispositivos Carregadores perturbados ficarão fora de controle, baterão no Marreco Marreta e causarão uma certa quantidade de Dano ao seu Revestimento. Ao destruir o Revestimento do Vilão dessa forma, você pode fazer com que ele saia do modo de \"Patostrução\" e ficar incapacitado devido à sobrecarga. Isso também <color=#FFD780FF>reduzirá imensamente a RES Electro do Vilão por um certo período</color>.",
                        "Devido aos efeitos das perturbações das Linhas Ley, os Dispositivos Carregadores se tornam mais resistentes — cause <color=#FFD780FF>mais instâncias de Dano de Eletricamente Carregado e/ou Carga Lunar</color>, ou <color=#FFD780FF>mais dano</color> a esses dispositivos para os interromper. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> causados a esses Dispositivos Carregadores serão mais efetivos, e quando perdem controle e batem contra o Marreco Marreta, o Dano causado a este último aumenta com base no <color=#FFD780FF>Dano total sofrido</color> pelos dispositivos.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под влиянием флуктуации артерий земли после начала боя сильный противник войдёт в режим Бронированного крушителя, его агрессивность повысится, и он создаст барьер, <color=#FFD780FF>повышающий все виды сопротивления</color>, а также призовёт парящие уткоботы для отвлекающих атак.",
                        "<color=#FFD780FF>Многократно нанося урон реакциями Заряжен и/или Лунный заряд или нанося достаточное количество урона иным образом,</color> можно вывести уткобота из строя. Вышедший из строя уткобот врежется в Железного утёнка и нанесёт определённый урон его барьеру. Уничтожив таким образом барьер сильного противника, можно вывести его из режима Бронированного крушителя, парализовать его из-за перегрузки и одновременно <color=#FFD780FF>значительно понизить Электро сопротивление сильного противника на некоторое время</color>.",
                        "Под воздействием флуктуации артерий земли уткоботы стали более прочными: требуется <color=#FFD780FF>нанести больше урона реакциями Заряжен или Лунный заряд</color> либо <color=#FFD780FF>нанести больше урона иным образом</color>, чтобы вывести их из строя. <color=#FFD780FF>Урон от реакций Заряжен или Лунный заряд</color> более эффективен для разрушения уткоботов. Когда вышедший из-под контроля уткобот врезается в Железного утёнка, нанесённый им урон увеличивается в зависимости от <color=#FFD780FF>общего объёма полученного уткоботом урона</color>.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，战斗开始后，强敌会进入「全装甲歼灭鸭」模式，进攻欲望上升，并为自身生成护罩<color=#FFD780FF>提升所有抗性</color>，还会召唤浮游的冲鸭机关进行骚扰。",
                        "<color=#FFD780FF>通过多次造成感电或月感电伤害，或直接造成足量伤害破坏冲鸭机关</color>，均可干扰它们的运行。被干扰的冲鸭机关会失控撞向重拳出击鸭，并对重拳出击鸭的护罩造成一定伤害。通过这种方式破坏强敌的护罩，即可使强敌退出「全装甲歼灭鸭」模式，因过载而陷入瘫痪，同时使强敌的<color=#FFD780FF>雷元素抗性在一段时间内大幅降低</color>。",
                        "受到地脉紊乱的影响，冲鸭机关变得更加坚固：需要<color=#FFD780FF>造成更多次感电或月感电伤害</color>，或<color=#FFD780FF>造成更高伤害</color>才能干扰其运行。<color=#FFD780FF>感电或月感电伤害</color>对冲鸭机关具有更高的破坏效率。当失控的冲鸭机关撞向重拳出击鸭时，其造成的伤害将根据冲鸭机关<color=#FFD780FF>所受伤害的总值</color>提升。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Due to the effects of the Ley Line disturbance, when battle begins, this Nemesis enters Heavy Duckstruction Mode, in which its aggression increases. This mode also activates a Ward that <color=#FFD780FF>greatly increases all RES</color> and summons the stamping devices.",
                        "<color=#FFD780FF>Deal Electro-Charged or Lunar-Charged DMG repeatedly, or simply deal enough damage to destroy the stamping devices</color> to disrupt them. Disrupted devices will lose control and crash into the Knuckle Duckle, dealing a certain amount of damage to its Ward. Destroying the Nemesis's Ward this way will cause it to exit Heavy Duckstruction Mode and become incapacitated from Overloaded. This will also <color=#FFD780FF>greatly reduce the Nemesis's Electro RES for a certain time</color>.",
                        "Due to the effects of the Ley Line disturbance, <color=#FFD780FF>more instances of Electro-Charged or Lunar-Charged DMG</color> are needed to disrupt the stamping devices. Alternatively, <color=#FFD780FF>deal more damage</color> to these devices for the same effect. <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color> causes damage to the stamping devices more effectively. The damage caused by the stamping devices to the Knuckle Duckle increases based on <color=#FFD780FF>the total damage</color> taken by the stamping devices. In particular, any Electro-Charged DMG, Lunar-Charged DMG, and Electro DMG receive a higher scaling bonus.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Devido aos efeitos dos distúrbios das Linhas Ley, quando a batalha começa, esse Vilão entra no modo \"Patostrução\", do qual sua agressão aumenta. Também cria um Revestimento para si <color=#FFD780FF>que aumenta toda sua RES</color> e invoca Dispositivos Carregadores.",
                        "<color=#FFD780FF>Cause Dano de Carregado Eletricamente e/ou de Carga Lunar repetidamente, ou apenas cause Dano o suficiente</color> para perturbar esses dispositivos. Dispositivos Carregadores perturbados ficarão fora de controle, baterão no Marreco Marreta e causarão uma certa quantidade de Dano ao seu Revestimento. Ao destruir o Revestimento do Vilão dessa forma, você pode fazer com que ele saia do modo de \"Patostrução\" e ficar incapacitado devido à sobrecarga. Isso também <color=#FFD780FF>reduzirá imensamente a RES Electro do Vilão por um certo período</color>.",
                        "Devido aos efeitos das perturbações das Linhas Ley, <color=#FFD780FF>mais instâncias de Dano de Carregado Eletricamente e/ou Carga Lunar</color> são necessários para interromper o funcionamento dos Dispositivos Carregadores. Alternativamente, <color=#FFD780FF>causa mais Dano</color> a esses dispositivos pelo mesmo efeito. <color=#FFD780FF>Dano Carregado Eletricamente e Carga Lunar</color> causam Dano aos Dispositivos Carregadores mais efetivamente, enquanto o Dano causado pelos Dispositivos Carregadores ao Marreco Marreta aumenta baseado no <color=#FFD780FF>Dano total</color> levado pelos dispositivos. Em particular, qualquer Dano de Carregado Eletricamente, Carga Lunar e Electro levado aumentará ainda mais o Dano.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под влиянием флуктуации артерий земли после начала боя сильный противник войдёт в режим Бронированного крушителя, повысит агрессивность, активирует <color=#FFD780FF>барьер, значительно повышающий все виды сопротивления</color>, и призовёт уткоботов.",
                        "<color=#FFD780FF>Многократно нанося урон реакциями Заряжен и/или Лунный заряд или нанося достаточное количество урона иным образом,</color> можно вывести уткобота из строя. Вышедший из строя уткобот врежется в Железного утёнка и нанесёт определённый урон его барьеру. Уничтожив таким образом барьер сильного противника, можно вывести его из режима Бронированного крушителя, парализовать его из-за перегрузки и одновременно <color=#FFD780FF>значительно понизить Электро сопротивление сильного противника на некоторое время</color>.",
                        "Под влиянием флуктуации артерий земли нужно <color=#FFD780FF>нанести больше урона реакциями Заряжен или Лунный заряд</color> или <color=#FFD780FF>нанести больше урона иным образом</color>, чтобы вывести уткоботов из строя. <color=#FFD780FF>Урон от реакций Заряжен или Лунный заряд</color> более эффективно выводит уткоботов из строя. Урон, наносимый уткоботами Железному утёнку, будет повышаться в зависимости от <color=#FFD780FF>общего значения урона, полученного уткоботом</color>. При этом коэффициент повышения от урона, полученного в результате реакций Заряжен, Лунный заряд, и от Электро урона выше.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，战斗开始后，强敌会进入「全装甲歼灭鸭」模式，进攻欲望上升，开启<color=#FFD780FF>使所有抗性大幅提高</color>的护罩，并召唤冲鸭机关。",
                        "<color=#FFD780FF>通过多次造成感电或月感电伤害，或直接造成足量伤害破坏冲鸭机关</color>，均可干扰它们的运行。被干扰的冲鸭机关会失控撞向重拳出击鸭，并对重拳出击鸭的护罩造成一定伤害。通过这种方式破坏强敌的护罩，即可使强敌退出「全装甲歼灭鸭」模式，因过载而陷入瘫痪，同时使强敌的<color=#FFD780FF>雷元素抗性在一段时间内大幅降低</color>。",
                        "受到地脉紊乱的影响，冲鸭机关需要<color=#FFD780FF>受到更多次感电或月感电伤害</color>，或<color=#FFD780FF>受到更高伤害</color>才会被干扰。<color=#FFD780FF>感电或月感电伤害</color>对冲鸭机关具有更高的破坏效率。冲鸭机关对重拳出击鸭造成的伤害，将根据冲鸭机关<color=#FFD780FF>所受伤害的总值</color>提升。其中，感电伤害、月感电伤害与雷元素伤害的提升比率更高。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} Reactions <Color=#FFFFFF40>|</Color>{SPRITE_PRESET#11004} Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1001063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_DragonCollar",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24090504,
                        "level": 110,
                        "hp": 14743273.0,
                        "attack": 23222.057826606324,
                        "defense": 1049.9999523162842,
                        "matchedName": "DragonCollar",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Secret Source Automaton: Overseer Device - Obliterator Panoply",
                    "ptLevelName": "Autômato da Fonte Secreta: Manopla Destruidora",
                    "ruLevelName": "Автоматон таинственного источника: Опустошающее оружие",
                    "chsLevelName": "秘源机兵统御械·毁灭武装",
                    "enMonsterSpecialDesc": "A domination mechanism from the ancient ruins.\\nIn the distant past, a once-mighty ancient race used this mechanism to oversee the operation of their cities. Even now, long after the fall of their civilization, it still retains immense authority.\\nIn the depths of the chaotic Ley Lines, the core energy module that deteriorated over the lengthening years has been restored, indeed, even \"overclocked\" to a dangerous degree. This machine is now unchained by its original specifications, capable of freeing itself from the planet's shackles and using its horrific \"Obliterator Panoply\"...",
                    "ptMonsterSpecialDesc": "Um dispositivo utilizado para controlar ruínas antigas. \\nNo passado distante, uma raça antiga que outrora foi poderosa usava esse mecanismo para supervisionar o funcionamento de sua cidade. Mesmo agora, muito depois da queda de sua civilização, ele ainda retém uma autoridade imensa.\\nNas profundezas das anomalias da Linha Ley, a energia do núcleo, outrora enfraquecida pelo passar do tempo, voltou a se reconstituir, alcançando até mesmo o nível extremamente perigoso de \"Sobrecarga\". Esse dispositivo possui uma potência aterradora, capaz de romper as amarras do planeta, sendo totalmente liberada além dos parâmetros originais de projeto, ativando sua terrível \"Manopla Destruidora\"...",
                    "ruMonsterSpecialDesc": "Древний механизм, созданный для установления господства.\\nВ далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.\\nВ глубинах хаоса артерий земли разрушившееся за долгие годы энергетическое ядро восстановилось до опасного уровня перегрузки. Теперь этот механизм, выйдя за пределы исходных характеристик, способен избавиться от оков планеты и применить своё ужасающее «Опустошающее оружие»...",
                    "chsMonsterSpecialDesc": "深古遗迹的统御用机关。\\n曾经，一度伟大的古老种族借由这种机关来统御城市的运转，即使在旧日文明崩毁的现在，也依然拥有着极高的权能。\\n在地脉乱象的深处，曾因时间流逝而衰损的核心能量重归充盈，甚至达到万分危险的「过载」级别。这一机关足以挣脱星球束缚的恐怖功率，最终以超出设计规格的水准完全释放，驱动起它那可怖的「毁灭武装」…",
                    "enMonsterSpecialMechanicName": [
                        "Preemptive Sweeper Mode",
                        "Forced Counterstrike Mode",
                        "Damage-Resistant Structure",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de Varredura Prévia",
                        "Estado de Combate Fortalecido",
                        "Resistência Estruturada",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Упреждающий режим зачистки",
                        "Режим форсированного контрудара",
                        "Устойчивая к повреждению конструкция",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「先制荡除模式」",
                        "「强载应战状态」",
                        "「抗损结构」",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will immediately enter Sweeper Mode when combat starts: <color=#FFD780FF>All Elemental and Physical RES is greatly increased</color>, and it will generate Flow Momentum while performing attacks. The higher its Flow Momentum, the faster it will rotate and the more DMG it will deal.\\nIt will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will stop rotating and attacking, and its <color=#FFD780FF>All Elemental and Physical RES will be greatly decreased</color>, with its <color=#99FFFFFF>Cryo RES</color> <color=#FFD780FF>decreasing still more</color>.\\nEach time it enters Sweeper Mode, it will produce additional Elemental Orbs the first time its rotating attacks are stopped.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Forced Counterstrike Mode and switch to attacking with powerful tracking rays. At this time, its <color=#FFD780FF>All Elemental and Physical RES will be decreased</color>.\\nIn this state, after it takes a certain number of <color=#99FFFFFF>Cryo DMG</color> instances, it will cease attacking altogether and its <color=#FFD780FF> All Elemental and Physical RES will be further decreased</color>.",
                        "Affected by the Ley Line disturbance, this great foe has its All RES further increased, and it loses less Flow Momentum when struck by <color=#99FFFFFF>Cryo DMG</color>. It will also lose less RES when in Forced Counterstrike Mode.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Entra em Modo de Varredura imediatamente ao começar a batalha: <color=#FFD780FF>aumenta consideravelmente a RES Física e contra todos os Elementos</color>, e gera Energia Fluida enquanto ataca. Quanto maior a Energia Fluida, maior a velocidade do rodopio, e maior o Dano causado.\\nDepois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida, e quando perder Energia Fluida até um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente a RES Física e contra todos os Elementos</color>. Além disso, <color=#FFD780FF>reduz ainda mais</color> a <color=#99FFFFFF>RES Cryo</color>.\\nToda vez que interromper o primeiro ataque rodopiante após entrar no estado do Modo de Varredura, gera um Orbe Elemental adicional.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, o inimigo entrará no Estado de Combate Fortalecido, passando a fazer ataques de disparos rastreadores mais fortes, mas <color=#FFD780FF>reduzindo a RES Física e contra todos os Elementos</color>.\\nQuando estiver nesse estado, depois de sofrer uma certa quantidade de vezes de <color=#99FFFFFF>Dano Cryo</color>, interromperá seus ataques e <color=#FFD780FF>reduzirá ainda mais a RES Física e contra todos os Elementos</color>.",
                        "Afetado pela perturbação das Linhas Ley, todas as Resistências do inimigo poderoso aumentam ainda mais, e ele perderá menos \"Energia Fluida\" ao receber <color=#99FFFFFF>Dano Cryo</color>. Quando estiver no \"Estado de Combate Fortalecido\", a redução de suas Resistências será menor.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В начале боя сразу переходит в режим зачистки: <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.\\nПолучив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color=#FFD780FF>дополнительно снижается</color> его <color=#99FFFFFF>Крио сопротивление</color>.\\nКаждый раз, когда он впервые прекращает вращаться и атаковать в режиме зачистки, будут выпадать дополнительные элементальные сферы.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим форсированного контрудара и атакует с помощью мощных наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.\\nПопав под определённое количество атак с <color=#99FFFFFF>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>.",
                        "Под воздействием флуктуации артерий земли сопротивление всем элементам этого могучего врага повышается ещё больше, а при получении <color=#99FFFFFF>Крио урона</color> он теряет меньше импульса потока. В режиме форсированного контрудара его снижение сопротивления уменьшается.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始后将立即进入「荡除模式」：<color=#FFD780FF>所有元素与物理抗性大幅提升</color>，并会一边产生「液流动量」一边进行攻击，「液流动量」越高，旋转速度与造成的伤害越高。\\n受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将停止旋转攻击，且<color=#FFD780FF>所有元素与物理抗性大幅降低</color>。且<color=#99FFFFFF>冰元素抗性</color><color=#FFD780FF>额外降低</color>。\\n每次进入「荡除模式」后首次停止旋转攻击时，将产生额外的元素晶球。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「强载应战状态」，改为使用强力的追踪射线进行攻击，此时其<color=#FFD780FF>所有元素与物理抗性降低</color>。\\n此状态下，受到一定次数的<color=#99FFFFFF>冰元素伤害</color>后，将停止攻击，且<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。",
                        "受到地脉紊乱的影响，强敌的所有抗性进一步提高，并且受到<color=#99FFFFFF>冰元素伤害</color>时损失的「液流动量」更少。处于「强载应战状态」时，自身的抗性下降程度较低。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will immediately enter Sweeper Mode when combat starts: <color=#FFD780FF>All RES is greatly increased</color>, and it will perform rotating attacks while generating Flow Momentum. It will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will temporarily stop rotating and attacking, and its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Forced Counterstrike Mode and switch to attacking with powerful tracking rays. At this time, its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "Affected by the Ley Line disturbance, this great foe has its All RES further increased, and it loses less Flow Momentum when struck by <color=#99FFFFFF>Cryo DMG</color>. When in Counterstrike Mode, it will launch even more powerful tracking ray attacks, and it will lose less RES.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando a batalha inicia, entra imediatamente em Modo de Varredura: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>, e no momento que gerar Energia Fluida, faz um ataque rodopiante. Depois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida. Quando reduzir Energia Fluida a um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente todas as RES</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, esse inimigo entrará no Estado de Combate Fortalecido, passando a realizar ataques de disparos perseguidores mais fortes, mas também <color=#FFD780FF>reduzindo consideravelmente todas as suas RES</color>.",
                        "Afetado pela perturbação das Linhas Ley, todas as Resistências do inimigo Vilão aumentam ainda mais, e ele perderá menos\"Energia Fluida\" ao receber <color=#99FFFFFF>Dano Cryo</color>; quando estiver no \"Estado de Contra-Ataque\", usará raios rastreadores mais potentes e sofrerá uma redução menor de Resistência.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В начале боя сразу переходит в режим зачистки: <color=#FFD780FF>значительно увеличивается сопротивление всем элементам</color>, а также генерирует импульс потока, совершая атаки с вращением. Получив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он временно перестанет вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам существенно понизится</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим форсированного контрудара и атакует с помощью мощных наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам значительно снижается</color>.",
                        "Под воздействием флуктуации артерий земли сопротивление всем элементам этого могучего врага повышается ещё больше, а при получении <color=#99FFFFFF>Крио урона</color> он теряет меньше импульса потока. В режиме контрудара он выпускает ещё более мощные наводящиеся лучи, а снижение сопротивления уменьшается.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始后将立即进入「荡除模式」：<color=#FFD780FF>所有抗性大幅提升</color>，产生「液流动量」的同时进行旋转攻击。受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将暂停旋转攻击，且<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「强载应战状态」，改为使用强力的追踪射线攻击，此时其<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "受到地脉紊乱的影响，强敌的所有抗性进一步提高，受到<color=#99FFFFFF>冰元素伤害</color>时损失的「液流动量」更少；处于「应战状态」时，会使用更强的追踪射线进行攻击，且抗性下降程度较低。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        }
    ],
    "enChallengeName": "Crush and Obliterate",
    "ptChallengeName": "Esmague e Destrua",
    "ruChallengeName": "Яростный бой",
    "chsChallengeName": "摧枯之役"
}