{
    "scheduleId": 5269004,
    "scheduleStartTime": "2025-10-29 10:00:00",
    "scheduleEndTime": "2025-12-10 09:59:59",
    "challengeName": "6.1",
    "levels": [
        {
            "id": 100401,
            "monsterLevel": 40,
            "levelConfigs": [
                {
                    "id": 1004041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HerraFrost01",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20081002,
                        "level": 40,
                        "hp": 75130.35781420972,
                        "attack": 3267.3111638450064,
                        "defense": 699.999988079071,
                        "matchedName": "Monster_HerraFrost_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Frostnight Herra: Normal",
                    "ptLevelName": "Nobre da Noite Gelada: Forma Normal",
                    "ruLevelName": "Повелитель морозной ночи: Обычная форма",
                    "chsLevelName": "霜夜巡天灵主·常形",
                    "enMonsterSpecialDesc": "A majestic being that strides with pride through the frost-laden night, wielding ancient powers long since tamed by the Lord of the Sky. Yet in the false memories of the Ley Lines, the gentle flapping of its radiant wings no longer births lingering echoes — the faint sound replaced by a menacing hum...",
                    "ptMonsterSpecialDesc": "Um ser majestoso que caminha com orgulho pela noite coberta de gelo, empunhando poderes ancestrais há muito tempo domados pelo Senhor do Céu. Porém, nas falsas memórias das Linhas Ley, o bater gentil de suas asas radiantes não mais criam ecos duradouros — o leve som substituído por um zumbido ameaçador...",
                    "ruMonsterSpecialDesc": "Величественное существо гордо шествует сквозь морозную ночь. Оно владеет древними силами, давно укрощёнными Владыкой Неба. Однако в ложных воспоминаниях артерий земли лёгкие взмахи его крыльев больше не порождают долгого эха - его сменил угрожающий гул...",
                    "chsMonsterSpecialDesc": "傲然巡行于霜夜的奇异生灵，能自如驱使如今早已被高天之主驯化的古老力量。但在地脉失真的记忆中，它那绚烂羽翼的轻振，已不再牵动悠远的回响，反而混入了躁戾的低音…",
                    "enMonsterSpecialMechanicName": [
                        "Gloomveiled",
                        "Purest Moonglow",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Estado Véu Melancólico",
                        "Luar Puro",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Состояние Вуали мрака",
                        "Чистейшее лунное сияние",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "晦隐状态",
                        "明净月曜",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will enter a Gloomveiled state while in combat: <color=#FFD780FF>All RES is greatly increased</color>. After taking <color=#FFD780FF>a certain number of DMG instances</color>, it will exit the Gloomveiled state and change its Elemental Type to the element whose DMG it received the most during the time it was Gloomveiled, thereby <color=#FFD780FF>gaining the corresponding Elemental DMG Immunity and Elemental Effects</color>.",
                        "<color=#FFD780FF>Lunar Reaction DMG</color> is more effective when breaking the Gloomveiled state. If it has taken more Lunar Reaction DMG when it exits the Gloomveiled state, its Elemental Type will change to Elementless, and it <color=#FFD780FF>will not gain any Elemental DMG Immunity or Elemental Effects</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando em batalha, entrará no estado Véu Melancólico: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>. Ao <color=#FFD780FF>sofrer uma certa quantidade de instâncias de Dano</color>, sairá do estado Véu Melancólico, e mudará o Tipo Elemental para o Elemento do Dano que recebeu mais durante o período de Véu Melancólico, <color=#FFD780FF>obtendo a Imunidade e os Efeitos Elementais correspondentes</color>.",
                        "Ao remover o estado Véu Melancólico, aumenta a eficiência do <color=#FFD780FF>Dano de Reações Lunares</color>. Ao sair do estado Véu Melancólico, se sofrer Dano altos de Reações Lunares, converte para o estado Sem Elemento, <color=#FFD780FF>não obtendo nenhum efeito de Imunidade a Dano Elemental e Encantamento Elemental</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою входит в состояние Вуали мрака: <color=#FFD780FF>сопротивление всем элементам значительно увеличивается</color>. Получив <color=#FFD780FF>определённое количество ударов</color>, выходит из состояния Вуали мрака и меняет тип своего элемента на тот, которым ему был нанесён наибольший урон во время действия Вуали мрака, <color=#FFD780FF>получая иммунитет к соответствующему элементальному урону и эффект этого элемента</color>.",
                        "Когда Вуаль мрака разрушается, эффективность <color=#FFD780FF>урона Лунных реакций</color> возрастает. Если чудовище к моменту выхода из состояния Вуали мрака получило высокий урон от Лунных реакций, то оно утратит тип элемента, а также <color=#FFD780FF>не будет наделяться иммунитетом к какому-либо элементу и эффектом элемента</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中会进入「晦隐」状态：<color=#FFD780FF>所有抗性大幅提升</color>。受到<color=#FFD780FF>一定次数的伤害</color>后，会退出「晦隐」状态，并将自身元素类型转换为「晦隐」期间受到伤害量最多的元素类型，<color=#FFD780FF>获得对应元素伤害免疫效果和元素附着</color>。",
                        "破除「晦隐」状态时，<color=#FFD780FF>月曜反应伤害</color>具有更高的效率。退出「晦隐」状态时如果受到了较高的月曜反应伤害，则会转化为无元素状态，<color=#FFD780FF>不会获得任何元素伤害免疫效果和元素附着</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will enter a Gloomveiled state while in combat: <color=#FFD780FF>All RES is greatly increased</color>. After taking <color=#FFD780FF>a certain number of DMG instances</color>, it will exit the Gloomveiled state and change its Elemental Type to the element whose DMG it received the most during the time it was Gloomveiled, thereby <color=#FFD780FF>gaining the corresponding Elemental DMG Immunity and Elemental Effects</color>.",
                        "<color=#FFD780FF>Lunar Reaction DMG</color> is more effective when breaking the Gloomveiled state. If it has taken more Lunar Reaction DMG when it exits the Gloomveiled state, its Elemental Type will change to Elementless, and it <color=#FFD780FF>will not gain any Elemental DMG Immunity or Elemental Effects</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando em batalha, entrará no estado Véu Melancólico: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>. Ao <color=#FFD780FF>sofrer uma certa quantidade de instâncias de Dano</color>, sairá do estado Véu Melancólico, e mudará o Tipo Elemental para o Elemento do Dano que recebeu mais durante o período de Véu Melancólico, <color=#FFD780FF>obtendo a Imunidade e os Efeitos Elementais correspondentes</color>.",
                        "Ao remover o estado Véu Melancólico, aumenta a eficiência do <color=#FFD780FF>Dano de Reações Lunares</color>. Ao sair do estado Véu Melancólico, se sofrer Dano altos de Reações Lunares, converte para o estado Sem Elemento, <color=#FFD780FF>não obtendo nenhum efeito de Imunidade a Dano Elemental e Encantamento Elemental</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою входит в состояние Вуали мрака: <color=#FFD780FF>сопротивление всем элементам значительно увеличивается</color>. Получив <color=#FFD780FF>определённое количество ударов</color>, выходит из состояния Вуали мрака и меняет тип своего элемента на тот, которым ему был нанесён наибольший урон во время действия Вуали мрака, <color=#FFD780FF>получая иммунитет к соответствующему элементальному урону и эффект этого элемента</color>.",
                        "Когда Вуаль мрака разрушается, эффективность <color=#FFD780FF>урона Лунных реакций</color> возрастает. Если чудовище к моменту выхода из состояния Вуали мрака получило высокий урон от Лунных реакций, то оно утратит тип элемента, а также <color=#FFD780FF>не будет наделяться иммунитетом к какому-либо элементу и эффектом элемента</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中会进入「晦隐」状态：<color=#FFD780FF>所有抗性大幅提升</color>。受到<color=#FFD780FF>一定次数的伤害</color>后，会退出「晦隐」状态，并将自身元素类型转换为「晦隐」期间受到伤害量最多的元素类型，<color=#FFD780FF>获得对应元素伤害免疫效果和元素附着</color>。",
                        "破除「晦隐」状态时，<color=#FFD780FF>月曜反应伤害</color>具有更高的效率。退出「晦隐」状态时如果受到了较高的月曜反应伤害，则会转化为无元素状态，<color=#FFD780FF>不会获得任何元素伤害免疫效果和元素附着</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "High-frequency Elemental DMG<Color=#FFFFFF40> | </Color>Multi Elemental DMG<Color=#FFFFFF40> | </Color>Lunar Reaction DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Elemental de Alta Frequência<Color=#FFFFFF40> | </Color>Dano Multi-Elemental <Color=#FFFFFF40> | </Color>Dano de Reações Lunares",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Частый элементальный урон<Color=#FFFFFF40> | </Color>Урон разных элементов<Color=#FFFFFF40> | </Color>Урон Лунных реакций",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "高频元素伤害<Color=#FFFFFF40> | </Color>多种元素伤害<Color=#FFFFFF40> | </Color>月曜反应伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1004042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_WildHuntMaleSigurd",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22132001,
                        "level": 40,
                        "hp": 153675.7434008762,
                        "attack": 4492.552819276229,
                        "defense": 699.999988079071,
                        "matchedName": "Monster_WildHunt_Male_Sigurd",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Lightkeeper: Normal",
                    "ptLevelName": "Portador da Lâmpada Veterano: Forma Normal",
                    "ruLevelName": "Бывалый светоносец: Обычная форма",
                    "chsLevelName": "历经百战的执灯人·常形",
                    "enMonsterSpecialDesc": "A valiant warrior who resisted the dark calamity in ancient days. Though his life's spark has been extinguished, his unbending will has yet to fade, and those who swore to become hunters of the Wild Hunt continue his endless battle even today. In a tragedy of fate, and under the Ley Lines' chaotic influence, the dark abyss's corrosion has seeped into his marrow, causing him to lose his way as his desire to defend his home gradually fades away...",
                    "ptMonsterSpecialDesc": "Um bravo guerreiro que resistiu à Calamidade Tenebrosa do passado. Embora o brilho de sua vida tenha se extinguido, sua determinação inflexível ainda não se dissipou, e aqueles que prometeram se tornar caçadores da Caçada Feroz continuam suas batalhas incessantes até hoje. Em uma tragédia do destino, e sob a influência caótica das Linhas Ley, a corrosão do abismo obscuro penetrou em sua medula, fazendo com ele perdesse seu rumo conforme seu desejo de defender seu lar gradualmente desaparece...",
                    "ruMonsterSpecialDesc": "Доблестный воин, противостоявший чёрному бедствию в древности. Хотя искра его жизни погасла, его несгибаемая воля ещё не исчезла, и те, кто поклялся стать охотниками Дикой Охоты, продолжают его бесконечную битву и по сей день. К сожалению, под воздействием артерий земли разложение тёмной бездны проникло в его костный мозг, из-за чего он сбился с пути, а его желание защищать дом постепенно угасает...",
                    "chsMonsterSpecialDesc": "昔日对抗漆黑灾厄的英勇战士，即使生命之光已然消逝，其不屈的意志仍未消散，永誓猎杀狂猎之人时至今日仍继续着他的无尽战斗。可惜，在地脉乱象之中，黑渊的侵蚀已深入骨髓，使他迷失方向，守护家园的意志也在逐渐消散…",
                    "enMonsterSpecialMechanicName": [
                        "Wandering Lament",
                        "Grief-Stricken",
                        "Exiles Returned",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Lamento Vagante",
                        "Enlutado",
                        "Retorno do Exilados",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Печаль скитания",
                        "Подавленность горем",
                        "Возвращение изгнанников",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "悲哀游荡",
                        "失色哀恸",
                        "幽徒盘绕",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Begins the battle in the \"Roaming\" state. When its HP is completely depleted, it will enter the \"Wild Hunt\" state.",
                        "When in the Wild Hunt state, even if its HP is reduced to zero, it will regain its HP up to its maximum after a period of time. It can only be defeated when its Max HP is reduced to zero. <color=#FFD780FF>Drain its HP completely or use Skills enhanced by Moonsign: Ascendant Gleam</color> to send it into a brief Grief-Stricken state. A certain ratio of the DMG dealt to it while in this state will be converted to reduce its Max HP. If you have Moonsign: Ascendant Gleam, this ratio will be increased.",
                        "When in the Wild Hunt state, Wilderness Exiles will appear periodically. If you fail to defeat all of these exiles within a certain period of time, your foe will perform a harvest, dealing massive AoE DMG and slaughtering the Wilderness Exiles, restoring its own Max HP based on the remaining Max HP of the exiles.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha começar, entra no estado Devaneio. Depois de perder toda a Vida, poderá entrar no estado Caçada Feroz.",
                        "Quando está no estado de Caçada Feroz, mesmo que sua Vida seja reduzida a zero, recuperará sua Vida até o máximo depois de um período de tempo. Só pode ser derrotado quando sua Vida Máxima for reduzida a zero. <color=#FFD780FF>Reduza sua Vida completamente ou use Habilidades fortalecidas por Presságio Lunar: Reluzir Cheio</color> para o fazer entrar no estado Enlutado. Uma certa proporção de Dano causado durante esse estado será convertida para reduzir sua Vida Máxima. Se você possuir Presságio Lunar: Reluzir Cheio, essa proporção será aumentada.",
                        "Quando está no estado de Caçada Feroz, Exilados Selvagens aparecerão periodicamente. Se você não os derrotar dentro de um certo período, seus inimigos farão uma colheita, causando Dano em AdE massivo e derrotando os Exilados Selvagens, restaurando sua Vida Máxima de acordo com a Vida Máxima restante dos Exilados.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою пребывает в состоянии Блужданий. После того как его HP снизится до нуля, он войдёт в состояние Дикой Охоты.",
                        "В состоянии Дикой Охоты даже после потери всего HP чудовище всё равно через определённое время восстановит его до максимума. Чтобы подавить его, понадобится полностью истощить его HP. <color=#FFD780FF>Полностью истощив его HP или применив навыки, усиленные Высшим сиянием Лунного знамения</color>, вы кратковременно переведёте его в состояние Подавленности горем. Урон, нанесённый ему в этом состоянии, истощает его макс. HP на определённый процент. Лунное знамение - Высшее сияние повышает этот процент.",
                        "Когда чудовище пребывает в состоянии Дикой охоты, в бой будут периодически вступать изгнанники пустошей. Если не победить всех изгнанников пустошей за определённое время, то враг выполнит Жатву: он нанесёт огромный урон по площади, уничтожив всех изгнанников пустошей, и согласно их оставшемуся макс. HP восстановит своё собственное макс. HP.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始时，处于「游荡」状态，将其生命全部削减后，可以令其陷入「狂猎」状态。",
                        "「狂猎」状态下，即使失去了全部生命值，也会在一定时间后将生命值恢复至上限，只有将其生命值上限全部削减，才能将其压制。<color=#FFD780FF>将其生命全部削减或施放被月兆·满辉强化的技能时</color>，可以令其陷入短暂的「失色哀恸」状态。在此状态下对其造成伤害，可以根据伤害的一定比例削减其生命值上限；如果具有月兆·满辉，削减比例将提高。",
                        "处于「狂猎」状态时，战斗中会间歇性出现荒野幽徒。如果未能在一定时间内击败所有荒野幽徒，该敌人就会进行收割：造成极高的范围伤害，肃清所有荒野幽徒，并根据荒野幽徒剩余的生命值上限恢复自身的生命值上限。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Begins the battle in the \"Roaming\" state. When its HP is completely depleted, it will enter the \"Wild Hunt\" state.",
                        "When in the Wild Hunt state, even if its HP is reduced to zero, it will regain its HP up to its maximum after a period of time. It can only be defeated when its Max HP is reduced to zero. <color=#FFD780FF>Drain its HP completely or use Skills enhanced by Moonsign: Ascendant Gleam</color> to send it into a brief Grief-Stricken state. A certain ratio of the DMG dealt to it while in this state will be converted to reduce its Max HP. If you have Moonsign: Ascendant Gleam, this ratio will be increased.",
                        "When in the Wild Hunt state, Wilderness Exiles will be drawn to the battlefield. If you fail to defeat all of these exiles within a certain period of time, your foe will perform a harvest, dealing massive AoE DMG and slaughtering the Wilderness Exiles, restoring its own Max HP based on the Max HP of the exiles.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando a batalha começar, entra no estado Devaneio. Depois de perder toda a Vida, poderá entrar no estado Caçada Feroz.",
                        "Quando está no estado de Caçada Feroz, mesmo que sua Vida seja reduzida a zero, recuperará sua Vida até o máximo depois de um período de tempo. Só pode ser derrotado quando sua Vida Máxima for reduzida a zero. <color=#FFD780FF>Reduza sua Vida completamente ou use Habilidades fortalecidas por Presságio Lunar: Reluzir Cheio</color> para o fazer entrar no estado Enlutado. Uma certa proporção de Dano causado durante esse estado será convertida para reduzir sua Vida Máxima. Se você possuir Presságio Lunar: Reluzir Cheio, essa proporção será aumentada.",
                        "Quando está no estado de Caçada Feroz, Exilados Selvagens serão atraídos ao campo de batalha. Se você não os derrotar dentro de um certo período, seus inimigos farão uma colheita, causando Dano em AdE massivo e derrotando os Exilados Selvagens, restaurando sua Vida Máxima para a Vida Máxima dos Exilados.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою пребывает в состоянии Блужданий. После того как его HP снизится до нуля, он войдёт в состояние Дикой Охоты.",
                        "В состоянии Дикой Охоты даже после потери всего HP чудовище всё равно через определённое время восстановит его до максимума. Чтобы подавить его, понадобится полностью истощить его HP. <color=#FFD780FF>Полностью истощив его HP или применив навыки, усиленные Высшим сиянием Лунного знамения</color>, вы кратковременно переведёте его в состояние Подавленности горем. Урон, нанесённый ему в этом состоянии, истощает его макс. HP на определённый процент. Лунное знамение - Высшее сияние повышает этот процент.",
                        "Когда чудовище пребывает в состоянии Дикой охоты, в бой вступают привлечённые изгнанники пустошей. Если не победить всех изгнанников пустошей за определённое время, то враг выполнит Жатву: он нанесёт огромный урон по площади, уничтожив всех изгнанников пустошей, и согласно их макс. HP восстановит своё собственное макс. HP.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始时，处于「游荡」状态，将其生命全部削减后，可以令其进入「狂猎」状态。",
                        "「狂猎」状态下，即使失去了全部生命值，也会在一定时间后将生命值恢复至上限，只有将其生命值上限全部削减，才能将其压制。<color=#FFD780FF>将其生命全部削减或施放被月兆·满辉强化的技能时</color>，可以令其陷入短暂的「失色哀恸」状态。在此状态下对其造成伤害，可以根据伤害的一定比例削减其生命值上限；如果具有月兆·满辉，削减比例将提高。",
                        "处于「狂猎」状态时，战斗中会有荒野幽徒被引诱而来。如果未能在一定时间内击败所有荒野幽徒，该敌人就会进行收割：造成极高的范围伤害，肃清所有荒野幽徒，并根据荒野幽徒的生命值上限恢复自身的生命值上限。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Moonsign: Ascendant Gleam",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Presságio Lunar: Reluzir Cheio",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Лунное знамение - Высшее сияние",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "月兆·满辉",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1004043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_FatuusEscadronIce",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23060301,
                        "level": 40,
                        "hp": 225391.0811147455,
                        "attack": 3675.7249662936665,
                        "defense": 699.999988079071,
                        "matchedName": "Fatuus_Escadron_Ice_02",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.5,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Veteran Frost Operative: Normal",
                    "ptLevelName": "Fatui Oficial do Gelo Veterano: Formal Normal",
                    "ruLevelName": "Бывалый оперативник мороза: Обычная форма",
                    "chsLevelName": "历经百战的霜役人·常形",
                    "enMonsterSpecialDesc": "An elite agent of the Fatui. Selected from childhood, she rose to the top after long years of rigorous training — an experience which instilled in her extraordinary skill and unswerving loyalty.\\nEven when engulfed by the chaos of the Ley Lines and stripped of her original intent, her fighting instincts remain undiminished, capable of driving her to unleash flurry after flurry of lethal attacks.",
                    "ptMonsterSpecialDesc": "Um agente de elite entre os Fatui. Selecionados enquanto crianças, eles podem se tornar um \"Oficial\" após muitos anos de treino e ensino, após incontáveis rodadas terem joeirado o campo. Eles são os soldados mais excepcionais entre os Fatui, com habilidade extraordinária e lealdade incondicional.\\nMesmo após ser engolida pelo caos das Linhas Ley e destituída de sua intenção original, seus instintos de luta permanecem inalterados, capazes de levá-la a desferir uma série de ataques letais.",
                    "ruMonsterSpecialDesc": "Элита среди Фатуи. Её завербовали ещё в детстве, и после долгих лет подготовки и бесчисленных испытаний она заняла место среди самых выдающихся воинов Фатуи, обладающих необыкновенным мастерством и абсолютной преданностью.\\nДаже после того как её поглотил хаос артерий земли и она утратила изначальную волю, боевой инстинкт неизменно движет ею, вынуждая бросаться в смертельные атаки.",
                    "chsMonsterSpecialDesc": "愚人众当中精锐的特务。自幼就被选中，在长久的训练与无数次的汰换后，成为阵列中最优秀的士兵，有着出色的身手与不渝的忠诚心。\\n即便置身于危险的地脉乱象中，失去了自己最初的意志，战斗的本能也足以驱动她，不断发起致命的攻势。",
                    "enMonsterSpecialMechanicName": [
                        "Rapid Kill",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Caçada Veloz",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Стремительное убийство",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "迅疾猎杀",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Consumes a certain percentage of HP in combat to use Hunt Down: When this hits a character, it restores a certain percentage of the foe's HP and attaches a Bond of Life to the character hit. While Bond of Life is active, the affected character will take continuous DMG. Characters with Bond of Life attached will take increased DMG from this attack.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando estive em batalha, consome uma certa quantidade de Vida para fazer uma Caçada: ao atingir o personagem, esse inimigo regenera uma certa proporção de Vida, e aplica um Contrato de Vida na personagem atingida. Enquanto o Contrato de Vida existir, ele sofrerá o Dano recebido. A personagem que possuir o Contrato de Vida causará mais Dano.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою расходует определённую часть HP и использует Травлю: поразив персонажа, этот враг восстанавливает себе HP в определённой пропорции и накладывает на поражённого персонажа Долг жизни. Долг жизни во время действия постоянно наносит урон и повышает урон этой атаки.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会消耗一定比例的生命值，进行「猎杀」：命中角色时，该敌人自身恢复一定比例的生命值，并向命中的角色施加生命之契，在生命之契存在时使其持续受到伤害。对于具有生命之契的角色，此攻击造成的伤害提升。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Consumes HP in combat to use \"Hunt Down\": When this hits, it restores a certain percentage of the foe's HP and attaches a Bond of Life to any character it hits. While Bond of Life is active, the affected character will take continuous DMG. Characters with Bond of Life attached will take increased DMG from this attack.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando estive em batalha, consome Vida para fazer uma Caçada: ao atingir, regenera uma certa proporção de Vida, e aplica um Contrato de Vida na personagem atingida. Enquanto o Contrato de Vida existir, ele sofrerá o Dano recebido. A personagem que possuir o Contrato de Vida causará mais Dano.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою расходует HP и использует Травлю: при попадании он восстанавливает себе HP в определённой пропорции и накладывает на поражённого персонажа Долг жизни. Долг жизни во время действия постоянно наносит урон и повышает урон этой атаки.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中会消耗生命值进行「猎杀」：命中时，自身恢复一定比例的生命值，并向命中的角色施加生命之契，在生命之契存在时使其持续受到伤害。对于具有生命之契的角色，此攻击造成的伤害提升。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Healing Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Cura de Personagem",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Лечащие персонажи",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "治疗角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100402,
            "monsterLevel": 70,
            "levelConfigs": [
                {
                    "id": 1004041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HerraFrost01",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20081002,
                        "level": 70,
                        "hp": 1289384.4766613692,
                        "attack": 8162.971493419609,
                        "defense": 850.0000238418579,
                        "matchedName": "Monster_HerraFrost_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Frostnight Herra: Normal",
                    "ptLevelName": "Nobre da Noite Gelada: Forma Normal",
                    "ruLevelName": "Повелитель морозной ночи: Обычная форма",
                    "chsLevelName": "霜夜巡天灵主·常形",
                    "enMonsterSpecialDesc": "A majestic being that strides with pride through the frost-laden night, wielding ancient powers long since tamed by the Lord of the Sky. Yet in the false memories of the Ley Lines, the gentle flapping of its radiant wings no longer births lingering echoes — the faint sound replaced by a menacing hum...",
                    "ptMonsterSpecialDesc": "Um ser majestoso que caminha com orgulho pela noite coberta de gelo, empunhando poderes ancestrais há muito tempo domados pelo Senhor do Céu. Porém, nas falsas memórias das Linhas Ley, o bater gentil de suas asas radiantes não mais criam ecos duradouros — o leve som substituído por um zumbido ameaçador...",
                    "ruMonsterSpecialDesc": "Величественное существо гордо шествует сквозь морозную ночь. Оно владеет древними силами, давно укрощёнными Владыкой Неба. Однако в ложных воспоминаниях артерий земли лёгкие взмахи его крыльев больше не порождают долгого эха - его сменил угрожающий гул...",
                    "chsMonsterSpecialDesc": "傲然巡行于霜夜的奇异生灵，能自如驱使如今早已被高天之主驯化的古老力量。但在地脉失真的记忆中，它那绚烂羽翼的轻振，已不再牵动悠远的回响，反而混入了躁戾的低音…",
                    "enMonsterSpecialMechanicName": [
                        "Gloomveiled",
                        "Purest Moonglow",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Estado Véu Melancólico",
                        "Luar Puro",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Состояние Вуали мрака",
                        "Чистейшее лунное сияние",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "晦隐状态",
                        "明净月曜",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will enter a Gloomveiled state while in combat: <color=#FFD780FF>All RES is greatly increased</color>. After taking <color=#FFD780FF>a certain number of DMG instances</color>, it will exit the Gloomveiled state and change its Elemental Type to the element whose DMG it received the most during the time it was Gloomveiled, thereby <color=#FFD780FF>gaining the corresponding Elemental DMG Immunity and Elemental Effects</color>.",
                        "<color=#FFD780FF>Lunar Reaction DMG</color> is more effective when breaking the Gloomveiled state. If it has taken more Lunar Reaction DMG when it exits the Gloomveiled state, its Elemental Type will change to Elementless, and it <color=#FFD780FF>will not gain any Elemental DMG Immunity or Elemental Effects</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando em batalha, entrará no estado Véu Melancólico: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>. Ao <color=#FFD780FF>sofrer uma certa quantidade de instâncias de Dano</color>, sairá do estado Véu Melancólico, e mudará o Tipo Elemental para o Elemento do Dano que recebeu mais durante o período de Véu Melancólico, <color=#FFD780FF>obtendo a Imunidade e os Efeitos Elementais correspondentes</color>.",
                        "Ao remover o estado Véu Melancólico, aumenta a eficiência do <color=#FFD780FF>Dano de Reações Lunares</color>. Ao sair do estado Véu Melancólico, se sofrer Dano altos de Reações Lunares, converte para o estado Sem Elemento, <color=#FFD780FF>não obtendo nenhum efeito de Imunidade a Dano Elemental e Encantamento Elemental</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою входит в состояние Вуали мрака: <color=#FFD780FF>сопротивление всем элементам значительно увеличивается</color>. Получив <color=#FFD780FF>определённое количество ударов</color>, выходит из состояния Вуали мрака и меняет тип своего элемента на тот, которым ему был нанесён наибольший урон во время действия Вуали мрака, <color=#FFD780FF>получая иммунитет к соответствующему элементальному урону и эффект этого элемента</color>.",
                        "Когда Вуаль мрака разрушается, эффективность <color=#FFD780FF>урона Лунных реакций</color> возрастает. Если чудовище к моменту выхода из состояния Вуали мрака получило высокий урон от Лунных реакций, то оно утратит тип элемента, а также <color=#FFD780FF>не будет наделяться иммунитетом к какому-либо элементу и эффектом элемента</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中会进入「晦隐」状态：<color=#FFD780FF>所有抗性大幅提升</color>。受到<color=#FFD780FF>一定次数的伤害</color>后，会退出「晦隐」状态，并将自身元素类型转换为「晦隐」期间受到伤害量最多的元素类型，<color=#FFD780FF>获得对应元素伤害免疫效果和元素附着</color>。",
                        "破除「晦隐」状态时，<color=#FFD780FF>月曜反应伤害</color>具有更高的效率。退出「晦隐」状态时如果受到了较高的月曜反应伤害，则会转化为无元素状态，<color=#FFD780FF>不会获得任何元素伤害免疫效果和元素附着</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will enter a Gloomveiled state while in combat: <color=#FFD780FF>All RES is greatly increased</color>. After taking <color=#FFD780FF>a certain number of DMG instances</color>, it will exit the Gloomveiled state and change its Elemental Type to the element whose DMG it received the most during the time it was Gloomveiled, thereby <color=#FFD780FF>gaining the corresponding Elemental DMG Immunity and Elemental Effects</color>.",
                        "<color=#FFD780FF>Lunar Reaction DMG</color> is more effective when breaking the Gloomveiled state. If it has taken more Lunar Reaction DMG when it exits the Gloomveiled state, its Elemental Type will change to Elementless, and it <color=#FFD780FF>will not gain any Elemental DMG Immunity or Elemental Effects</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando em batalha, entrará no estado Véu Melancólico: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>. Ao <color=#FFD780FF>sofrer uma certa quantidade de instâncias de Dano</color>, sairá do estado Véu Melancólico, e mudará o Tipo Elemental para o Elemento do Dano que recebeu mais durante o período de Véu Melancólico, <color=#FFD780FF>obtendo a Imunidade e os Efeitos Elementais correspondentes</color>.",
                        "Ao remover o estado Véu Melancólico, aumenta a eficiência do <color=#FFD780FF>Dano de Reações Lunares</color>. Ao sair do estado Véu Melancólico, se sofrer Dano altos de Reações Lunares, converte para o estado Sem Elemento, <color=#FFD780FF>não obtendo nenhum efeito de Imunidade a Dano Elemental e Encantamento Elemental</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою входит в состояние Вуали мрака: <color=#FFD780FF>сопротивление всем элементам значительно увеличивается</color>. Получив <color=#FFD780FF>определённое количество ударов</color>, выходит из состояния Вуали мрака и меняет тип своего элемента на тот, которым ему был нанесён наибольший урон во время действия Вуали мрака, <color=#FFD780FF>получая иммунитет к соответствующему элементальному урону и эффект этого элемента</color>.",
                        "Когда Вуаль мрака разрушается, эффективность <color=#FFD780FF>урона Лунных реакций</color> возрастает. Если чудовище к моменту выхода из состояния Вуали мрака получило высокий урон от Лунных реакций, то оно утратит тип элемента, а также <color=#FFD780FF>не будет наделяться иммунитетом к какому-либо элементу и эффектом элемента</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中会进入「晦隐」状态：<color=#FFD780FF>所有抗性大幅提升</color>。受到<color=#FFD780FF>一定次数的伤害</color>后，会退出「晦隐」状态，并将自身元素类型转换为「晦隐」期间受到伤害量最多的元素类型，<color=#FFD780FF>获得对应元素伤害免疫效果和元素附着</color>。",
                        "破除「晦隐」状态时，<color=#FFD780FF>月曜反应伤害</color>具有更高的效率。退出「晦隐」状态时如果受到了较高的月曜反应伤害，则会转化为无元素状态，<color=#FFD780FF>不会获得任何元素伤害免疫效果和元素附着</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "High-frequency Elemental DMG<Color=#FFFFFF40> | </Color>Multi Elemental DMG<Color=#FFFFFF40> | </Color>Lunar Reaction DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Elemental de Alta Frequência<Color=#FFFFFF40> | </Color>Dano Multi-Elemental <Color=#FFFFFF40> | </Color>Dano de Reações Lunares",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Частый элементальный урон<Color=#FFFFFF40> | </Color>Урон разных элементов<Color=#FFFFFF40> | </Color>Урон Лунных реакций",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "高频元素伤害<Color=#FFFFFF40> | </Color>多种元素伤害<Color=#FFFFFF40> | </Color>月曜反应伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1004042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_WildHuntMaleSigurd",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22132001,
                        "level": 70,
                        "hp": 2637377.5361284018,
                        "attack": 11224.085725975689,
                        "defense": 850.0000238418579,
                        "matchedName": "Monster_WildHunt_Male_Sigurd",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Lightkeeper: Normal",
                    "ptLevelName": "Portador da Lâmpada Veterano: Forma Normal",
                    "ruLevelName": "Бывалый светоносец: Обычная форма",
                    "chsLevelName": "历经百战的执灯人·常形",
                    "enMonsterSpecialDesc": "A valiant warrior who resisted the dark calamity in ancient days. Though his life's spark has been extinguished, his unbending will has yet to fade, and those who swore to become hunters of the Wild Hunt continue his endless battle even today. In a tragedy of fate, and under the Ley Lines' chaotic influence, the dark abyss's corrosion has seeped into his marrow, causing him to lose his way as his desire to defend his home gradually fades away...",
                    "ptMonsterSpecialDesc": "Um bravo guerreiro que resistiu à Calamidade Tenebrosa do passado. Embora o brilho de sua vida tenha se extinguido, sua determinação inflexível ainda não se dissipou, e aqueles que prometeram se tornar caçadores da Caçada Feroz continuam suas batalhas incessantes até hoje. Em uma tragédia do destino, e sob a influência caótica das Linhas Ley, a corrosão do abismo obscuro penetrou em sua medula, fazendo com ele perdesse seu rumo conforme seu desejo de defender seu lar gradualmente desaparece...",
                    "ruMonsterSpecialDesc": "Доблестный воин, противостоявший чёрному бедствию в древности. Хотя искра его жизни погасла, его несгибаемая воля ещё не исчезла, и те, кто поклялся стать охотниками Дикой Охоты, продолжают его бесконечную битву и по сей день. К сожалению, под воздействием артерий земли разложение тёмной бездны проникло в его костный мозг, из-за чего он сбился с пути, а его желание защищать дом постепенно угасает...",
                    "chsMonsterSpecialDesc": "昔日对抗漆黑灾厄的英勇战士，即使生命之光已然消逝，其不屈的意志仍未消散，永誓猎杀狂猎之人时至今日仍继续着他的无尽战斗。可惜，在地脉乱象之中，黑渊的侵蚀已深入骨髓，使他迷失方向，守护家园的意志也在逐渐消散…",
                    "enMonsterSpecialMechanicName": [
                        "Wandering Lament",
                        "Grief-Stricken",
                        "Exiles Returned",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Lamento Vagante",
                        "Enlutado",
                        "Retorno do Exilados",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Печаль скитания",
                        "Подавленность горем",
                        "Возвращение изгнанников",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "悲哀游荡",
                        "失色哀恸",
                        "幽徒盘绕",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Begins the battle in the \"Roaming\" state. When its HP is completely depleted, it will enter the \"Wild Hunt\" state.",
                        "When in the Wild Hunt state, even if its HP is reduced to zero, it will regain its HP up to its maximum after a period of time. It can only be defeated when its Max HP is reduced to zero. <color=#FFD780FF>Drain its HP completely or use Skills enhanced by Moonsign: Ascendant Gleam</color> to send it into a brief Grief-Stricken state. A certain ratio of the DMG dealt to it while in this state will be converted to reduce its Max HP. If you have Moonsign: Ascendant Gleam, this ratio will be increased.",
                        "When in the Wild Hunt state, Wilderness Exiles will appear periodically. If you fail to defeat all of these exiles within a certain period of time, your foe will perform a harvest, dealing massive AoE DMG and slaughtering the Wilderness Exiles, restoring its own Max HP based on the remaining Max HP of the exiles.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha começar, entra no estado Devaneio. Depois de perder toda a Vida, poderá entrar no estado Caçada Feroz.",
                        "Quando está no estado de Caçada Feroz, mesmo que sua Vida seja reduzida a zero, recuperará sua Vida até o máximo depois de um período de tempo. Só pode ser derrotado quando sua Vida Máxima for reduzida a zero. <color=#FFD780FF>Reduza sua Vida completamente ou use Habilidades fortalecidas por Presságio Lunar: Reluzir Cheio</color> para o fazer entrar no estado Enlutado. Uma certa proporção de Dano causado durante esse estado será convertida para reduzir sua Vida Máxima. Se você possuir Presságio Lunar: Reluzir Cheio, essa proporção será aumentada.",
                        "Quando está no estado de Caçada Feroz, Exilados Selvagens aparecerão periodicamente. Se você não os derrotar dentro de um certo período, seus inimigos farão uma colheita, causando Dano em AdE massivo e derrotando os Exilados Selvagens, restaurando sua Vida Máxima de acordo com a Vida Máxima restante dos Exilados.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою пребывает в состоянии Блужданий. После того как его HP снизится до нуля, он войдёт в состояние Дикой Охоты.",
                        "В состоянии Дикой Охоты даже после потери всего HP чудовище всё равно через определённое время восстановит его до максимума. Чтобы подавить его, понадобится полностью истощить его HP. <color=#FFD780FF>Полностью истощив его HP или применив навыки, усиленные Высшим сиянием Лунного знамения</color>, вы кратковременно переведёте его в состояние Подавленности горем. Урон, нанесённый ему в этом состоянии, истощает его макс. HP на определённый процент. Лунное знамение - Высшее сияние повышает этот процент.",
                        "Когда чудовище пребывает в состоянии Дикой охоты, в бой будут периодически вступать изгнанники пустошей. Если не победить всех изгнанников пустошей за определённое время, то враг выполнит Жатву: он нанесёт огромный урон по площади, уничтожив всех изгнанников пустошей, и согласно их оставшемуся макс. HP восстановит своё собственное макс. HP.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始时，处于「游荡」状态，将其生命全部削减后，可以令其陷入「狂猎」状态。",
                        "「狂猎」状态下，即使失去了全部生命值，也会在一定时间后将生命值恢复至上限，只有将其生命值上限全部削减，才能将其压制。<color=#FFD780FF>将其生命全部削减或施放被月兆·满辉强化的技能时</color>，可以令其陷入短暂的「失色哀恸」状态。在此状态下对其造成伤害，可以根据伤害的一定比例削减其生命值上限；如果具有月兆·满辉，削减比例将提高。",
                        "处于「狂猎」状态时，战斗中会间歇性出现荒野幽徒。如果未能在一定时间内击败所有荒野幽徒，该敌人就会进行收割：造成极高的范围伤害，肃清所有荒野幽徒，并根据荒野幽徒剩余的生命值上限恢复自身的生命值上限。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Begins the battle in the \"Roaming\" state. When its HP is completely depleted, it will enter the \"Wild Hunt\" state.",
                        "When in the Wild Hunt state, even if its HP is reduced to zero, it will regain its HP up to its maximum after a period of time. It can only be defeated when its Max HP is reduced to zero. <color=#FFD780FF>Drain its HP completely or use Skills enhanced by Moonsign: Ascendant Gleam</color> to send it into a brief Grief-Stricken state. A certain ratio of the DMG dealt to it while in this state will be converted to reduce its Max HP. If you have Moonsign: Ascendant Gleam, this ratio will be increased.",
                        "When in the Wild Hunt state, Wilderness Exiles will be drawn to the battlefield. If you fail to defeat all of these exiles within a certain period of time, your foe will perform a harvest, dealing massive AoE DMG and slaughtering the Wilderness Exiles, restoring its own Max HP based on the Max HP of the exiles.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando a batalha começar, entra no estado Devaneio. Depois de perder toda a Vida, poderá entrar no estado Caçada Feroz.",
                        "Quando está no estado de Caçada Feroz, mesmo que sua Vida seja reduzida a zero, recuperará sua Vida até o máximo depois de um período de tempo. Só pode ser derrotado quando sua Vida Máxima for reduzida a zero. <color=#FFD780FF>Reduza sua Vida completamente ou use Habilidades fortalecidas por Presságio Lunar: Reluzir Cheio</color> para o fazer entrar no estado Enlutado. Uma certa proporção de Dano causado durante esse estado será convertida para reduzir sua Vida Máxima. Se você possuir Presságio Lunar: Reluzir Cheio, essa proporção será aumentada.",
                        "Quando está no estado de Caçada Feroz, Exilados Selvagens serão atraídos ao campo de batalha. Se você não os derrotar dentro de um certo período, seus inimigos farão uma colheita, causando Dano em AdE massivo e derrotando os Exilados Selvagens, restaurando sua Vida Máxima para a Vida Máxima dos Exilados.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою пребывает в состоянии Блужданий. После того как его HP снизится до нуля, он войдёт в состояние Дикой Охоты.",
                        "В состоянии Дикой Охоты даже после потери всего HP чудовище всё равно через определённое время восстановит его до максимума. Чтобы подавить его, понадобится полностью истощить его HP. <color=#FFD780FF>Полностью истощив его HP или применив навыки, усиленные Высшим сиянием Лунного знамения</color>, вы кратковременно переведёте его в состояние Подавленности горем. Урон, нанесённый ему в этом состоянии, истощает его макс. HP на определённый процент. Лунное знамение - Высшее сияние повышает этот процент.",
                        "Когда чудовище пребывает в состоянии Дикой охоты, в бой вступают привлечённые изгнанники пустошей. Если не победить всех изгнанников пустошей за определённое время, то враг выполнит Жатву: он нанесёт огромный урон по площади, уничтожив всех изгнанников пустошей, и согласно их макс. HP восстановит своё собственное макс. HP.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始时，处于「游荡」状态，将其生命全部削减后，可以令其进入「狂猎」状态。",
                        "「狂猎」状态下，即使失去了全部生命值，也会在一定时间后将生命值恢复至上限，只有将其生命值上限全部削减，才能将其压制。<color=#FFD780FF>将其生命全部削减或施放被月兆·满辉强化的技能时</color>，可以令其陷入短暂的「失色哀恸」状态。在此状态下对其造成伤害，可以根据伤害的一定比例削减其生命值上限；如果具有月兆·满辉，削减比例将提高。",
                        "处于「狂猎」状态时，战斗中会有荒野幽徒被引诱而来。如果未能在一定时间内击败所有荒野幽徒，该敌人就会进行收割：造成极高的范围伤害，肃清所有荒野幽徒，并根据荒野幽徒的生命值上限恢复自身的生命值上限。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Moonsign: Ascendant Gleam",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Presságio Lunar: Reluzir Cheio",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Лунное знамение - Высшее сияние",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "月兆·满辉",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1004043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_FatuusEscadronIce",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23060301,
                        "level": 70,
                        "hp": 3868153.56165269,
                        "attack": 9183.342697668239,
                        "defense": 850.0000238418579,
                        "matchedName": "Fatuus_Escadron_Ice_02",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.5,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Veteran Frost Operative: Normal",
                    "ptLevelName": "Fatui Oficial do Gelo Veterano: Formal Normal",
                    "ruLevelName": "Бывалый оперативник мороза: Обычная форма",
                    "chsLevelName": "历经百战的霜役人·常形",
                    "enMonsterSpecialDesc": "An elite agent of the Fatui. Selected from childhood, she rose to the top after long years of rigorous training — an experience which instilled in her extraordinary skill and unswerving loyalty.\\nEven when engulfed by the chaos of the Ley Lines and stripped of her original intent, her fighting instincts remain undiminished, capable of driving her to unleash flurry after flurry of lethal attacks.",
                    "ptMonsterSpecialDesc": "Um agente de elite entre os Fatui. Selecionados enquanto crianças, eles podem se tornar um \"Oficial\" após muitos anos de treino e ensino, após incontáveis rodadas terem joeirado o campo. Eles são os soldados mais excepcionais entre os Fatui, com habilidade extraordinária e lealdade incondicional.\\nMesmo após ser engolida pelo caos das Linhas Ley e destituída de sua intenção original, seus instintos de luta permanecem inalterados, capazes de levá-la a desferir uma série de ataques letais.",
                    "ruMonsterSpecialDesc": "Элита среди Фатуи. Её завербовали ещё в детстве, и после долгих лет подготовки и бесчисленных испытаний она заняла место среди самых выдающихся воинов Фатуи, обладающих необыкновенным мастерством и абсолютной преданностью.\\nДаже после того как её поглотил хаос артерий земли и она утратила изначальную волю, боевой инстинкт неизменно движет ею, вынуждая бросаться в смертельные атаки.",
                    "chsMonsterSpecialDesc": "愚人众当中精锐的特务。自幼就被选中，在长久的训练与无数次的汰换后，成为阵列中最优秀的士兵，有着出色的身手与不渝的忠诚心。\\n即便置身于危险的地脉乱象中，失去了自己最初的意志，战斗的本能也足以驱动她，不断发起致命的攻势。",
                    "enMonsterSpecialMechanicName": [
                        "Rapid Kill",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Caçada Veloz",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Стремительное убийство",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "迅疾猎杀",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Consumes a certain percentage of HP in combat to use Hunt Down: When this hits a character, it restores a certain percentage of the foe's HP and attaches a Bond of Life to the character hit. While Bond of Life is active, the affected character will take continuous DMG. Characters with Bond of Life attached will take increased DMG from this attack.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando estive em batalha, consome uma certa quantidade de Vida para fazer uma Caçada: ao atingir o personagem, esse inimigo regenera uma certa proporção de Vida, e aplica um Contrato de Vida na personagem atingida. Enquanto o Contrato de Vida existir, ele sofrerá o Dano recebido. A personagem que possuir o Contrato de Vida causará mais Dano.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою расходует определённую часть HP и использует Травлю: поразив персонажа, этот враг восстанавливает себе HP в определённой пропорции и накладывает на поражённого персонажа Долг жизни. Долг жизни во время действия постоянно наносит урон и повышает урон этой атаки.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会消耗一定比例的生命值，进行「猎杀」：命中角色时，该敌人自身恢复一定比例的生命值，并向命中的角色施加生命之契，在生命之契存在时使其持续受到伤害。对于具有生命之契的角色，此攻击造成的伤害提升。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Consumes HP in combat to use \"Hunt Down\": When this hits, it restores a certain percentage of the foe's HP and attaches a Bond of Life to any character it hits. While Bond of Life is active, the affected character will take continuous DMG. Characters with Bond of Life attached will take increased DMG from this attack.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando estive em batalha, consome Vida para fazer uma Caçada: ao atingir, regenera uma certa proporção de Vida, e aplica um Contrato de Vida na personagem atingida. Enquanto o Contrato de Vida existir, ele sofrerá o Dano recebido. A personagem que possuir o Contrato de Vida causará mais Dano.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою расходует HP и использует Травлю: при попадании он восстанавливает себе HP в определённой пропорции и накладывает на поражённого персонажа Долг жизни. Долг жизни во время действия постоянно наносит урон и повышает урон этой атаки.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中会消耗生命值进行「猎杀」：命中时，自身恢复一定比例的生命值，并向命中的角色施加生命之契，在生命之契存在时使其持续受到伤害。对于具有生命之契的角色，此攻击造成的伤害提升。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Healing Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Cura de Personagem",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Лечащие персонажи",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "治疗角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100403,
            "monsterLevel": 90,
            "levelConfigs": [
                {
                    "id": 1004041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HerraFrost01",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20081002,
                        "level": 90,
                        "hp": 867373,
                        "attack": 15225.098506701761,
                        "defense": 949.999988079071,
                        "matchedName": "Monster_HerraFrost_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Frostnight Herra: Normal",
                    "ptLevelName": "Nobre da Noite Gelada: Forma Normal",
                    "ruLevelName": "Повелитель морозной ночи: Обычная форма",
                    "chsLevelName": "霜夜巡天灵主·常形",
                    "enMonsterSpecialDesc": "A majestic being that strides with pride through the frost-laden night, wielding ancient powers long since tamed by the Lord of the Sky. Yet in the false memories of the Ley Lines, the gentle flapping of its radiant wings no longer births lingering echoes — the faint sound replaced by a menacing hum...",
                    "ptMonsterSpecialDesc": "Um ser majestoso que caminha com orgulho pela noite coberta de gelo, empunhando poderes ancestrais há muito tempo domados pelo Senhor do Céu. Porém, nas falsas memórias das Linhas Ley, o bater gentil de suas asas radiantes não mais criam ecos duradouros — o leve som substituído por um zumbido ameaçador...",
                    "ruMonsterSpecialDesc": "Величественное существо гордо шествует сквозь морозную ночь. Оно владеет древними силами, давно укрощёнными Владыкой Неба. Однако в ложных воспоминаниях артерий земли лёгкие взмахи его крыльев больше не порождают долгого эха - его сменил угрожающий гул...",
                    "chsMonsterSpecialDesc": "傲然巡行于霜夜的奇异生灵，能自如驱使如今早已被高天之主驯化的古老力量。但在地脉失真的记忆中，它那绚烂羽翼的轻振，已不再牵动悠远的回响，反而混入了躁戾的低音…",
                    "enMonsterSpecialMechanicName": [
                        "Gloomveiled",
                        "Purest Moonglow",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Estado Véu Melancólico",
                        "Luar Puro",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Состояние Вуали мрака",
                        "Чистейшее лунное сияние",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "晦隐状态",
                        "明净月曜",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will enter a Gloomveiled state while in combat: <color=#FFD780FF>All RES is greatly increased</color>. After taking <color=#FFD780FF>a certain number of DMG instances</color>, it will exit the Gloomveiled state and change its Elemental Type to the element whose DMG it received the most during the time it was Gloomveiled, thereby <color=#FFD780FF>gaining the corresponding Elemental DMG Immunity and Elemental Effects</color>.",
                        "<color=#FFD780FF>Lunar Reaction DMG</color> is more effective when breaking the Gloomveiled state. If it has taken more Lunar Reaction DMG when it exits the Gloomveiled state, its Elemental Type will change to Elementless, and it <color=#FFD780FF>will not gain any Elemental DMG Immunity or Elemental Effects</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando em batalha, entrará no estado Véu Melancólico: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>. Ao <color=#FFD780FF>sofrer uma certa quantidade de instâncias de Dano</color>, sairá do estado Véu Melancólico, e mudará o Tipo Elemental para o Elemento do Dano que recebeu mais durante o período de Véu Melancólico, <color=#FFD780FF>obtendo a Imunidade e os Efeitos Elementais correspondentes</color>.",
                        "Ao remover o estado Véu Melancólico, aumenta a eficiência do <color=#FFD780FF>Dano de Reações Lunares</color>. Ao sair do estado Véu Melancólico, se sofrer Dano altos de Reações Lunares, converte para o estado Sem Elemento, <color=#FFD780FF>não obtendo nenhum efeito de Imunidade a Dano Elemental e Encantamento Elemental</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою входит в состояние Вуали мрака: <color=#FFD780FF>сопротивление всем элементам значительно увеличивается</color>. Получив <color=#FFD780FF>определённое количество ударов</color>, выходит из состояния Вуали мрака и меняет тип своего элемента на тот, которым ему был нанесён наибольший урон во время действия Вуали мрака, <color=#FFD780FF>получая иммунитет к соответствующему элементальному урону и эффект этого элемента</color>.",
                        "Когда Вуаль мрака разрушается, эффективность <color=#FFD780FF>урона Лунных реакций</color> возрастает. Если чудовище к моменту выхода из состояния Вуали мрака получило высокий урон от Лунных реакций, то оно утратит тип элемента, а также <color=#FFD780FF>не будет наделяться иммунитетом к какому-либо элементу и эффектом элемента</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中会进入「晦隐」状态：<color=#FFD780FF>所有抗性大幅提升</color>。受到<color=#FFD780FF>一定次数的伤害</color>后，会退出「晦隐」状态，并将自身元素类型转换为「晦隐」期间受到伤害量最多的元素类型，<color=#FFD780FF>获得对应元素伤害免疫效果和元素附着</color>。",
                        "破除「晦隐」状态时，<color=#FFD780FF>月曜反应伤害</color>具有更高的效率。退出「晦隐」状态时如果受到了较高的月曜反应伤害，则会转化为无元素状态，<color=#FFD780FF>不会获得任何元素伤害免疫效果和元素附着</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will enter a Gloomveiled state while in combat: <color=#FFD780FF>All RES is greatly increased</color>. After taking <color=#FFD780FF>a certain number of DMG instances</color>, it will exit the Gloomveiled state and change its Elemental Type to the element whose DMG it received the most during the time it was Gloomveiled, thereby <color=#FFD780FF>gaining the corresponding Elemental DMG Immunity and Elemental Effects</color>.",
                        "<color=#FFD780FF>Lunar Reaction DMG</color> is more effective when breaking the Gloomveiled state. If it has taken more Lunar Reaction DMG when it exits the Gloomveiled state, its Elemental Type will change to Elementless, and it <color=#FFD780FF>will not gain any Elemental DMG Immunity or Elemental Effects</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando em batalha, entrará no estado Véu Melancólico: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>. Ao <color=#FFD780FF>sofrer uma certa quantidade de instâncias de Dano</color>, sairá do estado Véu Melancólico, e mudará o Tipo Elemental para o Elemento do Dano que recebeu mais durante o período de Véu Melancólico, <color=#FFD780FF>obtendo a Imunidade e os Efeitos Elementais correspondentes</color>.",
                        "Ao remover o estado Véu Melancólico, aumenta a eficiência do <color=#FFD780FF>Dano de Reações Lunares</color>. Ao sair do estado Véu Melancólico, se sofrer Dano altos de Reações Lunares, converte para o estado Sem Elemento, <color=#FFD780FF>não obtendo nenhum efeito de Imunidade a Dano Elemental e Encantamento Elemental</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою входит в состояние Вуали мрака: <color=#FFD780FF>сопротивление всем элементам значительно увеличивается</color>. Получив <color=#FFD780FF>определённое количество ударов</color>, выходит из состояния Вуали мрака и меняет тип своего элемента на тот, которым ему был нанесён наибольший урон во время действия Вуали мрака, <color=#FFD780FF>получая иммунитет к соответствующему элементальному урону и эффект этого элемента</color>.",
                        "Когда Вуаль мрака разрушается, эффективность <color=#FFD780FF>урона Лунных реакций</color> возрастает. Если чудовище к моменту выхода из состояния Вуали мрака получило высокий урон от Лунных реакций, то оно утратит тип элемента, а также <color=#FFD780FF>не будет наделяться иммунитетом к какому-либо элементу и эффектом элемента</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中会进入「晦隐」状态：<color=#FFD780FF>所有抗性大幅提升</color>。受到<color=#FFD780FF>一定次数的伤害</color>后，会退出「晦隐」状态，并将自身元素类型转换为「晦隐」期间受到伤害量最多的元素类型，<color=#FFD780FF>获得对应元素伤害免疫效果和元素附着</color>。",
                        "破除「晦隐」状态时，<color=#FFD780FF>月曜反应伤害</color>具有更高的效率。退出「晦隐」状态时如果受到了较高的月曜反应伤害，则会转化为无元素状态，<color=#FFD780FF>不会获得任何元素伤害免疫效果和元素附着</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "High-frequency Elemental DMG<Color=#FFFFFF40> | </Color>Multi Elemental DMG<Color=#FFFFFF40> | </Color>Lunar Reaction DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Elemental de Alta Frequência<Color=#FFFFFF40> | </Color>Dano Multi-Elemental <Color=#FFFFFF40> | </Color>Dano de Reações Lunares",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Частый элементальный урон<Color=#FFFFFF40> | </Color>Урон разных элементов<Color=#FFFFFF40> | </Color>Урон Лунных реакций",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "高频元素伤害<Color=#FFFFFF40> | </Color>多种元素伤害<Color=#FFFFFF40> | </Color>月曜反应伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1004042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_WildHuntMaleSigurd",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22132001,
                        "level": 90,
                        "hp": 459197,
                        "attack": 20934.510302210692,
                        "defense": 949.999988079071,
                        "matchedName": "Monster_WildHunt_Male_Sigurd",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Lightkeeper: Normal",
                    "ptLevelName": "Portador da Lâmpada Veterano: Forma Normal",
                    "ruLevelName": "Бывалый светоносец: Обычная форма",
                    "chsLevelName": "历经百战的执灯人·常形",
                    "enMonsterSpecialDesc": "A valiant warrior who resisted the dark calamity in ancient days. Though his life's spark has been extinguished, his unbending will has yet to fade, and those who swore to become hunters of the Wild Hunt continue his endless battle even today. In a tragedy of fate, and under the Ley Lines' chaotic influence, the dark abyss's corrosion has seeped into his marrow, causing him to lose his way as his desire to defend his home gradually fades away...",
                    "ptMonsterSpecialDesc": "Um bravo guerreiro que resistiu à Calamidade Tenebrosa do passado. Embora o brilho de sua vida tenha se extinguido, sua determinação inflexível ainda não se dissipou, e aqueles que prometeram se tornar caçadores da Caçada Feroz continuam suas batalhas incessantes até hoje. Em uma tragédia do destino, e sob a influência caótica das Linhas Ley, a corrosão do abismo obscuro penetrou em sua medula, fazendo com ele perdesse seu rumo conforme seu desejo de defender seu lar gradualmente desaparece...",
                    "ruMonsterSpecialDesc": "Доблестный воин, противостоявший чёрному бедствию в древности. Хотя искра его жизни погасла, его несгибаемая воля ещё не исчезла, и те, кто поклялся стать охотниками Дикой Охоты, продолжают его бесконечную битву и по сей день. К сожалению, под воздействием артерий земли разложение тёмной бездны проникло в его костный мозг, из-за чего он сбился с пути, а его желание защищать дом постепенно угасает...",
                    "chsMonsterSpecialDesc": "昔日对抗漆黑灾厄的英勇战士，即使生命之光已然消逝，其不屈的意志仍未消散，永誓猎杀狂猎之人时至今日仍继续着他的无尽战斗。可惜，在地脉乱象之中，黑渊的侵蚀已深入骨髓，使他迷失方向，守护家园的意志也在逐渐消散…",
                    "enMonsterSpecialMechanicName": [
                        "Wandering Lament",
                        "Grief-Stricken",
                        "Exiles Returned",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Lamento Vagante",
                        "Enlutado",
                        "Retorno do Exilados",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Печаль скитания",
                        "Подавленность горем",
                        "Возвращение изгнанников",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "悲哀游荡",
                        "失色哀恸",
                        "幽徒盘绕",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Begins the battle in the \"Roaming\" state. When its HP is completely depleted, it will enter the \"Wild Hunt\" state.",
                        "When in the Wild Hunt state, even if its HP is reduced to zero, it will regain its HP up to its maximum after a period of time. It can only be defeated when its Max HP is reduced to zero. <color=#FFD780FF>Drain its HP completely or use Skills enhanced by Moonsign: Ascendant Gleam</color> to send it into a brief Grief-Stricken state. A certain ratio of the DMG dealt to it while in this state will be converted to reduce its Max HP. If you have Moonsign: Ascendant Gleam, this ratio will be increased.",
                        "When in the Wild Hunt state, Wilderness Exiles will appear periodically. If you fail to defeat all of these exiles within a certain period of time, your foe will perform a harvest, dealing massive AoE DMG and slaughtering the Wilderness Exiles, restoring its own Max HP based on the remaining Max HP of the exiles.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha começar, entra no estado Devaneio. Depois de perder toda a Vida, poderá entrar no estado Caçada Feroz.",
                        "Quando está no estado de Caçada Feroz, mesmo que sua Vida seja reduzida a zero, recuperará sua Vida até o máximo depois de um período de tempo. Só pode ser derrotado quando sua Vida Máxima for reduzida a zero. <color=#FFD780FF>Reduza sua Vida completamente ou use Habilidades fortalecidas por Presságio Lunar: Reluzir Cheio</color> para o fazer entrar no estado Enlutado. Uma certa proporção de Dano causado durante esse estado será convertida para reduzir sua Vida Máxima. Se você possuir Presságio Lunar: Reluzir Cheio, essa proporção será aumentada.",
                        "Quando está no estado de Caçada Feroz, Exilados Selvagens aparecerão periodicamente. Se você não os derrotar dentro de um certo período, seus inimigos farão uma colheita, causando Dano em AdE massivo e derrotando os Exilados Selvagens, restaurando sua Vida Máxima de acordo com a Vida Máxima restante dos Exilados.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою пребывает в состоянии Блужданий. После того как его HP снизится до нуля, он войдёт в состояние Дикой Охоты.",
                        "В состоянии Дикой Охоты даже после потери всего HP чудовище всё равно через определённое время восстановит его до максимума. Чтобы подавить его, понадобится полностью истощить его HP. <color=#FFD780FF>Полностью истощив его HP или применив навыки, усиленные Высшим сиянием Лунного знамения</color>, вы кратковременно переведёте его в состояние Подавленности горем. Урон, нанесённый ему в этом состоянии, истощает его макс. HP на определённый процент. Лунное знамение - Высшее сияние повышает этот процент.",
                        "Когда чудовище пребывает в состоянии Дикой охоты, в бой будут периодически вступать изгнанники пустошей. Если не победить всех изгнанников пустошей за определённое время, то враг выполнит Жатву: он нанесёт огромный урон по площади, уничтожив всех изгнанников пустошей, и согласно их оставшемуся макс. HP восстановит своё собственное макс. HP.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始时，处于「游荡」状态，将其生命全部削减后，可以令其陷入「狂猎」状态。",
                        "「狂猎」状态下，即使失去了全部生命值，也会在一定时间后将生命值恢复至上限，只有将其生命值上限全部削减，才能将其压制。<color=#FFD780FF>将其生命全部削减或施放被月兆·满辉强化的技能时</color>，可以令其陷入短暂的「失色哀恸」状态。在此状态下对其造成伤害，可以根据伤害的一定比例削减其生命值上限；如果具有月兆·满辉，削减比例将提高。",
                        "处于「狂猎」状态时，战斗中会间歇性出现荒野幽徒。如果未能在一定时间内击败所有荒野幽徒，该敌人就会进行收割：造成极高的范围伤害，肃清所有荒野幽徒，并根据荒野幽徒剩余的生命值上限恢复自身的生命值上限。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Begins the battle in the \"Roaming\" state. When its HP is completely depleted, it will enter the \"Wild Hunt\" state.",
                        "When in the Wild Hunt state, even if its HP is reduced to zero, it will regain its HP up to its maximum after a period of time. It can only be defeated when its Max HP is reduced to zero. <color=#FFD780FF>Drain its HP completely or use Skills enhanced by Moonsign: Ascendant Gleam</color> to send it into a brief Grief-Stricken state. A certain ratio of the DMG dealt to it while in this state will be converted to reduce its Max HP. If you have Moonsign: Ascendant Gleam, this ratio will be increased.",
                        "When in the Wild Hunt state, Wilderness Exiles will be drawn to the battlefield. If you fail to defeat all of these exiles within a certain period of time, your foe will perform a harvest, dealing massive AoE DMG and slaughtering the Wilderness Exiles, restoring its own Max HP based on the Max HP of the exiles.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando a batalha começar, entra no estado Devaneio. Depois de perder toda a Vida, poderá entrar no estado Caçada Feroz.",
                        "Quando está no estado de Caçada Feroz, mesmo que sua Vida seja reduzida a zero, recuperará sua Vida até o máximo depois de um período de tempo. Só pode ser derrotado quando sua Vida Máxima for reduzida a zero. <color=#FFD780FF>Reduza sua Vida completamente ou use Habilidades fortalecidas por Presságio Lunar: Reluzir Cheio</color> para o fazer entrar no estado Enlutado. Uma certa proporção de Dano causado durante esse estado será convertida para reduzir sua Vida Máxima. Se você possuir Presságio Lunar: Reluzir Cheio, essa proporção será aumentada.",
                        "Quando está no estado de Caçada Feroz, Exilados Selvagens serão atraídos ao campo de batalha. Se você não os derrotar dentro de um certo período, seus inimigos farão uma colheita, causando Dano em AdE massivo e derrotando os Exilados Selvagens, restaurando sua Vida Máxima para a Vida Máxima dos Exilados.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою пребывает в состоянии Блужданий. После того как его HP снизится до нуля, он войдёт в состояние Дикой Охоты.",
                        "В состоянии Дикой Охоты даже после потери всего HP чудовище всё равно через определённое время восстановит его до максимума. Чтобы подавить его, понадобится полностью истощить его HP. <color=#FFD780FF>Полностью истощив его HP или применив навыки, усиленные Высшим сиянием Лунного знамения</color>, вы кратковременно переведёте его в состояние Подавленности горем. Урон, нанесённый ему в этом состоянии, истощает его макс. HP на определённый процент. Лунное знамение - Высшее сияние повышает этот процент.",
                        "Когда чудовище пребывает в состоянии Дикой охоты, в бой вступают привлечённые изгнанники пустошей. Если не победить всех изгнанников пустошей за определённое время, то враг выполнит Жатву: он нанесёт огромный урон по площади, уничтожив всех изгнанников пустошей, и согласно их макс. HP восстановит своё собственное макс. HP.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始时，处于「游荡」状态，将其生命全部削减后，可以令其进入「狂猎」状态。",
                        "「狂猎」状态下，即使失去了全部生命值，也会在一定时间后将生命值恢复至上限，只有将其生命值上限全部削减，才能将其压制。<color=#FFD780FF>将其生命全部削减或施放被月兆·满辉强化的技能时</color>，可以令其陷入短暂的「失色哀恸」状态。在此状态下对其造成伤害，可以根据伤害的一定比例削减其生命值上限；如果具有月兆·满辉，削减比例将提高。",
                        "处于「狂猎」状态时，战斗中会有荒野幽徒被引诱而来。如果未能在一定时间内击败所有荒野幽徒，该敌人就会进行收割：造成极高的范围伤害，肃清所有荒野幽徒，并根据荒野幽徒的生命值上限恢复自身的生命值上限。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Moonsign: Ascendant Gleam",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Presságio Lunar: Reluzir Cheio",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Лунное знамение - Высшее сияние",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "月兆·满辉",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1004043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_FatuusEscadronIce",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23060301,
                        "level": 90,
                        "hp": 952681,
                        "attack": 17128.235386526794,
                        "defense": 949.999988079071,
                        "matchedName": "Fatuus_Escadron_Ice_02",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.5,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Veteran Frost Operative: Normal",
                    "ptLevelName": "Fatui Oficial do Gelo Veterano: Formal Normal",
                    "ruLevelName": "Бывалый оперативник мороза: Обычная форма",
                    "chsLevelName": "历经百战的霜役人·常形",
                    "enMonsterSpecialDesc": "An elite agent of the Fatui. Selected from childhood, she rose to the top after long years of rigorous training — an experience which instilled in her extraordinary skill and unswerving loyalty.\\nEven when engulfed by the chaos of the Ley Lines and stripped of her original intent, her fighting instincts remain undiminished, capable of driving her to unleash flurry after flurry of lethal attacks.",
                    "ptMonsterSpecialDesc": "Um agente de elite entre os Fatui. Selecionados enquanto crianças, eles podem se tornar um \"Oficial\" após muitos anos de treino e ensino, após incontáveis rodadas terem joeirado o campo. Eles são os soldados mais excepcionais entre os Fatui, com habilidade extraordinária e lealdade incondicional.\\nMesmo após ser engolida pelo caos das Linhas Ley e destituída de sua intenção original, seus instintos de luta permanecem inalterados, capazes de levá-la a desferir uma série de ataques letais.",
                    "ruMonsterSpecialDesc": "Элита среди Фатуи. Её завербовали ещё в детстве, и после долгих лет подготовки и бесчисленных испытаний она заняла место среди самых выдающихся воинов Фатуи, обладающих необыкновенным мастерством и абсолютной преданностью.\\nДаже после того как её поглотил хаос артерий земли и она утратила изначальную волю, боевой инстинкт неизменно движет ею, вынуждая бросаться в смертельные атаки.",
                    "chsMonsterSpecialDesc": "愚人众当中精锐的特务。自幼就被选中，在长久的训练与无数次的汰换后，成为阵列中最优秀的士兵，有着出色的身手与不渝的忠诚心。\\n即便置身于危险的地脉乱象中，失去了自己最初的意志，战斗的本能也足以驱动她，不断发起致命的攻势。",
                    "enMonsterSpecialMechanicName": [
                        "Rapid Kill",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Caçada Veloz",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Стремительное убийство",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "迅疾猎杀",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Consumes a certain percentage of HP in combat to use Hunt Down: When this hits a character, it restores a certain percentage of the foe's HP and attaches a Bond of Life to the character hit. While Bond of Life is active, the affected character will take continuous DMG. Characters with Bond of Life attached will take increased DMG from this attack.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando estive em batalha, consome uma certa quantidade de Vida para fazer uma Caçada: ao atingir o personagem, esse inimigo regenera uma certa proporção de Vida, e aplica um Contrato de Vida na personagem atingida. Enquanto o Contrato de Vida existir, ele sofrerá o Dano recebido. A personagem que possuir o Contrato de Vida causará mais Dano.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою расходует определённую часть HP и использует Травлю: поразив персонажа, этот враг восстанавливает себе HP в определённой пропорции и накладывает на поражённого персонажа Долг жизни. Долг жизни во время действия постоянно наносит урон и повышает урон этой атаки.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会消耗一定比例的生命值，进行「猎杀」：命中角色时，该敌人自身恢复一定比例的生命值，并向命中的角色施加生命之契，在生命之契存在时使其持续受到伤害。对于具有生命之契的角色，此攻击造成的伤害提升。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Consumes HP in combat to use \"Hunt Down\": When this hits, it restores a certain percentage of the foe's HP and attaches a Bond of Life to any character it hits. While Bond of Life is active, the affected character will take continuous DMG. Characters with Bond of Life attached will take increased DMG from this attack.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando estive em batalha, consome Vida para fazer uma Caçada: ao atingir, regenera uma certa proporção de Vida, e aplica um Contrato de Vida na personagem atingida. Enquanto o Contrato de Vida existir, ele sofrerá o Dano recebido. A personagem que possuir o Contrato de Vida causará mais Dano.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою расходует HP и использует Травлю: при попадании он восстанавливает себе HP в определённой пропорции и накладывает на поражённого персонажа Долг жизни. Долг жизни во время действия постоянно наносит урон и повышает урон этой атаки.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中会消耗生命值进行「猎杀」：命中时，自身恢复一定比例的生命值，并向命中的角色施加生命之契，在生命之契存在时使其持续受到伤害。对于具有生命之契的角色，此攻击造成的伤害提升。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Healing Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Cura de Personagem",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Лечащие персонажи",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "治疗角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100404,
            "monsterLevel": 100,
            "levelConfigs": [
                {
                    "id": 1004051,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HerraFrost01",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20081002,
                        "level": 100,
                        "hp": 4322026,
                        "attack": 19697.671419797698,
                        "defense": 1000,
                        "matchedName": "Monster_HerraFrost_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Frostnight Herra: Eclipse",
                    "ptLevelName": "Nobre da Noite Gelada: Eclipse",
                    "ruLevelName": "Повелитель морозной ночи: Затмение",
                    "chsLevelName": "霜夜巡天灵主·晦蚀",
                    "enMonsterSpecialDesc": "A majestic being that strides with pride through the frost-laden night, wielding ancient powers long since tamed by the Lord of the Sky. Yet in its twisted reimagining by the Ley Lines, the solemn countenance it once displayed when repelling its foes has been warped into frenzied agitation...",
                    "ptMonsterSpecialDesc": "Um ser majestoso que caminha com orgulho pela noite coberta de gelo, empunhando poderes ancestrais há muito tempo domados pelo Senhor do Céu. Porém, em sua reimaginação distorcida pelas Linhas Ley, a expressão solene que antes exibia ao repelir seus inimigos transformou-se em uma agitação frenética...",
                    "ruMonsterSpecialDesc": "Величественное существо гордо шествует сквозь морозную ночь. Оно владеет древними силами, давно укрощёнными Владыкой Неба. Однако в искажённом переосмыслении артерий земли его торжественный облик, который оно казало врагам, превратился в маску неистовства...",
                    "chsMonsterSpecialDesc": "傲然巡行于霜夜的奇异生灵，能自如驱使如今早已被高天之主驯化的古老力量。但在地脉逐渐扭曲的重现下，它驱逐敌人时的庄严仪容，逐渐展露出狂暴的动态…",
                    "enMonsterSpecialMechanicName": [
                        "Gloomveiled",
                        "Purest Moonglow",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Estado Véu Melancólico",
                        "Luar Puro",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Состояние Вуали мрака",
                        "Чистейшее лунное сияние",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "晦隐状态",
                        "明净月曜",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will enter a Gloomveiled state while in combat: <color=#FFD780FF>All RES is greatly increased</color>. After taking <color=#FFD780FF>a certain number of DMG instances</color>, it will exit the Gloomveiled state and change its Elemental Type to the element whose DMG it received the most during the time it was Gloomveiled, thereby <color=#FFD780FF>gaining the corresponding Elemental DMG Immunity and Elemental Effects</color>.",
                        "<color=#FFD780FF>Lunar Reaction DMG</color> is more effective when breaking the Gloomveiled state. If it has taken more Lunar Reaction DMG when it exits the Gloomveiled state, its Elemental Type will change to Elementless, and it <color=#FFD780FF>will not gain any Elemental DMG Immunity or Elemental Effects</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando em batalha, entrará no estado Véu Melancólico: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>. Ao <color=#FFD780FF>sofrer uma certa quantidade de instâncias de Dano</color>, sairá do estado Véu Melancólico, e mudará o Tipo Elemental para o Elemento do Dano que recebeu mais durante o período de Véu Melancólico, <color=#FFD780FF>obtendo a Imunidade e os Efeitos Elementais correspondentes</color>.",
                        "Ao remover o estado Véu Melancólico, aumenta a eficiência do <color=#FFD780FF>Dano de Reações Lunares</color>. Ao sair do estado Véu Melancólico, se sofrer Dano altos de Reações Lunares, converte para o estado Sem Elemento, <color=#FFD780FF>não obtendo nenhum efeito de Imunidade a Dano Elemental e Encantamento Elemental</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою входит в состояние Вуали мрака: <color=#FFD780FF>сопротивление всем элементам значительно увеличивается</color>. Получив <color=#FFD780FF>определённое количество ударов</color>, выходит из состояния Вуали мрака и меняет тип своего элемента на тот, которым ему был нанесён наибольший урон во время действия Вуали мрака, <color=#FFD780FF>получая иммунитет к соответствующему элементальному урону и эффект этого элемента</color>.",
                        "Когда Вуаль мрака разрушается, эффективность <color=#FFD780FF>урона Лунных реакций</color> возрастает. Если чудовище к моменту выхода из состояния Вуали мрака получило высокий урон от Лунных реакций, то оно утратит тип элемента, а также <color=#FFD780FF>не будет наделяться иммунитетом к какому-либо элементу и эффектом элемента</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中会进入「晦隐」状态：<color=#FFD780FF>所有抗性大幅提升</color>。受到<color=#FFD780FF>一定次数的伤害</color>后，会退出「晦隐」状态，并将自身元素类型转换为「晦隐」期间受到伤害量最多的元素类型，<color=#FFD780FF>获得对应元素伤害免疫效果和元素附着</color>。",
                        "破除「晦隐」状态时，<color=#FFD780FF>月曜反应伤害</color>具有更高的效率。退出「晦隐」状态时如果受到了较高的月曜反应伤害，则会转化为无元素状态，<color=#FFD780FF>不会获得任何元素伤害免疫效果和元素附着</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will enter a Gloomveiled state while in combat: <color=#FFD780FF>All RES is greatly increased</color>. After taking <color=#FFD780FF>a certain number of DMG instances</color>, it will exit the Gloomveiled state and change its Elemental Type to the element whose DMG it received the most during the time it was Gloomveiled, thereby <color=#FFD780FF>gaining the corresponding Elemental DMG Immunity and Elemental Effects</color>.",
                        "<color=#FFD780FF>Lunar Reaction DMG</color> is more effective when breaking the Gloomveiled state. If it has taken more Lunar Reaction DMG when it exits the Gloomveiled state, its Elemental Type will change to Elementless, and it <color=#FFD780FF>will not gain any Elemental DMG Immunity or Elemental Effects</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando em batalha, entrará no estado Véu Melancólico: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>. Ao <color=#FFD780FF>sofrer uma certa quantidade de instâncias de Dano</color>, sairá do estado Véu Melancólico, e mudará o Tipo Elemental para o Elemento do Dano que recebeu mais durante o período de Véu Melancólico, <color=#FFD780FF>obtendo a Imunidade e os Efeitos Elementais correspondentes</color>.",
                        "Ao remover o estado Véu Melancólico, aumenta a eficiência do <color=#FFD780FF>Dano de Reações Lunares</color>. Ao sair do estado Véu Melancólico, se sofrer Dano altos de Reações Lunares, converte para o estado Sem Elemento, <color=#FFD780FF>não obtendo nenhum efeito de Imunidade a Dano Elemental e Encantamento Elemental</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою входит в состояние Вуали мрака: <color=#FFD780FF>сопротивление всем элементам значительно увеличивается</color>. Получив <color=#FFD780FF>определённое количество ударов</color>, выходит из состояния Вуали мрака и меняет тип своего элемента на тот, которым ему был нанесён наибольший урон во время действия Вуали мрака, <color=#FFD780FF>получая иммунитет к соответствующему элементальному урону и эффект этого элемента</color>.",
                        "Когда Вуаль мрака разрушается, эффективность <color=#FFD780FF>урона Лунных реакций</color> возрастает. Если чудовище к моменту выхода из состояния Вуали мрака получило высокий урон от Лунных реакций, то оно утратит тип элемента, а также <color=#FFD780FF>не будет наделяться иммунитетом к какому-либо элементу и эффектом элемента</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中会进入「晦隐」状态：<color=#FFD780FF>所有抗性大幅提升</color>。受到<color=#FFD780FF>一定次数的伤害</color>后，会退出「晦隐」状态，并将自身元素类型转换为「晦隐」期间受到伤害量最多的元素类型，<color=#FFD780FF>获得对应元素伤害免疫效果和元素附着</color>。",
                        "破除「晦隐」状态时，<color=#FFD780FF>月曜反应伤害</color>具有更高的效率。退出「晦隐」状态时如果受到了较高的月曜反应伤害，则会转化为无元素状态，<color=#FFD780FF>不会获得任何元素伤害免疫效果和元素附着</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "High-frequency Elemental DMG<Color=#FFFFFF40> | </Color>Multi Elemental DMG<Color=#FFFFFF40> | </Color>Lunar Reaction DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Elemental de Alta Frequência<Color=#FFFFFF40> | </Color>Dano Multi-Elemental <Color=#FFFFFF40> | </Color>Dano de Reações Lunares",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Частый элементальный урон<Color=#FFFFFF40> | </Color>Урон разных элементов<Color=#FFFFFF40> | </Color>Урон Лунных реакций",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "高频元素伤害<Color=#FFFFFF40> | </Color>多种元素伤害<Color=#FFFFFF40> | </Color>月曜反应伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1004052,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_WildHuntMaleSigurd",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22132001,
                        "level": 100,
                        "hp": 2288131,
                        "attack": 27084.29801526759,
                        "defense": 1000,
                        "matchedName": "Monster_WildHunt_Male_Sigurd",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Lightkeeper: Bitter Sorrow",
                    "ptLevelName": "Portador da Lâmpada Veterano: Arrependimento Amargo",
                    "ruLevelName": "Бывалый светоносец: Горькая печаль",
                    "chsLevelName": "历经百战的执灯人·烈悲",
                    "enMonsterSpecialDesc": "A valiant warrior who resisted the dark calamity in ancient days. Though his life's spark has been extinguished, his unbending will has yet to fade, and those who swore to become hunters of the Wild Hunt continue his endless battle even today. Under the influence of the turbulent Ley Lines, both his enduring fighting spirit and his weapon are focused solely on unknown intruders...",
                    "ptMonsterSpecialDesc": "Um bravo guerreiro que resistiu à Calamidade Tenebrosa do passado. Embora o brilho de sua vida tenha se extinguido, sua determinação inflexível ainda não se dissipou, e aqueles que prometeram se tornar caçadores da Caçada Feroz continuam suas batalhas incessantes até hoje. Sob a influência das Linhas Ley turbulentas, tanto seu espírito de luta duradouro e sua arma estão focados somente em intrusos desconhecidos...",
                    "ruMonsterSpecialDesc": "Доблестный воин, противостоявший чёрному бедствию в древности. Хотя искра его жизни погасла, его несгибаемая воля ещё не исчезла, и те, кто поклялся стать охотниками Дикой Охоты, продолжают его бесконечную битву и по сей день. Под воздействием хаоса артерий земли его несокрушимый боевой дух и оружие направлены исключительно на неизвестных нарушителей...",
                    "chsMonsterSpecialDesc": "昔日对抗漆黑灾厄的英勇战士，即使生命之光已然消逝，其不屈的意志仍未消散，永誓猎杀狂猎之人时至今日仍继续着他的无尽战斗。受到混乱的地脉奔流影响，他尚存的斗志与武器的指向，全都聚焦在了陌生的来访者之上…",
                    "enMonsterSpecialMechanicName": [
                        "Wandering Lament",
                        "Grief-Stricken",
                        "Exiles Returned",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Lamento Vagante",
                        "Enlutado",
                        "Retorno do Exilados",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Печаль скитания",
                        "Подавленность горем",
                        "Возвращение изгнанников",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "悲哀游荡",
                        "失色哀恸",
                        "幽徒盘绕",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Begins the battle in the \"Roaming\" state. When its HP is completely depleted, it will enter the \"Wild Hunt\" state.",
                        "When in the Wild Hunt state, even if its HP is reduced to zero, it will regain its HP up to its maximum after a period of time. It can only be defeated when its Max HP is reduced to zero. <color=#FFD780FF>Drain its HP completely or use Skills enhanced by Moonsign: Ascendant Gleam</color> to send it into a brief Grief-Stricken state. A certain ratio of the DMG dealt to it while in this state will be converted to reduce its Max HP. If you have Moonsign: Ascendant Gleam, this ratio will be increased.",
                        "When in the Wild Hunt state, Wilderness Exiles will appear periodically. If you fail to defeat all of these exiles within a certain period of time, your foe will perform a harvest, dealing massive AoE DMG and slaughtering the Wilderness Exiles, restoring its own Max HP based on the remaining Max HP of the exiles.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha começar, entra no estado Devaneio. Depois de perder toda a Vida, poderá entrar no estado Caçada Feroz.",
                        "Quando está no estado de Caçada Feroz, mesmo que sua Vida seja reduzida a zero, recuperará sua Vida até o máximo depois de um período de tempo. Só pode ser derrotado quando sua Vida Máxima for reduzida a zero. <color=#FFD780FF>Reduza sua Vida completamente ou use Habilidades fortalecidas por Presságio Lunar: Reluzir Cheio</color> para o fazer entrar no estado Enlutado. Uma certa proporção de Dano causado durante esse estado será convertida para reduzir sua Vida Máxima. Se você possuir Presságio Lunar: Reluzir Cheio, essa proporção será aumentada.",
                        "Quando está no estado de Caçada Feroz, Exilados Selvagens aparecerão periodicamente. Se você não os derrotar dentro de um certo período, seus inimigos farão uma colheita, causando Dano em AdE massivo e derrotando os Exilados Selvagens, restaurando sua Vida Máxima de acordo com a Vida Máxima restante dos Exilados.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою пребывает в состоянии Блужданий. После того как его HP снизится до нуля, он войдёт в состояние Дикой Охоты.",
                        "В состоянии Дикой Охоты даже после потери всего HP чудовище всё равно через определённое время восстановит его до максимума. Чтобы подавить его, понадобится полностью истощить его HP. <color=#FFD780FF>Полностью истощив его HP или применив навыки, усиленные Высшим сиянием Лунного знамения</color>, вы кратковременно переведёте его в состояние Подавленности горем. Урон, нанесённый ему в этом состоянии, истощает его макс. HP на определённый процент. Лунное знамение - Высшее сияние повышает этот процент.",
                        "Когда чудовище пребывает в состоянии Дикой охоты, в бой будут периодически вступать изгнанники пустошей. Если не победить всех изгнанников пустошей за определённое время, то враг выполнит Жатву: он нанесёт огромный урон по площади, уничтожив всех изгнанников пустошей, и согласно их оставшемуся макс. HP восстановит своё собственное макс. HP.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始时，处于「游荡」状态，将其生命全部削减后，可以令其陷入「狂猎」状态。",
                        "「狂猎」状态下，即使失去了全部生命值，也会在一定时间后将生命值恢复至上限，只有将其生命值上限全部削减，才能将其压制。<color=#FFD780FF>将其生命全部削减或施放被月兆·满辉强化的技能时</color>，可以令其陷入短暂的「失色哀恸」状态。在此状态下对其造成伤害，可以根据伤害的一定比例削减其生命值上限；如果具有月兆·满辉，削减比例将提高。",
                        "处于「狂猎」状态时，战斗中会间歇性出现荒野幽徒。如果未能在一定时间内击败所有荒野幽徒，该敌人就会进行收割：造成极高的范围伤害，肃清所有荒野幽徒，并根据荒野幽徒剩余的生命值上限恢复自身的生命值上限。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Begins the battle in the \"Roaming\" state. When its HP is completely depleted, it will enter the \"Wild Hunt\" state.",
                        "When in the Wild Hunt state, even if its HP is reduced to zero, it will regain its HP up to its maximum after a period of time. It can only be defeated when its Max HP is reduced to zero. <color=#FFD780FF>Drain its HP completely or use Skills enhanced by Moonsign: Ascendant Gleam</color> to send it into a brief Grief-Stricken state. A certain ratio of the DMG dealt to it while in this state will be converted to reduce its Max HP. If you have Moonsign: Ascendant Gleam, this ratio will be increased.",
                        "When in the Wild Hunt state, Wilderness Exiles will be drawn to the battlefield. If you fail to defeat all of these exiles within a certain period of time, your foe will perform a harvest, dealing massive AoE DMG and slaughtering the Wilderness Exiles, restoring its own Max HP based on the Max HP of the exiles.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando a batalha começar, entra no estado Devaneio. Depois de perder toda a Vida, poderá entrar no estado Caçada Feroz.",
                        "Quando está no estado de Caçada Feroz, mesmo que sua Vida seja reduzida a zero, recuperará sua Vida até o máximo depois de um período de tempo. Só pode ser derrotado quando sua Vida Máxima for reduzida a zero. <color=#FFD780FF>Reduza sua Vida completamente ou use Habilidades fortalecidas por Presságio Lunar: Reluzir Cheio</color> para o fazer entrar no estado Enlutado. Uma certa proporção de Dano causado durante esse estado será convertida para reduzir sua Vida Máxima. Se você possuir Presságio Lunar: Reluzir Cheio, essa proporção será aumentada.",
                        "Quando está no estado de Caçada Feroz, Exilados Selvagens serão atraídos ao campo de batalha. Se você não os derrotar dentro de um certo período, seus inimigos farão uma colheita, causando Dano em AdE massivo e derrotando os Exilados Selvagens, restaurando sua Vida Máxima para a Vida Máxima dos Exilados.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою пребывает в состоянии Блужданий. После того как его HP снизится до нуля, он войдёт в состояние Дикой Охоты.",
                        "В состоянии Дикой Охоты даже после потери всего HP чудовище всё равно через определённое время восстановит его до максимума. Чтобы подавить его, понадобится полностью истощить его HP. <color=#FFD780FF>Полностью истощив его HP или применив навыки, усиленные Высшим сиянием Лунного знамения</color>, вы кратковременно переведёте его в состояние Подавленности горем. Урон, нанесённый ему в этом состоянии, истощает его макс. HP на определённый процент. Лунное знамение - Высшее сияние повышает этот процент.",
                        "Когда чудовище пребывает в состоянии Дикой охоты, в бой вступают привлечённые изгнанники пустошей. Если не победить всех изгнанников пустошей за определённое время, то враг выполнит Жатву: он нанесёт огромный урон по площади, уничтожив всех изгнанников пустошей, и согласно их макс. HP восстановит своё собственное макс. HP.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始时，处于「游荡」状态，将其生命全部削减后，可以令其进入「狂猎」状态。",
                        "「狂猎」状态下，即使失去了全部生命值，也会在一定时间后将生命值恢复至上限，只有将其生命值上限全部削减，才能将其压制。<color=#FFD780FF>将其生命全部削减或施放被月兆·满辉强化的技能时</color>，可以令其陷入短暂的「失色哀恸」状态。在此状态下对其造成伤害，可以根据伤害的一定比例削减其生命值上限；如果具有月兆·满辉，削减比例将提高。",
                        "处于「狂猎」状态时，战斗中会有荒野幽徒被引诱而来。如果未能在一定时间内击败所有荒野幽徒，该敌人就会进行收割：造成极高的范围伤害，肃清所有荒野幽徒，并根据荒野幽徒的生命值上限恢复自身的生命值上限。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Moonsign: Ascendant Gleam",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Presságio Lunar: Reluzir Cheio",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Лунное знамение - Высшее сияние",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "月兆·满辉",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1004053,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_FatuusEscadronIce",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23060301,
                        "level": 100,
                        "hp": 4747104,
                        "attack": 22159.87978640967,
                        "defense": 1000,
                        "matchedName": "Fatuus_Escadron_Ice_02",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.5,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Veteran Frost Operative: Swift Strike",
                    "ptLevelName": "Fatui Oficial do Gelo Veterano: Ataque Veloz",
                    "ruLevelName": "Бывалый оперативник мороза: Мгновенный удар",
                    "chsLevelName": "历经百战的霜役人·疾刺",
                    "enMonsterSpecialDesc": "An elite agent of the Fatui. Selected from childhood, she rose to the top after long years of rigorous training — an experience which instilled in her extraordinary skill and unswerving loyalty.\\nHowever, she was unable to shrug off the hardships that she faced after joining the Fatui, choosing instead to bury them deep within her memories. And now, driven by the turbulent Ley Lines, those memories have resurfaced and multiplied as burning resentment in the heat of battle...",
                    "ptMonsterSpecialDesc": "Um agente de elite entre os Fatui. Selecionados enquanto crianças, eles podem se tornar um \"Oficial\" após muitos anos de treino e ensino, após incontáveis rodadas terem joeirado o campo. Eles são os soldados mais excepcionais entre os Fatui, com habilidade extraordinária e lealdade incondicional.\\nPorém, ela não conseguiu ignorar as dificuldades que enfrentou após se juntar aos Fatui, escolhendo por enterrá-las bem nas profundezas de suas memórias. E agora, conduzida pelas Linhas Ley turbulentas, essas memórias ressurgiram e multiplicaram como um ressentimento ardente no calor da batalha...",
                    "ruMonsterSpecialDesc": "Элита среди Фатуи. Её завербовали ещё в детстве, и после долгих лет подготовки и бесчисленных испытаний она заняла место среди самых выдающихся воинов Фатуи, обладающих необыкновенным мастерством и абсолютной преданностью.\\nНо, присоединившись к Фатуи, она не смогла смириться с трудностями и похоронила эти болезненные воспоминания глубоко в себе. Теперь, под влиянием хаотичных течений артерий земли, эти воспоминания превратились в ярость, которая разгорается в сражении...",
                    "chsMonsterSpecialDesc": "愚人众当中精锐的特务。自幼就被选中，在长久的训练与无数次的汰换后，成为阵列中最优秀的士兵，有着出色的身手与不渝的忠诚心。\\n但要论及加入愚人众后的苦难，役人也并非全盘接受，只是向来将惨痛的记忆深埋。如今，在地脉乱流的驱动下，这些记忆化为了战斗时的愤恨，成倍助燃…",
                    "enMonsterSpecialMechanicName": [
                        "Rapid Kill",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Caçada Veloz",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Стремительное убийство",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "迅疾猎杀",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Consumes a certain percentage of HP in combat to use Hunt Down: When this hits a character, it restores a certain percentage of the foe's HP and attaches a Bond of Life to the character hit. While Bond of Life is active, the affected character will take continuous DMG. Characters with Bond of Life attached will take increased DMG from this attack.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando estive em batalha, consome uma certa quantidade de Vida para fazer uma Caçada: ao atingir o personagem, esse inimigo regenera uma certa proporção de Vida, e aplica um Contrato de Vida na personagem atingida. Enquanto o Contrato de Vida existir, ele sofrerá o Dano recebido. A personagem que possuir o Contrato de Vida causará mais Dano.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою расходует определённую часть HP и использует Травлю: поразив персонажа, этот враг восстанавливает себе HP в определённой пропорции и накладывает на поражённого персонажа Долг жизни. Долг жизни во время действия постоянно наносит урон и повышает урон этой атаки.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会消耗一定比例的生命值，进行「猎杀」：命中角色时，该敌人自身恢复一定比例的生命值，并向命中的角色施加生命之契，在生命之契存在时使其持续受到伤害。对于具有生命之契的角色，此攻击造成的伤害提升。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Consumes HP in combat to use \"Hunt Down\": When this hits, it restores a certain percentage of the foe's HP and attaches a Bond of Life to any character it hits. While Bond of Life is active, the affected character will take continuous DMG. Characters with Bond of Life attached will take increased DMG from this attack.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando estive em batalha, consome Vida para fazer uma Caçada: ao atingir, regenera uma certa proporção de Vida, e aplica um Contrato de Vida na personagem atingida. Enquanto o Contrato de Vida existir, ele sofrerá o Dano recebido. A personagem que possuir o Contrato de Vida causará mais Dano.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою расходует HP и использует Травлю: при попадании он восстанавливает себе HP в определённой пропорции и накладывает на поражённого персонажа Долг жизни. Долг жизни во время действия постоянно наносит урон и повышает урон этой атаки.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中会消耗生命值进行「猎杀」：命中时，自身恢复一定比例的生命值，并向命中的角色施加生命之契，在生命之契存在时使其持续受到伤害。对于具有生命之契的角色，此攻击造成的伤害提升。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Healing Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Cura de Personagem",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Лечащие персонажи",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "治疗角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100405,
            "monsterLevel": 105,
            "levelConfigs": [
                {
                    "id": 1004061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HerraFrost01",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20081002,
                        "level": 105,
                        "hp": 7996108,
                        "attack": 21680.58761885739,
                        "defense": 1024.999976158142,
                        "matchedName": "Monster_HerraFrost_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Frostnight Herra: Hatred and Rage",
                    "ptLevelName": "Nobre da Noite Gelada: Ódio e Fúria",
                    "ruLevelName": "Повелитель морозной ночи: Ненависть и ярость",
                    "chsLevelName": "霜夜巡天灵主·惊恨憎愤",
                    "enMonsterSpecialDesc": "A majestic being that strides with pride through the frost-laden night, wielding ancient powers long since tamed by the Lord of the Sky. Yet under the unspeakable influence of the Ley Lines, its solemn nobility has been usurped by a ferocious appetite for prey and a willingness to meet intruders with the freezing edge of a blade...",
                    "ptMonsterSpecialDesc": "Um ser majestoso que caminha com orgulho pela noite coberta de gelo, empunhando poderes ancestrais há muito tempo domados pelo Senhor do Céu. Porém, sob a influência indescritível das Linhas Ley, sua nobreza solene foi usurpada pelo apetite feroz por presas e uma disposição para enfrentar intrusos com o gume gelado de uma lâmina...",
                    "ruMonsterSpecialDesc": "Величественное существо гордо шествует сквозь морозную ночь. Оно владеет древними силами, давно укрощёнными Владыкой Неба. Однако невыразимым влиянием артерий земли его торжественное благородство вытеснилось жестокой жаждой добычи и готовностью встречать вторгшихся ледяным клинком...",
                    "chsMonsterSpecialDesc": "傲然巡行于霜夜的奇异生灵，能自如驱使如今早已被高天之主驯化的古老力量。但在难以名状的地脉侵扰下，它已与尊贵庄严绝缘，转而化为凶狠险绝的捕猎者，向来访者展现出极寒的锋芒…",
                    "enMonsterSpecialMechanicName": [
                        "Gloomveiled",
                        "Purest Moonglow",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Estado Véu Melancólico",
                        "Luar Puro",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Состояние Вуали мрака",
                        "Чистейшее лунное сияние",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "晦隐状态",
                        "明净月曜",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will enter a Gloomveiled state while in combat: <color=#FFD780FF>All RES is greatly increased</color>. After taking <color=#FFD780FF>a certain number of DMG instances</color>, it will exit the Gloomveiled state and change its Elemental Type to the element whose DMG it received the most during the time it was Gloomveiled, thereby <color=#FFD780FF>gaining the corresponding Elemental DMG Immunity and Elemental Effects</color>.",
                        "<color=#FFD780FF>Lunar Reaction DMG</color> is more effective when breaking the Gloomveiled state. If it has taken more Lunar Reaction DMG when it exits the Gloomveiled state, its Elemental Type will change to Elementless, and it <color=#FFD780FF>will not gain any Elemental DMG Immunity or Elemental Effects</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando em batalha, entrará no estado Véu Melancólico: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>. Ao <color=#FFD780FF>sofrer uma certa quantidade de instâncias de Dano</color>, sairá do estado Véu Melancólico, e mudará o Tipo Elemental para o Elemento do Dano que recebeu mais durante o período de Véu Melancólico, <color=#FFD780FF>obtendo a Imunidade e os Efeitos Elementais correspondentes</color>.",
                        "Ao remover o estado Véu Melancólico, aumenta a eficiência do <color=#FFD780FF>Dano de Reações Lunares</color>. Ao sair do estado Véu Melancólico, se sofrer Dano altos de Reações Lunares, converte para o estado Sem Elemento, <color=#FFD780FF>não obtendo nenhum efeito de Imunidade a Dano Elemental e Encantamento Elemental</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою входит в состояние Вуали мрака: <color=#FFD780FF>сопротивление всем элементам значительно увеличивается</color>. Получив <color=#FFD780FF>определённое количество ударов</color>, выходит из состояния Вуали мрака и меняет тип своего элемента на тот, которым ему был нанесён наибольший урон во время действия Вуали мрака, <color=#FFD780FF>получая иммунитет к соответствующему элементальному урону и эффект этого элемента</color>.",
                        "Когда Вуаль мрака разрушается, эффективность <color=#FFD780FF>урона Лунных реакций</color> возрастает. Если чудовище к моменту выхода из состояния Вуали мрака получило высокий урон от Лунных реакций, то оно утратит тип элемента, а также <color=#FFD780FF>не будет наделяться иммунитетом к какому-либо элементу и эффектом элемента</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中会进入「晦隐」状态：<color=#FFD780FF>所有抗性大幅提升</color>。受到<color=#FFD780FF>一定次数的伤害</color>后，会退出「晦隐」状态，并将自身元素类型转换为「晦隐」期间受到伤害量最多的元素类型，<color=#FFD780FF>获得对应元素伤害免疫效果和元素附着</color>。",
                        "破除「晦隐」状态时，<color=#FFD780FF>月曜反应伤害</color>具有更高的效率。退出「晦隐」状态时如果受到了较高的月曜反应伤害，则会转化为无元素状态，<color=#FFD780FF>不会获得任何元素伤害免疫效果和元素附着</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will enter a Gloomveiled state while in combat: <color=#FFD780FF>All RES is greatly increased</color>. After taking <color=#FFD780FF>a certain number of DMG instances</color>, it will exit the Gloomveiled state and change its Elemental Type to the element whose DMG it received the most during the time it was Gloomveiled, thereby <color=#FFD780FF>gaining the corresponding Elemental DMG Immunity and Elemental Effects</color>.",
                        "<color=#FFD780FF>Lunar Reaction DMG</color> is more effective when breaking the Gloomveiled state. If it has taken more Lunar Reaction DMG when it exits the Gloomveiled state, its Elemental Type will change to Elementless, and it <color=#FFD780FF>will not gain any Elemental DMG Immunity or Elemental Effects</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando em batalha, entrará no estado Véu Melancólico: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>. Ao <color=#FFD780FF>sofrer uma certa quantidade de instâncias de Dano</color>, sairá do estado Véu Melancólico, e mudará o Tipo Elemental para o Elemento do Dano que recebeu mais durante o período de Véu Melancólico, <color=#FFD780FF>obtendo a Imunidade e os Efeitos Elementais correspondentes</color>.",
                        "Ao remover o estado Véu Melancólico, aumenta a eficiência do <color=#FFD780FF>Dano de Reações Lunares</color>. Ao sair do estado Véu Melancólico, se sofrer Dano altos de Reações Lunares, converte para o estado Sem Elemento, <color=#FFD780FF>não obtendo nenhum efeito de Imunidade a Dano Elemental e Encantamento Elemental</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою входит в состояние Вуали мрака: <color=#FFD780FF>сопротивление всем элементам значительно увеличивается</color>. Получив <color=#FFD780FF>определённое количество ударов</color>, выходит из состояния Вуали мрака и меняет тип своего элемента на тот, которым ему был нанесён наибольший урон во время действия Вуали мрака, <color=#FFD780FF>получая иммунитет к соответствующему элементальному урону и эффект этого элемента</color>.",
                        "Когда Вуаль мрака разрушается, эффективность <color=#FFD780FF>урона Лунных реакций</color> возрастает. Если чудовище к моменту выхода из состояния Вуали мрака получило высокий урон от Лунных реакций, то оно утратит тип элемента, а также <color=#FFD780FF>не будет наделяться иммунитетом к какому-либо элементу и эффектом элемента</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中会进入「晦隐」状态：<color=#FFD780FF>所有抗性大幅提升</color>。受到<color=#FFD780FF>一定次数的伤害</color>后，会退出「晦隐」状态，并将自身元素类型转换为「晦隐」期间受到伤害量最多的元素类型，<color=#FFD780FF>获得对应元素伤害免疫效果和元素附着</color>。",
                        "破除「晦隐」状态时，<color=#FFD780FF>月曜反应伤害</color>具有更高的效率。退出「晦隐」状态时如果受到了较高的月曜反应伤害，则会转化为无元素状态，<color=#FFD780FF>不会获得任何元素伤害免疫效果和元素附着</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "High-frequency Elemental DMG<Color=#FFFFFF40> | </Color>Multi Elemental DMG<Color=#FFFFFF40> | </Color>Lunar Reaction DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Elemental de Alta Frequência<Color=#FFFFFF40> | </Color>Dano Multi-Elemental <Color=#FFFFFF40> | </Color>Dano de Reações Lunares",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Частый элементальный урон<Color=#FFFFFF40> | </Color>Урон разных элементов<Color=#FFFFFF40> | </Color>Урон Лунных реакций",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "高频元素伤害<Color=#FFFFFF40> | </Color>多种元素伤害<Color=#FFFFFF40> | </Color>月曜反应伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1004062,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_WildHuntMaleSigurd",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22132001,
                        "level": 105,
                        "hp": 3307214,
                        "attack": 29810.80777015444,
                        "defense": 1024.999976158142,
                        "matchedName": "Monster_WildHunt_Male_Sigurd",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Lightkeeper: Mourning Echoes",
                    "ptLevelName": "Portador da Lâmpada Veterano: Eco do Lamento",
                    "ruLevelName": "Бывалый светоносец: Эхо скорби",
                    "chsLevelName": "历经百战的执灯人·哀恸回响",
                    "enMonsterSpecialDesc": "A valiant warrior who resisted the dark calamity in ancient days. Though his life's spark has been extinguished, his unbending will has yet to fade, and those who swore to become hunters of the Wild Hunt continue his endless battle even today. Twisted by the chaotic Ley Lines, any intruders who enter his sight are treated no differently than the fiercest abominations of the Wild Hunt and are faced with the full force of his determination and strength...",
                    "ptMonsterSpecialDesc": "Um bravo guerreiro que resistiu à Calamidade Tenebrosa do passado. Embora o brilho de sua vida tenha se extinguido, sua determinação inflexível ainda não se dissipou, e aqueles que prometeram se tornar caçadores da Caçada Feroz continuam suas batalhas incessantes até hoje. Retorcidos pelas Linhas Ley caóticas, qualquer intruso que entre em seu campo de visão não é tratado diferente do que as mais ferozes abominações da Caçada Feroz e enfrenta toda a força de sua determinação e poder...",
                    "ruMonsterSpecialDesc": "Доблестный воин, противостоявший чёрному бедствию в древности. Хотя искра его жизни погасла, его несгибаемая воля ещё не исчезла, и те, кто поклялся стать охотниками Дикой Охоты, продолжают его бесконечную битву и по сей день. Под воздействием искажений артерий земли всех, кто вторгся в его поле зрения, он считает свирепыми исчадиями Дикой Охоты, с которыми готов сражаться всеми силами до последнего издыхания...",
                    "chsMonsterSpecialDesc": "昔日对抗漆黑灾厄的英勇战士，即使生命之光已然消逝，其不屈的意志仍未消散，永誓猎杀狂猎之人时至今日仍继续着他的无尽战斗。受到地脉乱象至为扭曲的干扰后，他的视野之内，所有来访者都与最为凶险的狂猎别无二致，需要他倾尽全部力量，不惜一切代价去死斗…",
                    "enMonsterSpecialMechanicName": [
                        "Wandering Lament",
                        "Grief-Stricken",
                        "Exiles Surge",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Lamento Vagante",
                        "Enlutado",
                        "Surto de Exilados",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Печаль скитания",
                        "Подавленность горем",
                        "Набег изгнанников",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "悲哀游荡",
                        "失色哀恸",
                        "幽徒狂涌",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Begins the battle in the \"Roaming\" state. When its HP is completely depleted, it will enter the \"Wild Hunt\" state.",
                        "When in the Wild Hunt state, even if its HP is reduced to zero, it will regain its HP up to its maximum after a period of time. It can only be defeated when its Max HP is reduced to zero. <color=#FFD780FF>Drain its HP completely or use Skills enhanced by Moonsign: Ascendant Gleam</color> to send it into a brief Grief-Stricken state. A certain ratio of the DMG dealt to it while in this state will be converted to reduce its Max HP. If you have Moonsign: Ascendant Gleam, this ratio will be increased.",
                        "When in the Wild Hunt state, Wilderness Exiles will appear periodically. If you fail to defeat all of these exiles within a certain period of time, your foe will perform a harvest, dealing massive AoE DMG and slaughtering the Wilderness Exiles, restoring its own Max HP based on the remaining Max HP of the exiles. Affected by the Ley Line disturbance, the Wilderness Exiles' Max HP is increased, and the ratio at which the foe's Max HP is restored upon harvesting the exiles is higher.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha começar, entra no estado Devaneio. Depois de perder toda a Vida, poderá entrar no estado Caçada Feroz.",
                        "Quando está no estado de Caçada Feroz, mesmo que sua Vida seja reduzida a zero, recuperará sua Vida até o máximo depois de um período de tempo. Só pode ser derrotado quando sua Vida Máxima for reduzida a zero. <color=#FFD780FF>Reduza sua Vida completamente ou use Habilidades fortalecidas por Presságio Lunar: Reluzir Cheio</color> para o fazer entrar no estado Enlutado. Uma certa proporção de Dano causado durante esse estado será convertida para reduzir sua Vida Máxima. Se você possuir Presságio Lunar: Reluzir Cheio, essa proporção será aumentada.",
                        "Quando está no estado de Caçada Feroz, Exilados Selvagens aparecerão periodicamente. Se você não os derrotar dentro de um certo período, seus inimigos farão uma colheita, causando Dano em AdE massivo e derrotando os Exilados Selvagens, restaurando sua Vida Máxima de acordo com a Vida Máxima restante dos Exilados. Devido às perturbações das Linhas Ley, a Vida Máxima dos Exilados Selvagens é aumentada, e a proporção que a Vida Máxima do inimigo é restaurada ao colher Exilados é maior.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою пребывает в состоянии Блужданий. После того как его HP снизится до нуля, он войдёт в состояние Дикой Охоты.",
                        "В состоянии Дикой Охоты даже после потери всего HP чудовище всё равно через определённое время восстановит его до максимума. Чтобы подавить его, понадобится полностью истощить его HP. <color=#FFD780FF>Полностью истощив его HP или применив навыки, усиленные Высшим сиянием Лунного знамения</color>, вы кратковременно переведёте его в состояние Подавленности горем. Урон, нанесённый ему в этом состоянии, истощает его макс. HP на определённый процент. Лунное знамение - Высшее сияние повышает этот процент.",
                        "Когда чудовище пребывает в состоянии Дикой охоты, в бой будут периодически вступать изгнанники пустошей. Если не победить всех изгнанников пустошей за определённое время, то враг выполнит Жатву: он нанесёт огромный урон по площади, уничтожив всех изгнанников пустошей, и согласно их оставшемуся макс. HP восстановит своё собственное макс. HP. Под воздействием флуктуации артерий земли изгнанники пустошей обладают повышенным макс. HP, а при их уничтожении чудовище восстанавливает себе ещё больший процент от макс. HP.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始时，处于「游荡」状态，将其生命全部削减后，可以令其陷入「狂猎」状态。",
                        "「狂猎」状态下，即使失去了全部生命值，也会在一定时间后将生命值恢复至上限，只有将其生命值上限全部削减，才能将其压制。<color=#FFD780FF>将其生命全部削减或施放被月兆·满辉强化的技能时</color>，可以令其陷入短暂的「失色哀恸」状态。在此状态下对其造成伤害，可以根据伤害的一定比例削减其生命值上限；如果具有月兆·满辉，削减比例将提高。",
                        "处于「狂猎」状态时，战斗中会间歇性出现荒野幽徒。如果未能在一定时间内击败所有荒野幽徒，该敌人就会进行收割：造成极高的范围伤害，肃清所有荒野幽徒，并根据荒野幽徒剩余的生命值上限恢复自身的生命值上限。受到地脉紊乱的影响，荒野幽徒的生命值上限更高，且肃清荒野幽徒时，该敌人的生命值上限的恢复比例也更高。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Begins the battle in the \"Roaming\" state. When its HP is completely depleted, it will enter the \"Wild Hunt\" state.",
                        "When in the Wild Hunt state, even if its HP is reduced to zero, it will regain its HP up to its maximum after a period of time. It can only be defeated when its Max HP is reduced to zero. <color=#FFD780FF>Drain its HP completely or use Skills enhanced by Moonsign: Ascendant Gleam</color> to send it into a brief Grief-Stricken state. A certain ratio of the DMG dealt to it while in this state will be converted to reduce its Max HP. If you have Moonsign: Ascendant Gleam, this ratio will be increased.",
                        "When in the Wild Hunt state, Wilderness Exiles will be drawn to the battlefield. If you fail to defeat all of these exiles within a certain period of time, your foe will perform a harvest, dealing massive AoE DMG and slaughtering the Wilderness Exiles, restoring its own Max HP based on the Max HP of the exiles.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando a batalha começar, entra no estado Devaneio. Depois de perder toda a Vida, poderá entrar no estado Caçada Feroz.",
                        "Quando está no estado de Caçada Feroz, mesmo que sua Vida seja reduzida a zero, recuperará sua Vida até o máximo depois de um período de tempo. Só pode ser derrotado quando sua Vida Máxima for reduzida a zero. <color=#FFD780FF>Reduza sua Vida completamente ou use Habilidades fortalecidas por Presságio Lunar: Reluzir Cheio</color> para o fazer entrar no estado Enlutado. Uma certa proporção de Dano causado durante esse estado será convertida para reduzir sua Vida Máxima. Se você possuir Presságio Lunar: Reluzir Cheio, essa proporção será aumentada.",
                        "Quando está no estado de Caçada Feroz, Exilados Selvagens serão atraídos ao campo de batalha. Se você não os derrotar dentro de um certo período, seus inimigos farão uma colheita, causando Dano em AdE massivo e derrotando os Exilados Selvagens, restaurando sua Vida Máxima para a Vida Máxima dos Exilados.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою пребывает в состоянии Блужданий. После того как его HP снизится до нуля, он войдёт в состояние Дикой Охоты.",
                        "В состоянии Дикой Охоты даже после потери всего HP чудовище всё равно через определённое время восстановит его до максимума. Чтобы подавить его, понадобится полностью истощить его HP. <color=#FFD780FF>Полностью истощив его HP или применив навыки, усиленные Высшим сиянием Лунного знамения</color>, вы кратковременно переведёте его в состояние Подавленности горем. Урон, нанесённый ему в этом состоянии, истощает его макс. HP на определённый процент. Лунное знамение - Высшее сияние повышает этот процент.",
                        "Когда чудовище пребывает в состоянии Дикой охоты, в бой вступают привлечённые изгнанники пустошей. Если не победить всех изгнанников пустошей за определённое время, то враг выполнит Жатву: он нанесёт огромный урон по площади, уничтожив всех изгнанников пустошей, и согласно их макс. HP восстановит своё собственное макс. HP.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始时，处于「游荡」状态，将其生命全部削减后，可以令其进入「狂猎」状态。",
                        "「狂猎」状态下，即使失去了全部生命值，也会在一定时间后将生命值恢复至上限，只有将其生命值上限全部削减，才能将其压制。<color=#FFD780FF>将其生命全部削减或施放被月兆·满辉强化的技能时</color>，可以令其陷入短暂的「失色哀恸」状态。在此状态下对其造成伤害，可以根据伤害的一定比例削减其生命值上限；如果具有月兆·满辉，削减比例将提高。",
                        "处于「狂猎」状态时，战斗中会有荒野幽徒被引诱而来。如果未能在一定时间内击败所有荒野幽徒，该敌人就会进行收割：造成极高的范围伤害，肃清所有荒野幽徒，并根据荒野幽徒的生命值上限恢复自身的生命值上限。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Moonsign: Ascendant Gleam",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Presságio Lunar: Reluzir Cheio",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Лунное знамение - Высшее сияние",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "月兆·满辉",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1004063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_FatuusEscadronIce",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23060301,
                        "level": 105,
                        "hp": 7135813,
                        "attack": 24390.66045389115,
                        "defense": 1024.999976158142,
                        "matchedName": "Fatuus_Escadron_Ice_02",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.5,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Veteran Frost Operative: Bloodsoaked Blade",
                    "ptLevelName": "Fatui Oficial do Gelo Veterano: Lâmina Sangrenta",
                    "ruLevelName": "Бывалый оперативник мороза: Окровавленное лезвие",
                    "chsLevelName": "历经百战的霜役人·涉血芒锋",
                    "enMonsterSpecialDesc": "An elite agent of the Fatui. Selected from childhood, she rose to the top after long years of rigorous training — an experience which instilled in her extraordinary skill and unswerving loyalty.\\nRegrettably, in the perilous chaos of the Ley Lines, her sense of reason has long since been swallowed by a lust for battle — one that leads her to mercilessly hunt down intruders and subject them to an onslaught of pure rage...",
                    "ptMonsterSpecialDesc": "Um agente de elite entre os Fatui. Selecionados enquanto crianças, eles podem se tornar um \"Oficial\" após muitos anos de treino e ensino, após incontáveis rodadas terem joeirado o campo. Eles são os soldados mais excepcionais entre os Fatui, com habilidade extraordinária e lealdade incondicional.\\nInfelizmente, no caos perigoso das Linhas Ley, seu senso de razão há muito foi engolido por uma sede de batalha — uma que levou ela a impiedosamente caçar intrusos e submetê-los a um massacre de pura raiva...",
                    "ruMonsterSpecialDesc": "Элита среди Фатуи. Её завербовали ещё в детстве, и после долгих лет подготовки и бесчисленных испытаний она заняла место среди самых выдающихся воинов Фатуи, обладающих необыкновенным мастерством и абсолютной преданностью.\\nК сожалению, в коварном хаосе артерий земли её разум был поглощён жаждой сражений, которая заставляет её безжалостно преследовать вторгшихся и обрушивать на них чистую ярость...",
                    "chsMonsterSpecialDesc": "愚人众当中精锐的特务。自幼就被选中，在长久的训练与无数次的汰换后，成为阵列中最优秀的士兵，有着出色的身手与不渝的忠诚心。\\n遗憾的是，在凶险至极点的地脉乱象中，役人的理性已被战斗的欲望吞噬，只知重复猎杀的循环，对来访者倾泻纯粹的狂怒…",
                    "enMonsterSpecialMechanicName": [
                        "Rapid Kill",
                        "Bloody Pursuit",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Caçada Veloz",
                        "Perseguição Sangrenta",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Стремительное убийство",
                        "Кровавая погоня",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "迅疾猎杀",
                        "涉血追猎",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Consumes a certain percentage of HP in combat to use Hunt Down: When this hits a character, it restores a certain percentage of the foe's HP and attaches a Bond of Life to the character hit. While Bond of Life is active, the affected character will take continuous DMG. Characters with Bond of Life attached will take increased DMG from this attack.",
                        "Affected by the Ley Line disturbance, the foe possesses greater interruption capabilities and interruption resistance. When preparing to use Hunt Down, it will enter the Bloody Pursuit state, creating a Shield to protect itself. While the Shield is active, the foe will <color=#FFD780FF>continuously attach Bonds of Life to all characters</color>. After the Shield is broken, the foe will take immense DMG.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando estive em batalha, consome uma certa quantidade de Vida para fazer uma Caçada: ao atingir o personagem, esse inimigo regenera uma certa proporção de Vida, e aplica um Contrato de Vida na personagem atingida. Enquanto o Contrato de Vida existir, ele sofrerá o Dano recebido. A personagem que possuir o Contrato de Vida causará mais Dano.",
                        "Devido às perturbações das Linhas Ley, as habilidades de interrupção do inimigo, bem como sua resistência contra interrupção são elevadas consideravelmente. Ao se preparar para Caçar, entra no estado Perseguição Sangrenta, criando um Escudo. Enquanto o Escudo estiver ativo, <color=#FFD780FF>aplicará continuamente os Contratos de Vida contra todos os personagens</color>. Depois que o Escudo for destruído, o inimigo sofrerá muito Dano.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою расходует определённую часть HP и использует Травлю: поразив персонажа, этот враг восстанавливает себе HP в определённой пропорции и накладывает на поражённого персонажа Долг жизни. Долг жизни во время действия постоянно наносит урон и повышает урон этой атаки.",
                        "Под воздействием флуктуации артерий земли этот враг обладает повышенной способностью к прерыванию и сопротивлению прерыванию. Готовясь применить Травлю, он входит в состояние Кровавой погони: он развёртывает щит. Во время действия щита этот враг <color=#FFD780FF>периодически накладывает Долг жизни на всех персонажей</color>. Если щит разрушить, он получит огромный урон.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会消耗一定比例的生命值，进行「猎杀」：命中角色时，该敌人自身恢复一定比例的生命值，并向命中的角色施加生命之契，在生命之契存在时使其持续受到伤害。对于具有生命之契的角色，此攻击造成的伤害提升。",
                        "受到地脉紊乱的影响，该敌人具有更高的打断能力与抗打断能力。准备进行「猎杀」时，将进入「涉血追猎」状态：生成护盾保护自身，护盾存在期间，该敌人将<color=#FFD780FF>持续向所有角色施加生命之契</color>。护盾被破坏后，该敌人会受到大量伤害。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Consumes HP in combat to use \"Hunt Down\": When this hits, it restores a certain percentage of the foe's HP and attaches a Bond of Life to any character it hits. While Bond of Life is active, the affected character will take continuous DMG. Characters with Bond of Life attached will take increased DMG from this attack.",
                        "Affected by the Ley Line disturbance, the foe's interruption capabilities and interruption resistance are both increased. When preparing to use Hunt Down, the foe creates a Shield to protect itself. While the Shield is active, the foe will <color=#FFD780FF>continuously attach Bonds of Life to all characters</color>. After the Shield is broken, the foe will take immense DMG.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando estive em batalha, consome Vida para fazer uma Caçada: ao atingir, regenera uma certa proporção de Vida, e aplica um Contrato de Vida na personagem atingida. Enquanto o Contrato de Vida existir, ele sofrerá o Dano recebido. A personagem que possuir o Contrato de Vida causará mais Dano.",
                        "Devido às perturbações das Linhas Ley, as habilidades de interrupção do inimigo, bem como sua resistência contra interrupção são elevadas consideravelmente. Ao se preparar para Caçar, cria um Escudo para se proteger. Enquanto o Escudo estiver ativo, <color=#FFD780FF>aplicará continuamente os Contratos de Vida contra todos os personagens</color>. Depois que o Escudo for destruído, o inimigo sofrerá muito Dano.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою расходует HP и использует Травлю: при попадании он восстанавливает себе HP в определённой пропорции и накладывает на поражённого персонажа Долг жизни. Долг жизни во время действия постоянно наносит урон и повышает урон этой атаки.",
                        "Под воздействием флуктуации артерий земли его способность к прерыванию и сопротивление прерыванию повышаются. Готовясь применить Травлю, он развёртывает щит. Во время действия щита <color=#FFD780FF>периодически накладывает Долг жизни на всех персонажей</color>. Если щит разрушить, он получит огромный урон.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中会消耗生命值进行「猎杀」：命中时，自身恢复一定比例的生命值，并向命中的角色施加生命之契，在生命之契存在时使其持续受到伤害。对于具有生命之契的角色，此攻击造成的伤害提升。",
                        "受到地脉紊乱的影响，打断能力与抗打断能力提高。准备进行「猎杀」时，将生成护盾保护自身。护盾存在期间，将<color=#FFD780FF>持续向所有角色施加生命之契</color>。护盾被破坏后，会受到大量伤害。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Bond of Life Characters<Color=#FFFFFF40> | </Color>Shield Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Contrato de Vida da Personagem <Color=#FFFFFF40> | </Color> Escudo da Personagem",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи с Долгом жизни<Color=#FFFFFF40> | </Color>Персонажи со щитами",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "生命之契角色<Color=#FFFFFF40> | </Color>护盾角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100406,
            "monsterLevel": 110,
            "levelConfigs": [
                {
                    "id": 1004061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HerraFrost01",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20081002,
                        "level": 110,
                        "hp": 12718649,
                        "attack": 23222.057826606324,
                        "defense": 1049.9999523162842,
                        "matchedName": "Monster_HerraFrost_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Frostnight Herra: Hatred and Rage",
                    "ptLevelName": "Nobre da Noite Gelada: Ódio e Fúria",
                    "ruLevelName": "Повелитель морозной ночи: Ненависть и ярость",
                    "chsLevelName": "霜夜巡天灵主·惊恨憎愤",
                    "enMonsterSpecialDesc": "A majestic being that strides with pride through the frost-laden night, wielding ancient powers long since tamed by the Lord of the Sky. Yet under the unspeakable influence of the Ley Lines, its solemn nobility has been usurped by a ferocious appetite for prey and a willingness to meet intruders with the freezing edge of a blade...",
                    "ptMonsterSpecialDesc": "Um ser majestoso que caminha com orgulho pela noite coberta de gelo, empunhando poderes ancestrais há muito tempo domados pelo Senhor do Céu. Porém, sob a influência indescritível das Linhas Ley, sua nobreza solene foi usurpada pelo apetite feroz por presas e uma disposição para enfrentar intrusos com o gume gelado de uma lâmina...",
                    "ruMonsterSpecialDesc": "Величественное существо гордо шествует сквозь морозную ночь. Оно владеет древними силами, давно укрощёнными Владыкой Неба. Однако невыразимым влиянием артерий земли его торжественное благородство вытеснилось жестокой жаждой добычи и готовностью встречать вторгшихся ледяным клинком...",
                    "chsMonsterSpecialDesc": "傲然巡行于霜夜的奇异生灵，能自如驱使如今早已被高天之主驯化的古老力量。但在难以名状的地脉侵扰下，它已与尊贵庄严绝缘，转而化为凶狠险绝的捕猎者，向来访者展现出极寒的锋芒…",
                    "enMonsterSpecialMechanicName": [
                        "Gloomveiled",
                        "Purest Moonglow",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Estado Véu Melancólico",
                        "Luar Puro",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Состояние Вуали мрака",
                        "Чистейшее лунное сияние",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "晦隐状态",
                        "明净月曜",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will enter a Gloomveiled state while in combat: <color=#FFD780FF>All RES is greatly increased</color>. After taking <color=#FFD780FF>a certain number of DMG instances</color>, it will exit the Gloomveiled state and change its Elemental Type to the element whose DMG it received the most during the time it was Gloomveiled, thereby <color=#FFD780FF>gaining the corresponding Elemental DMG Immunity and Elemental Effects</color>.",
                        "<color=#FFD780FF>Lunar Reaction DMG</color> is more effective when breaking the Gloomveiled state. If it has taken more Lunar Reaction DMG when it exits the Gloomveiled state, its Elemental Type will change to Elementless, and it <color=#FFD780FF>will not gain any Elemental DMG Immunity or Elemental Effects</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando em batalha, entrará no estado Véu Melancólico: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>. Ao <color=#FFD780FF>sofrer uma certa quantidade de instâncias de Dano</color>, sairá do estado Véu Melancólico, e mudará o Tipo Elemental para o Elemento do Dano que recebeu mais durante o período de Véu Melancólico, <color=#FFD780FF>obtendo a Imunidade e os Efeitos Elementais correspondentes</color>.",
                        "Ao remover o estado Véu Melancólico, aumenta a eficiência do <color=#FFD780FF>Dano de Reações Lunares</color>. Ao sair do estado Véu Melancólico, se sofrer Dano altos de Reações Lunares, converte para o estado Sem Elemento, <color=#FFD780FF>não obtendo nenhum efeito de Imunidade a Dano Elemental e Encantamento Elemental</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою входит в состояние Вуали мрака: <color=#FFD780FF>сопротивление всем элементам значительно увеличивается</color>. Получив <color=#FFD780FF>определённое количество ударов</color>, выходит из состояния Вуали мрака и меняет тип своего элемента на тот, которым ему был нанесён наибольший урон во время действия Вуали мрака, <color=#FFD780FF>получая иммунитет к соответствующему элементальному урону и эффект этого элемента</color>.",
                        "Когда Вуаль мрака разрушается, эффективность <color=#FFD780FF>урона Лунных реакций</color> возрастает. Если чудовище к моменту выхода из состояния Вуали мрака получило высокий урон от Лунных реакций, то оно утратит тип элемента, а также <color=#FFD780FF>не будет наделяться иммунитетом к какому-либо элементу и эффектом элемента</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中会进入「晦隐」状态：<color=#FFD780FF>所有抗性大幅提升</color>。受到<color=#FFD780FF>一定次数的伤害</color>后，会退出「晦隐」状态，并将自身元素类型转换为「晦隐」期间受到伤害量最多的元素类型，<color=#FFD780FF>获得对应元素伤害免疫效果和元素附着</color>。",
                        "破除「晦隐」状态时，<color=#FFD780FF>月曜反应伤害</color>具有更高的效率。退出「晦隐」状态时如果受到了较高的月曜反应伤害，则会转化为无元素状态，<color=#FFD780FF>不会获得任何元素伤害免疫效果和元素附着</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will enter a Gloomveiled state while in combat: <color=#FFD780FF>All RES is greatly increased</color>. After taking <color=#FFD780FF>a certain number of DMG instances</color>, it will exit the Gloomveiled state and change its Elemental Type to the element whose DMG it received the most during the time it was Gloomveiled, thereby <color=#FFD780FF>gaining the corresponding Elemental DMG Immunity and Elemental Effects</color>.",
                        "<color=#FFD780FF>Lunar Reaction DMG</color> is more effective when breaking the Gloomveiled state. If it has taken more Lunar Reaction DMG when it exits the Gloomveiled state, its Elemental Type will change to Elementless, and it <color=#FFD780FF>will not gain any Elemental DMG Immunity or Elemental Effects</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando em batalha, entrará no estado Véu Melancólico: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>. Ao <color=#FFD780FF>sofrer uma certa quantidade de instâncias de Dano</color>, sairá do estado Véu Melancólico, e mudará o Tipo Elemental para o Elemento do Dano que recebeu mais durante o período de Véu Melancólico, <color=#FFD780FF>obtendo a Imunidade e os Efeitos Elementais correspondentes</color>.",
                        "Ao remover o estado Véu Melancólico, aumenta a eficiência do <color=#FFD780FF>Dano de Reações Lunares</color>. Ao sair do estado Véu Melancólico, se sofrer Dano altos de Reações Lunares, converte para o estado Sem Elemento, <color=#FFD780FF>não obtendo nenhum efeito de Imunidade a Dano Elemental e Encantamento Elemental</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою входит в состояние Вуали мрака: <color=#FFD780FF>сопротивление всем элементам значительно увеличивается</color>. Получив <color=#FFD780FF>определённое количество ударов</color>, выходит из состояния Вуали мрака и меняет тип своего элемента на тот, которым ему был нанесён наибольший урон во время действия Вуали мрака, <color=#FFD780FF>получая иммунитет к соответствующему элементальному урону и эффект этого элемента</color>.",
                        "Когда Вуаль мрака разрушается, эффективность <color=#FFD780FF>урона Лунных реакций</color> возрастает. Если чудовище к моменту выхода из состояния Вуали мрака получило высокий урон от Лунных реакций, то оно утратит тип элемента, а также <color=#FFD780FF>не будет наделяться иммунитетом к какому-либо элементу и эффектом элемента</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中会进入「晦隐」状态：<color=#FFD780FF>所有抗性大幅提升</color>。受到<color=#FFD780FF>一定次数的伤害</color>后，会退出「晦隐」状态，并将自身元素类型转换为「晦隐」期间受到伤害量最多的元素类型，<color=#FFD780FF>获得对应元素伤害免疫效果和元素附着</color>。",
                        "破除「晦隐」状态时，<color=#FFD780FF>月曜反应伤害</color>具有更高的效率。退出「晦隐」状态时如果受到了较高的月曜反应伤害，则会转化为无元素状态，<color=#FFD780FF>不会获得任何元素伤害免疫效果和元素附着</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "High-frequency Elemental DMG<Color=#FFFFFF40> | </Color>Multi Elemental DMG<Color=#FFFFFF40> | </Color>Lunar Reaction DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Elemental de Alta Frequência<Color=#FFFFFF40> | </Color>Dano Multi-Elemental <Color=#FFFFFF40> | </Color>Dano de Reações Lunares",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Частый элементальный урон<Color=#FFFFFF40> | </Color>Урон разных элементов<Color=#FFFFFF40> | </Color>Урон Лунных реакций",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "高频元素伤害<Color=#FFFFFF40> | </Color>多种元素伤害<Color=#FFFFFF40> | </Color>月曜反应伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1004062,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_WildHuntMaleSigurd",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22132001,
                        "level": 110,
                        "hp": 8109043,
                        "attack": 31930.329291178845,
                        "defense": 1049.9999523162842,
                        "matchedName": "Monster_WildHunt_Male_Sigurd",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Lightkeeper: Mourning Echoes",
                    "ptLevelName": "Portador da Lâmpada Veterano: Eco do Lamento",
                    "ruLevelName": "Бывалый светоносец: Эхо скорби",
                    "chsLevelName": "历经百战的执灯人·哀恸回响",
                    "enMonsterSpecialDesc": "A valiant warrior who resisted the dark calamity in ancient days. Though his life's spark has been extinguished, his unbending will has yet to fade, and those who swore to become hunters of the Wild Hunt continue his endless battle even today. Twisted by the chaotic Ley Lines, any intruders who enter his sight are treated no differently than the fiercest abominations of the Wild Hunt and are faced with the full force of his determination and strength...",
                    "ptMonsterSpecialDesc": "Um bravo guerreiro que resistiu à Calamidade Tenebrosa do passado. Embora o brilho de sua vida tenha se extinguido, sua determinação inflexível ainda não se dissipou, e aqueles que prometeram se tornar caçadores da Caçada Feroz continuam suas batalhas incessantes até hoje. Retorcidos pelas Linhas Ley caóticas, qualquer intruso que entre em seu campo de visão não é tratado diferente do que as mais ferozes abominações da Caçada Feroz e enfrenta toda a força de sua determinação e poder...",
                    "ruMonsterSpecialDesc": "Доблестный воин, противостоявший чёрному бедствию в древности. Хотя искра его жизни погасла, его несгибаемая воля ещё не исчезла, и те, кто поклялся стать охотниками Дикой Охоты, продолжают его бесконечную битву и по сей день. Под воздействием искажений артерий земли всех, кто вторгся в его поле зрения, он считает свирепыми исчадиями Дикой Охоты, с которыми готов сражаться всеми силами до последнего издыхания...",
                    "chsMonsterSpecialDesc": "昔日对抗漆黑灾厄的英勇战士，即使生命之光已然消逝，其不屈的意志仍未消散，永誓猎杀狂猎之人时至今日仍继续着他的无尽战斗。受到地脉乱象至为扭曲的干扰后，他的视野之内，所有来访者都与最为凶险的狂猎别无二致，需要他倾尽全部力量，不惜一切代价去死斗…",
                    "enMonsterSpecialMechanicName": [
                        "Wandering Lament",
                        "Grief-Stricken",
                        "Exiles Surge",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Lamento Vagante",
                        "Enlutado",
                        "Surto de Exilados",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Печаль скитания",
                        "Подавленность горем",
                        "Набег изгнанников",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "悲哀游荡",
                        "失色哀恸",
                        "幽徒狂涌",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Begins the battle in the \"Roaming\" state. When its HP is completely depleted, it will enter the \"Wild Hunt\" state.",
                        "When in the Wild Hunt state, even if its HP is reduced to zero, it will regain its HP up to its maximum after a period of time. It can only be defeated when its Max HP is reduced to zero. <color=#FFD780FF>Drain its HP completely or use Skills enhanced by Moonsign: Ascendant Gleam</color> to send it into a brief Grief-Stricken state. A certain ratio of the DMG dealt to it while in this state will be converted to reduce its Max HP. If you have Moonsign: Ascendant Gleam, this ratio will be increased.",
                        "When in the Wild Hunt state, Wilderness Exiles will appear periodically. If you fail to defeat all of these exiles within a certain period of time, your foe will perform a harvest, dealing massive AoE DMG and slaughtering the Wilderness Exiles, restoring its own Max HP based on the remaining Max HP of the exiles. Affected by the Ley Line disturbance, the Wilderness Exiles' Max HP is increased, and the ratio at which the foe's Max HP is restored upon harvesting the exiles is higher.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando a batalha começar, entra no estado Devaneio. Depois de perder toda a Vida, poderá entrar no estado Caçada Feroz.",
                        "Quando está no estado de Caçada Feroz, mesmo que sua Vida seja reduzida a zero, recuperará sua Vida até o máximo depois de um período de tempo. Só pode ser derrotado quando sua Vida Máxima for reduzida a zero. <color=#FFD780FF>Reduza sua Vida completamente ou use Habilidades fortalecidas por Presságio Lunar: Reluzir Cheio</color> para o fazer entrar no estado Enlutado. Uma certa proporção de Dano causado durante esse estado será convertida para reduzir sua Vida Máxima. Se você possuir Presságio Lunar: Reluzir Cheio, essa proporção será aumentada.",
                        "Quando está no estado de Caçada Feroz, Exilados Selvagens aparecerão periodicamente. Se você não os derrotar dentro de um certo período, seus inimigos farão uma colheita, causando Dano em AdE massivo e derrotando os Exilados Selvagens, restaurando sua Vida Máxima de acordo com a Vida Máxima restante dos Exilados. Devido às perturbações das Linhas Ley, a Vida Máxima dos Exilados Selvagens é aumentada, e a proporção que a Vida Máxima do inimigo é restaurada ao colher Exilados é maior.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою пребывает в состоянии Блужданий. После того как его HP снизится до нуля, он войдёт в состояние Дикой Охоты.",
                        "В состоянии Дикой Охоты даже после потери всего HP чудовище всё равно через определённое время восстановит его до максимума. Чтобы подавить его, понадобится полностью истощить его HP. <color=#FFD780FF>Полностью истощив его HP или применив навыки, усиленные Высшим сиянием Лунного знамения</color>, вы кратковременно переведёте его в состояние Подавленности горем. Урон, нанесённый ему в этом состоянии, истощает его макс. HP на определённый процент. Лунное знамение - Высшее сияние повышает этот процент.",
                        "Когда чудовище пребывает в состоянии Дикой охоты, в бой будут периодически вступать изгнанники пустошей. Если не победить всех изгнанников пустошей за определённое время, то враг выполнит Жатву: он нанесёт огромный урон по площади, уничтожив всех изгнанников пустошей, и согласно их оставшемуся макс. HP восстановит своё собственное макс. HP. Под воздействием флуктуации артерий земли изгнанники пустошей обладают повышенным макс. HP, а при их уничтожении чудовище восстанавливает себе ещё больший процент от макс. HP.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始时，处于「游荡」状态，将其生命全部削减后，可以令其陷入「狂猎」状态。",
                        "「狂猎」状态下，即使失去了全部生命值，也会在一定时间后将生命值恢复至上限，只有将其生命值上限全部削减，才能将其压制。<color=#FFD780FF>将其生命全部削减或施放被月兆·满辉强化的技能时</color>，可以令其陷入短暂的「失色哀恸」状态。在此状态下对其造成伤害，可以根据伤害的一定比例削减其生命值上限；如果具有月兆·满辉，削减比例将提高。",
                        "处于「狂猎」状态时，战斗中会间歇性出现荒野幽徒。如果未能在一定时间内击败所有荒野幽徒，该敌人就会进行收割：造成极高的范围伤害，肃清所有荒野幽徒，并根据荒野幽徒剩余的生命值上限恢复自身的生命值上限。受到地脉紊乱的影响，荒野幽徒的生命值上限更高，且肃清荒野幽徒时，该敌人的生命值上限的恢复比例也更高。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Begins the battle in the \"Roaming\" state. When its HP is completely depleted, it will enter the \"Wild Hunt\" state.",
                        "When in the Wild Hunt state, even if its HP is reduced to zero, it will regain its HP up to its maximum after a period of time. It can only be defeated when its Max HP is reduced to zero. <color=#FFD780FF>Drain its HP completely or use Skills enhanced by Moonsign: Ascendant Gleam</color> to send it into a brief Grief-Stricken state. A certain ratio of the DMG dealt to it while in this state will be converted to reduce its Max HP. If you have Moonsign: Ascendant Gleam, this ratio will be increased.",
                        "When in the Wild Hunt state, Wilderness Exiles will be drawn to the battlefield. If you fail to defeat all of these exiles within a certain period of time, your foe will perform a harvest, dealing massive AoE DMG and slaughtering the Wilderness Exiles, restoring its own Max HP based on the Max HP of the exiles.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando a batalha começar, entra no estado Devaneio. Depois de perder toda a Vida, poderá entrar no estado Caçada Feroz.",
                        "Quando está no estado de Caçada Feroz, mesmo que sua Vida seja reduzida a zero, recuperará sua Vida até o máximo depois de um período de tempo. Só pode ser derrotado quando sua Vida Máxima for reduzida a zero. <color=#FFD780FF>Reduza sua Vida completamente ou use Habilidades fortalecidas por Presságio Lunar: Reluzir Cheio</color> para o fazer entrar no estado Enlutado. Uma certa proporção de Dano causado durante esse estado será convertida para reduzir sua Vida Máxima. Se você possuir Presságio Lunar: Reluzir Cheio, essa proporção será aumentada.",
                        "Quando está no estado de Caçada Feroz, Exilados Selvagens serão atraídos ao campo de batalha. Se você não os derrotar dentro de um certo período, seus inimigos farão uma colheita, causando Dano em AdE massivo e derrotando os Exilados Selvagens, restaurando sua Vida Máxima para a Vida Máxima dos Exilados.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою пребывает в состоянии Блужданий. После того как его HP снизится до нуля, он войдёт в состояние Дикой Охоты.",
                        "В состоянии Дикой Охоты даже после потери всего HP чудовище всё равно через определённое время восстановит его до максимума. Чтобы подавить его, понадобится полностью истощить его HP. <color=#FFD780FF>Полностью истощив его HP или применив навыки, усиленные Высшим сиянием Лунного знамения</color>, вы кратковременно переведёте его в состояние Подавленности горем. Урон, нанесённый ему в этом состоянии, истощает его макс. HP на определённый процент. Лунное знамение - Высшее сияние повышает этот процент.",
                        "Когда чудовище пребывает в состоянии Дикой охоты, в бой вступают привлечённые изгнанники пустошей. Если не победить всех изгнанников пустошей за определённое время, то враг выполнит Жатву: он нанесёт огромный урон по площади, уничтожив всех изгнанников пустошей, и согласно их макс. HP восстановит своё собственное макс. HP.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始时，处于「游荡」状态，将其生命全部削减后，可以令其进入「狂猎」状态。",
                        "「狂猎」状态下，即使失去了全部生命值，也会在一定时间后将生命值恢复至上限，只有将其生命值上限全部削减，才能将其压制。<color=#FFD780FF>将其生命全部削减或施放被月兆·满辉强化的技能时</color>，可以令其陷入短暂的「失色哀恸」状态。在此状态下对其造成伤害，可以根据伤害的一定比例削减其生命值上限；如果具有月兆·满辉，削减比例将提高。",
                        "处于「狂猎」状态时，战斗中会有荒野幽徒被引诱而来。如果未能在一定时间内击败所有荒野幽徒，该敌人就会进行收割：造成极高的范围伤害，肃清所有荒野幽徒，并根据荒野幽徒的生命值上限恢复自身的生命值上限。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Moonsign: Ascendant Gleam",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Presságio Lunar: Reluzir Cheio",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Лунное знамение - Высшее сияние",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "月兆·满辉",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1004063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_FatuusEscadronIce",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23060301,
                        "level": 110,
                        "hp": 13969549,
                        "attack": 26124.814393717563,
                        "defense": 1049.9999523162842,
                        "matchedName": "Fatuus_Escadron_Ice_02",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.5,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Veteran Frost Operative: Bloodsoaked Blade",
                    "ptLevelName": "Fatui Oficial do Gelo Veterano: Lâmina Sangrenta",
                    "ruLevelName": "Бывалый оперативник мороза: Окровавленное лезвие",
                    "chsLevelName": "历经百战的霜役人·涉血芒锋",
                    "enMonsterSpecialDesc": "An elite agent of the Fatui. Selected from childhood, she rose to the top after long years of rigorous training — an experience which instilled in her extraordinary skill and unswerving loyalty.\\nRegrettably, in the perilous chaos of the Ley Lines, her sense of reason has long since been swallowed by a lust for battle — one that leads her to mercilessly hunt down intruders and subject them to an onslaught of pure rage...",
                    "ptMonsterSpecialDesc": "Um agente de elite entre os Fatui. Selecionados enquanto crianças, eles podem se tornar um \"Oficial\" após muitos anos de treino e ensino, após incontáveis rodadas terem joeirado o campo. Eles são os soldados mais excepcionais entre os Fatui, com habilidade extraordinária e lealdade incondicional.\\nInfelizmente, no caos perigoso das Linhas Ley, seu senso de razão há muito foi engolido por uma sede de batalha — uma que levou ela a impiedosamente caçar intrusos e submetê-los a um massacre de pura raiva...",
                    "ruMonsterSpecialDesc": "Элита среди Фатуи. Её завербовали ещё в детстве, и после долгих лет подготовки и бесчисленных испытаний она заняла место среди самых выдающихся воинов Фатуи, обладающих необыкновенным мастерством и абсолютной преданностью.\\nК сожалению, в коварном хаосе артерий земли её разум был поглощён жаждой сражений, которая заставляет её безжалостно преследовать вторгшихся и обрушивать на них чистую ярость...",
                    "chsMonsterSpecialDesc": "愚人众当中精锐的特务。自幼就被选中，在长久的训练与无数次的汰换后，成为阵列中最优秀的士兵，有着出色的身手与不渝的忠诚心。\\n遗憾的是，在凶险至极点的地脉乱象中，役人的理性已被战斗的欲望吞噬，只知重复猎杀的循环，对来访者倾泻纯粹的狂怒…",
                    "enMonsterSpecialMechanicName": [
                        "Rapid Kill",
                        "Bloody Pursuit",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Caçada Veloz",
                        "Perseguição Sangrenta",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Стремительное убийство",
                        "Кровавая погоня",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "迅疾猎杀",
                        "涉血追猎",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Consumes a certain percentage of HP in combat to use Hunt Down: When this hits a character, it restores a certain percentage of the foe's HP and attaches a Bond of Life to the character hit. While Bond of Life is active, the affected character will take continuous DMG. Characters with Bond of Life attached will take increased DMG from this attack.",
                        "Affected by the Ley Line disturbance, the foe possesses greater interruption capabilities and interruption resistance. When preparing to use Hunt Down, it will enter the Bloody Pursuit state, creating a Shield to protect itself. While the Shield is active, the foe will <color=#FFD780FF>continuously attach Bonds of Life to all characters</color>. After the Shield is broken, the foe will take immense DMG.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando estive em batalha, consome uma certa quantidade de Vida para fazer uma Caçada: ao atingir o personagem, esse inimigo regenera uma certa proporção de Vida, e aplica um Contrato de Vida na personagem atingida. Enquanto o Contrato de Vida existir, ele sofrerá o Dano recebido. A personagem que possuir o Contrato de Vida causará mais Dano.",
                        "Devido às perturbações das Linhas Ley, as habilidades de interrupção do inimigo, bem como sua resistência contra interrupção são elevadas consideravelmente. Ao se preparar para Caçar, entra no estado Perseguição Sangrenta, criando um Escudo. Enquanto o Escudo estiver ativo, <color=#FFD780FF>aplicará continuamente os Contratos de Vida contra todos os personagens</color>. Depois que o Escudo for destruído, o inimigo sofrerá muito Dano.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою расходует определённую часть HP и использует Травлю: поразив персонажа, этот враг восстанавливает себе HP в определённой пропорции и накладывает на поражённого персонажа Долг жизни. Долг жизни во время действия постоянно наносит урон и повышает урон этой атаки.",
                        "Под воздействием флуктуации артерий земли этот враг обладает повышенной способностью к прерыванию и сопротивлению прерыванию. Готовясь применить Травлю, он входит в состояние Кровавой погони: он развёртывает щит. Во время действия щита этот враг <color=#FFD780FF>периодически накладывает Долг жизни на всех персонажей</color>. Если щит разрушить, он получит огромный урон.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会消耗一定比例的生命值，进行「猎杀」：命中角色时，该敌人自身恢复一定比例的生命值，并向命中的角色施加生命之契，在生命之契存在时使其持续受到伤害。对于具有生命之契的角色，此攻击造成的伤害提升。",
                        "受到地脉紊乱的影响，该敌人具有更高的打断能力与抗打断能力。准备进行「猎杀」时，将进入「涉血追猎」状态：生成护盾保护自身，护盾存在期间，该敌人将<color=#FFD780FF>持续向所有角色施加生命之契</color>。护盾被破坏后，该敌人会受到大量伤害。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Consumes HP in combat to use \"Hunt Down\": When this hits, it restores a certain percentage of the foe's HP and attaches a Bond of Life to any character it hits. While Bond of Life is active, the affected character will take continuous DMG. Characters with Bond of Life attached will take increased DMG from this attack.",
                        "Affected by the Ley Line disturbance, the foe's interruption capabilities and interruption resistance are both increased. When preparing to use Hunt Down, the foe creates a Shield to protect itself. While the Shield is active, the foe will <color=#FFD780FF>continuously attach Bonds of Life to all characters</color>. After the Shield is broken, the foe will take immense DMG.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando estive em batalha, consome Vida para fazer uma Caçada: ao atingir, regenera uma certa proporção de Vida, e aplica um Contrato de Vida na personagem atingida. Enquanto o Contrato de Vida existir, ele sofrerá o Dano recebido. A personagem que possuir o Contrato de Vida causará mais Dano.",
                        "Devido às perturbações das Linhas Ley, as habilidades de interrupção do inimigo, bem como sua resistência contra interrupção são elevadas consideravelmente. Ao se preparar para Caçar, cria um Escudo para se proteger. Enquanto o Escudo estiver ativo, <color=#FFD780FF>aplicará continuamente os Contratos de Vida contra todos os personagens</color>. Depois que o Escudo for destruído, o inimigo sofrerá muito Dano.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою расходует HP и использует Травлю: при попадании он восстанавливает себе HP в определённой пропорции и накладывает на поражённого персонажа Долг жизни. Долг жизни во время действия постоянно наносит урон и повышает урон этой атаки.",
                        "Под воздействием флуктуации артерий земли его способность к прерыванию и сопротивление прерыванию повышаются. Готовясь применить Травлю, он развёртывает щит. Во время действия щита <color=#FFD780FF>периодически накладывает Долг жизни на всех персонажей</color>. Если щит разрушить, он получит огромный урон.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中会消耗生命值进行「猎杀」：命中时，自身恢复一定比例的生命值，并向命中的角色施加生命之契，在生命之契存在时使其持续受到伤害。对于具有生命之契的角色，此攻击造成的伤害提升。",
                        "受到地脉紊乱的影响，打断能力与抗打断能力提高。准备进行「猎杀」时，将生成护盾保护自身。护盾存在期间，将<color=#FFD780FF>持续向所有角色施加生命之契</color>。护盾被破坏后，会受到大量伤害。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Bond of Life Characters<Color=#FFFFFF40> | </Color>Shield Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Contrato de Vida da Personagem <Color=#FFFFFF40> | </Color> Escudo da Personagem",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи с Долгом жизни<Color=#FFFFFF40> | </Color>Персонажи со щитами",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "生命之契角色<Color=#FFFFFF40> | </Color>护盾角色",
                        "",
                        ""
                    ]
                }
            ]
        }
    ],
    "enChallengeName": "Sweeping Assault",
    "ptChallengeName": "Campanha Heroica Veloz",
    "ruChallengeName": "Молниеносное нападение",
    "chsChallengeName": "迅悍之役"
}