{
    "scheduleId": 5269003,
    "scheduleStartTime": "2025-09-17 10:00:00",
    "scheduleEndTime": "2025-10-29 09:59:59",
    "challengeName": "6.0",
    "levels": [
        {
            "id": 100301,
            "monsterLevel": 40,
            "levelConfigs": [
                {
                    "id": 1003041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_GargoyleFafnir",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24030305,
                        "level": 40,
                        "hp": 74360.9289379198,
                        "attack": 2450.4833108624443,
                        "defense": 699.999988079071,
                        "matchedName": "Gargoyle_Fafnir_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.699999988079071
                    },
                    "enLevelName": "Aeonblight Drake: Normal",
                    "ptLevelName": "Dragão Calamitoso: Forma Normal",
                    "ruLevelName": "Дракон вечных бедствий: Обычная форма",
                    "chsLevelName": "兆载永劫龙兽·常形",
                    "enMonsterSpecialDesc": "This dragon-shaped combat machine is a being that inspires fear, much like the lord who once ruled these vast lands.\\nThis mysterious, tireless mechanical monstrosity seems to be proof that the now-destroyed realm had reached heights that mortals should never have.\\nIn the Ley Line memories, the power it displayed has left a deep impression, transforming it into a truly terrifying representation of defense...",
                    "ptMonsterSpecialDesc": "Essa máquina de combate na forma de um dragão é um ser amedrontador, assim como o senhor que governou estas vastas terras.\\nEsta monstruosidade mecânica misteriosa incansável parece ser a prova de que a lendária nação já dizimada de fato alcançou o que os mortais nunca deveriam alcançar.\\nNas memórias das Linhas Ley, o poder que eles demonstram foi profundamente fortalecido, tornando-se defensores amedrontadores...",
                    "ruMonsterSpecialDesc": "Эта боевая машина в форме дракона внушает страх, как и правитель, который когда-то владел этими землями.\\nЗагадочное неутомимое механическое чудище словно подтверждает, что давно сгинувшее царство достигало таких высот, которые оказались не по силам простым смертным.\\nВ воспоминаниях артерий земли сила, которой оно обладает, навсегда осталась в памяти и стала символом ужаса для воинств...",
                    "chsMonsterSpecialDesc": "如同古时曾制御大地的君王一般，令人望而生畏的龙形战斗机械。\\n这架不知疲倦的神秘机械巨兽似乎证明，传说已经覆灭的国度确已触及了人所不应抵达的领域。\\n在地脉的记忆中，它所展现的战力被深深烙下，转作守军中最为可怖的代表…",
                    "enMonsterSpecialMechanicName": [
                        "Countermeasures",
                        "Combat Mechanics",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Contramedidas",
                        "Mecanismo de Combate",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Контрмеры",
                        "Механики боя",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "反制措施",
                        "交战机制",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Periodically releases a dangerous torrent of energy during combat and changes form in response to the main type of Elemental DMG it has suffered up to that point, <color=#FFD780FF>increasing its Elemental RES to that Element</color>.",
                        "Able to switch between aerial- and ground-attack states. Under various circumstances, the cores all over its body will be exposed. Take the opportunity to <color=#FFD780FF>attack these cores</color> to paralyze the creature and remove its Elemental RES boost. Once paralysis ends, it will switch between aerial- and ground-attack states.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Lança uma onda de energia periodicamente durante a batalha, e que troca de estado de acordo com o Tipo Elemental do Dano sofrido, <color=#FFD780FF>aumentando a RES Elemental correspondente</color>.",
                        "Pode trocar entre o estado terrestre e aéreo. Em algumas circunstâncias, os vários núcleos ficarão expostos. Aproveite essa chance para <color=#FFD780FF>atacá-los</color>, assim você poderá paralisá-lo e remover o aumento de RES Elemental. Depois que se recuperar da paralisação, trocará para o estado de combate aéreo ou terrestre.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою периодически выпускает поток опасной энергии и меняет форму в зависимости от основного типа элемента полученного им урона, <color=#FFD780FF>повышая своё сопротивление этому элементу</color>.",
                        "Способен атаковать как в воздухе, так и на земле. В некоторых состояниях открываются ядра по всему его телу. Воспользуйтесь этой возможностью и <color=#FFD780FF>атакуйте ядра</color>, чтобы парализовать чудовище и устранить его усиление сопротивления элементам. Выйдя из парализованного состояния, он начнёт переключаться между воздушной и наземной формами.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "在战斗中会周期性释放危险的能量洪流，并根据此前受到伤害的主要元素类型来切换形态，<color=#FFD780FF>提升对应的元素抗性</color>。",
                        "能在地面与升空两种作战状态之间切换。一些状态下，身体诸多部位的核心会暴露出来，抓住机会<color=#FFD780FF>攻击核心</color>的话就会使其瘫痪，并清除已提升的元素抗性。从瘫痪状态恢复后，会切换升空或地面的作战状态。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Periodically releases a torrent of energy, and changes form in response to the type of Elemental DMG it has suffered up to that point, <color=#FFD780FF>increasing its Elemental RES to that Element</color>.",
                        "<color=#FFD780FF>Attack the exposed cores</color> to paralyze the creature and remove its Elemental RES boost. Once paralysis ends, it will switch between aerial- and ground-attack states.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Lança periodicamente uma onda de energia que muda de estado com relação ao Tipo Elemental do Dano que sofreu, <color=#FFD780FF>aumentando a RES do Dano Elemental correspondente</color>.",
                        "<color=#FFD780FF>Atacar os Núcleos Expostos</color> pode paralisá-los, e remover a RES acumulada. Depois da paralisação acabar, passará a flutuar no ar ou ficará no chão.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Периодически выпускает поток энергии и меняет форму в зависимости от элемента полученного им урона, <color=#FFD780FF>повышая своё сопротивление этому элементу</color>.",
                        "<color=#FFD780FF>Атакуйте открывшиеся ядра</color>, чтобы парализовать чудовище и устранить его усиление сопротивления элементам. Выйдя из парализованного состояния, он начнёт переключаться между воздушной и наземной формами.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "周期性释放能量洪流，根据此前所受伤害的元素类型来切换形态，<color=#FFD780FF>提升对应元素抗性</color>。",
                        "<color=#FFD780FF>攻击暴露的核心</color>可使其瘫痪，并清除已提升的抗性。瘫痪结束后，将切换升空或地面状态。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Multi Elemental DMG <Color=#FFFFFF40>|</Color> Bow characters",
                        "Single Elemental DMG",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Multi-Elemental <Color=#FFFFFF40> | </Color> Personagens de arco",
                        "Dano de Único Elemento",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон разных элементов<Color=#FFFFFF40> | </Color>Стрелковое оружие",
                        "Элементальный урон одного типа",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "多种元素伤害<Color=#FFFFFF40> | </Color>弓角色",
                        "单一元素伤害",
                        ""
                    ]
                },
                {
                    "id": 1003042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HermitCrabMatureElite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26162606,
                        "level": 40,
                        "hp": 359259.70639922394,
                        "attack": 3267.3111638450064,
                        "defense": 699.999988079071,
                        "matchedName": "HermitCrab_Mature_Elite_PlantBomb",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Scarred Rock Crab: Normal",
                    "ptLevelName": "Caranguejo de Pedra Veterano: Normal",
                    "ruLevelName": "Бывалый каменный краб: Обычная форма",
                    "chsLevelName": "历经百战的岩居蟹·常形",
                    "enMonsterSpecialDesc": "A crab that lives within shells and conches. A distant relation to the Fontainian Armored Crab. Most specimens are docile and gentle, but there are stories of crabs fighting to the death to defend their territory — their gentle nature transforming to fuel a wild, frenzied rage.\\nIn the Ley Line memories, a mighty Rock Crab warrior who once tasted defeat now raises its pincers to face a new challenger once more...",
                    "ptMonsterSpecialDesc": "Um caranguejo que vive dentro de conchas. Possui uma relação distante com o Caranguejo de Armadura de Fontaine. A maioria deles são dóceis e gentis, mas há histórias desses caranguejos lutarem até a morte para defenderem seu território, com sua gentil natureza transformando-se numa fúria selvagem.\\nNas memórias das Linhas Ley, um poderoso Caranguejo de Pedra guerreiro derrotado agora ergue suas garras para enfrentar um novo desafiante...",
                    "ruMonsterSpecialDesc": "Дальний родственник фонтейнского бронекраба, предпочитающий селиться в раковинах. В основном эти крабы миролюбивы и не проявляют агрессии, но нередко они готовы до смерти отстаивать территорию своего семейства. В такие моменты их покладистый нрав сменяется неистовой яростью.\\nВ воспоминаниях артерий земли могучий каменный краб-воин, познавший горечь поражения, теперь поднимает свои клешни, чтобы вновь сойтись с соперником...",
                    "chsMonsterSpecialDesc": "寄居在螺与壳之中的蟹类，是枫丹重甲蟹的远亲，原本大多性情温顺，几乎不具备攻击性，但也不乏为了整个族群的领地，挺身而出决死搏杀的案例。此时，原本温顺的底色反倒成为了狂烈躁戾的助燃剂。\\n地脉的记忆中，便存在遗憾败北的强大「斗士」岩居蟹，如今，它的重钳指向了新的挑战者…",
                    "enMonsterSpecialMechanicName": [
                        "Stoneborne Seeds",
                        "Almighty Bombardment",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Sementes da Rocha",
                        "Bombardeio Czariano",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Каменные семена",
                        "Великая бомбардировка",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "岩居之种",
                        "伟大轰袭",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, Stoneborne Seeds will be continuously scattered across the battlefield before exploding after a short delay. If these seeds take <color=#FFD780FF>Bloom, Hyperbloom, Lunar-Bloom, or Burgeon DMG</color> before they explode, they will undergo conversion and turn their attacks toward the Rock Crab instead, dealing DMG based on the total amount of DMG they themselves received.",
                        "After the battle begins, the Rock Crab will leap into the air, scatter a large number of Stoneborne Seeds, and then begin charging up. It will detonate the Stoneborne Seeds, dealing DMG over a wide area. While charging, the Rock Crab will deploy a Ward, which can be broken by <color=#FFD780FF>converting a certain amount of Stoneborne Seeds</color>. Breaking its Ward will interrupt the Rock Crab's charging and leave it paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em uma batalha, Sementes da Rocha serão espalhadas pelo campo de batalha continuamente até explodirem depois de um certo tempo. Se essas sementes sofrerem <color=#FFD780FF>Dano de Florescimento, Germinação, Superflorescimento ou Florescimento Lunar</color> antes de explodirão, seus ataques serão convertidos para causarem Dano contra o Caranguejo de Pedra, causando Dano baseado na quantidade total de Dano que sofreram.",
                        "Após o início da batalha, o Caranguejo de Pedra saltará no ar, lançará várias Sementes da Rocha, então começará a carregar. Ele detonará as Sementes da Rocha, causando Dano sobre uma área ampla. Enquanto estiver carregando, o Caranguejo de Pedra se cobrirá com um Revestimento que pode ser destruído se receber uma certa quantidade de Dano <color=#FFD780FF>convertido de Sementes da Rocha</color>. Destruir o Revestimento interromperá o carregamento do Caranguejo de Pedra e o paralisará.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою на поле постоянно разбрасываются Каменные семена, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color=#FFD780FF>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона.",
                        "Когда бой начинается, каменный краб прыгает в воздух, разбрасывает много Каменных семян и начинает заряжаться. После зарядки он подрывает Каменные семена, нанося урон по большой площади. Во время зарядки краб устанавливает барьер, который можно уничтожить <color=#FFD780FF>определённым количеством трансформированных Каменных семян</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，将不断在场上散布「岩居之种」。「岩居之种」将在短暂间隔后爆炸，但若在爆炸前受到<color=#FFD780FF>绽放、烈绽放、超绽放或月绽放反应伤害</color>，则会被转化，对岩居蟹发动反噬攻击，并根据所受伤害的总值造成对应伤害。",
                        "战斗开始后，岩居蟹会升空，散布大量「岩居之种」后开始蓄力，并在蓄力完成后引爆「岩居之种」，造成大范围伤害。蓄力期间，岩居蟹将展开护罩，通过<color=#FFD780FF>转化一定数量的「岩居之种」</color>破坏护罩，即可打断岩居蟹的蓄力并使其瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "In battle, Stoneborne Seeds will be scattered across the battlefield before exploding after a short delay. If these seeds take <color=#FFD780FF>Bloom, Hyperbloom, Lunar-Bloom, or Burgeon DMG</color> before they explode, they will undergo conversion and turn their attacks toward the Rock Crab instead, dealing DMG based on the total amount of DMG they themselves received.",
                        "After the battle begins, the Rock Crab will leap into the air and enter a short period of charging up before unleashing a powerful attack. While charging, the Rock Crab will deploy a Ward, which can be broken if <color=#FFD780FF>a certain amount of Stoneborne Seeds are converted</color>. Breaking its Ward will interrupt the Rock Crab's charging and leave it paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Em uma batalha, Sementes da Rocha serão espalhadas pelo campo de batalha até explodirem depois de um certo tempo. Se essas sementes sofrerem <color=#FFD780FF>Dano de Florescimento, Germinação, Superflorescimento ou Florescimento Lunar</color> antes de explodirão, seus ataques serão convertidos para causarem Dano contra o Caranguejo de Pedra, causando Dano baseado na quantidade total de Dano que sofreram.",
                        "Depois que a batalha começar, o Caranguejo de Pedra saltará no ar e entrará num período de carregamento antes de lançar um poderoso ataque. Enquanto estiver carregando, o Caranguejo de Pedra se cobrirá com um Revestimento, que pode ser destruído se receber Dano <color=#FFD780FF>certa quantidade de Dano convertido de Sementes da Rocha</color>. Destruir o Revestimento interromperá o carregamento do Caranguejo de Pedra e o paralisará.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою на поле разбрасываются Каменные семена, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color=#FFD780FF>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона.",
                        "Когда бой начинается, каменный краб прыгает в воздух, заряжается и через короткий промежуток времени совершает мощную однократную атаку. Во время зарядки краб устанавливает барьер, который можно уничтожить <color=#FFD780FF>определённым количеством трансформированных Каменных семян</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，将在场上散布「岩居之种」：短暂间隔后爆炸；若在爆炸前受到<color=#FFD780FF>绽放、烈绽放、超绽放或月绽放反应伤害</color>，则会被转化，对岩居蟹发动反噬攻击，并根据所受伤害的总值造成对应伤害。",
                        "战斗开始后，岩居蟹会升空并蓄力，短暂间隔后施放一次强力攻击。蓄力期间，岩居蟹将展开护罩，<color=#FFD780FF>转化一定数量的「岩居之种」</color>即可破坏护罩，从而打断岩居蟹的蓄力，并使其瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11029} reactions",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Reação Elemental {SPRITE_PRESET#11029}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11029}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11029}元素反应",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1003043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23079402,
                        "level": 40,
                        "hp": 328524.56385674176,
                        "attack": 4084.1387687423266,
                        "defense": 699.999988079071,
                        "matchedName": "Oprichnik_Male_Strong_LanceArquebus_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Battle-Hardened Fireblade Shock Trooper: Normal",
                    "ptLevelName": "Tropa de Choque Lâmina Flamejante Veterana: Normal",
                    "ruLevelName": "Бывалый Штурмовик огненного клинка: Обычная форма",
                    "chsLevelName": "历经百战的火刃突击队员·常形",
                    "enMonsterSpecialDesc": "An elite officer of the Fatui Oprichniki who specializes in close combat using a giant blade.\\nWhether it be in the war against the dark calamity or against those ignoramuses who dare stand against the Tsaritsa's ideals, those who breach at the tip of the spear suffer the greatest casualties. Those who survive a hundred battles only to fall all the same become a fearful memory in the Ley Lines. When intruded upon by a powerful outsider, such formidable warriors are the chaotic Ley Lines' perilous response...",
                    "ptMonsterSpecialDesc": "Um oficial de elite dos Oprichniki dos Fatui, especialista em combate próximo com uma lâmina gigante.\\nSeja na guerra contra a calamidade escura ou contra os ignorantes que ficam no caminho dos ideais da Tsaritsa, aqueles avançam na ponta da lança são os que sofrem as mais pesadas baixas. Aqueles que sobrevivem cem batalhas para então caírem se tornam então memórias temerosas nas Linhas Ley. Quando um intruso poderoso se aproxima, tais guerreiros formidáveis se tornam as respostas perigosas das Linhas Ley...",
                    "ruMonsterSpecialDesc": "Элитный офицер опричников с гигантским клинком, специализирующийся на ближнем бою.\\nБудь то противостояние чёрному бедствию или невеждам, осмеливающимся противостоять идеалам Царицы, те, кто прорвётся на острие копья, понесут наибольшие потери. Павшие солдаты, которые пережили сотни сражений, превращаются в страшное воспоминание в артериях земли. Когда вторгается могущественный пришелец, такие грозные воины становятся ответом хаотичных артерий земли на опасность...",
                    "chsMonsterSpecialDesc": "隶属于愚人众特辖队的精锐士官，擅长以巨剑与敌人近身相搏。\\n无论是在抵御漆黑灾厄的战斗中，还是在与那些胆敢阻拦女皇理想的无知者们的战斗中，冲在最前线的突击队都是伤亡最高的编制之一，历经百战却遗憾倒下的老兵，却成为了地脉恐惧记忆的一环，强大的外来者造访时，紊乱的地脉便会以这等战士作为危险的回应…",
                    "enMonsterSpecialMechanicName": [
                        "Multi-Shield",
                        "Thundering Barrage",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo Múltiplo",
                        "Saraivada de Raios",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мультищит",
                        "Громовой залп",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "多重护盾",
                        "雷矩轰击",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, the opponent will deploy a special Experimental Multi-Shield to protect themselves while they prepare to activate Thundering Suite. The Shield will repair itself by a certain amount at regular intervals. Destroying all 3 layers of the Shield will prevent Thundering Suite's activation and paralyze the opponent. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Additional Elemental Orbs will be generated for each layer of the Shield that is destroyed.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and then unleash continuous Electro attacks for a period of time. If you successfully prevent the suite's activation, the opponent's equipment will malfunction, causing their <color=#FFD780FF>Electro RES to be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em combate, o inimigo lançará um Escudo Experimental para se proteger enquanto se prepara para ativar o Conjunto Trovejante. O Escudo se reparará em uma certa quantidade periodicamente. Destruir as 3 camadas do Escudo impedirá que o Conjunto Trovejante seja ativado, paralisando o oponente. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz em destruir o Escudo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, o equipamento do inimigo quebrará, <color=#FFD780FF>reduzindo consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультищит. Щит через определённые промежутки времени восстанавливается. Уничтожьте все три слоя щита, чтобы помешать активации Громового набора и парализовать врага. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color=#FFD780FF>Электро сопротивление значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，敌人将准备启动雷矩套件，并展开特殊的「实验型多重护盾」保护自身，每隔一段时间，护盾会进行一定程度的自我修复。破坏3层护盾后，即可阻止雷矩套件启动，并使敌人瘫痪。<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并在接下来的一段时间内持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的装备故障，导致敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the opponent is preparing to activate Thundering Suite, <color=#FFD780FF>focus on breaking the triple-layer Experimental Multi-Shield that they deploy</color>, as this will prevent the suite's activation. The Shield will periodically repair itself. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and unleash continuous Electro attacks. If you successfully prevent the suite's activation, the opponent's <color=#FFD780FF>Electro RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando o inimigo está se preparando para ativar o Conjunto Trovejante, <color=#FFD780FF>destrua o Escudo Experimental de Camada Tripla o mais rápido possível</color> para interromper sua ativação. O Escudo se regenerará automaticamente após um certo tempo. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz para destruí-lo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, <color=#FFD780FF>reduzirá consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда враг готовится активировать Громовой набор, <color=#FFD780FF>как можно скорее уничтожьте его тройной Экспериментальный мультищит</color>, чтобы помешать активации набора. Щит периодически восстанавливается. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то <color=#FFD780FF>Электро сопротивление врага значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "敌人准备启动雷矩套件时，<color=#FFD780FF>尽快破坏其展开的3层「实验型多重护盾」</color>即可阻止套件启动。护盾将周期性自我修复，<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions <Color=#FFFFFF40>|</Color> {SPRITE_PRESET#11004} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100302,
            "monsterLevel": 70,
            "levelConfigs": [
                {
                    "id": 1003041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_GargoyleFafnir",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24030305,
                        "level": 70,
                        "hp": 1276179.5661851466,
                        "attack": 6122.228465112159,
                        "defense": 850.0000238418579,
                        "matchedName": "Gargoyle_Fafnir_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.699999988079071
                    },
                    "enLevelName": "Aeonblight Drake: Normal",
                    "ptLevelName": "Dragão Calamitoso: Forma Normal",
                    "ruLevelName": "Дракон вечных бедствий: Обычная форма",
                    "chsLevelName": "兆载永劫龙兽·常形",
                    "enMonsterSpecialDesc": "This dragon-shaped combat machine is a being that inspires fear, much like the lord who once ruled these vast lands.\\nThis mysterious, tireless mechanical monstrosity seems to be proof that the now-destroyed realm had reached heights that mortals should never have.\\nIn the Ley Line memories, the power it displayed has left a deep impression, transforming it into a truly terrifying representation of defense...",
                    "ptMonsterSpecialDesc": "Essa máquina de combate na forma de um dragão é um ser amedrontador, assim como o senhor que governou estas vastas terras.\\nEsta monstruosidade mecânica misteriosa incansável parece ser a prova de que a lendária nação já dizimada de fato alcançou o que os mortais nunca deveriam alcançar.\\nNas memórias das Linhas Ley, o poder que eles demonstram foi profundamente fortalecido, tornando-se defensores amedrontadores...",
                    "ruMonsterSpecialDesc": "Эта боевая машина в форме дракона внушает страх, как и правитель, который когда-то владел этими землями.\\nЗагадочное неутомимое механическое чудище словно подтверждает, что давно сгинувшее царство достигало таких высот, которые оказались не по силам простым смертным.\\nВ воспоминаниях артерий земли сила, которой оно обладает, навсегда осталась в памяти и стала символом ужаса для воинств...",
                    "chsMonsterSpecialDesc": "如同古时曾制御大地的君王一般，令人望而生畏的龙形战斗机械。\\n这架不知疲倦的神秘机械巨兽似乎证明，传说已经覆灭的国度确已触及了人所不应抵达的领域。\\n在地脉的记忆中，它所展现的战力被深深烙下，转作守军中最为可怖的代表…",
                    "enMonsterSpecialMechanicName": [
                        "Countermeasures",
                        "Combat Mechanics",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Contramedidas",
                        "Mecanismo de Combate",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Контрмеры",
                        "Механики боя",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "反制措施",
                        "交战机制",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Periodically releases a dangerous torrent of energy during combat and changes form in response to the main type of Elemental DMG it has suffered up to that point, <color=#FFD780FF>increasing its Elemental RES to that Element</color>.",
                        "Able to switch between aerial- and ground-attack states. Under various circumstances, the cores all over its body will be exposed. Take the opportunity to <color=#FFD780FF>attack these cores</color> to paralyze the creature and remove its Elemental RES boost. Once paralysis ends, it will switch between aerial- and ground-attack states.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Lança uma onda de energia periodicamente durante a batalha, e que troca de estado de acordo com o Tipo Elemental do Dano sofrido, <color=#FFD780FF>aumentando a RES Elemental correspondente</color>.",
                        "Pode trocar entre o estado terrestre e aéreo. Em algumas circunstâncias, os vários núcleos ficarão expostos. Aproveite essa chance para <color=#FFD780FF>atacá-los</color>, assim você poderá paralisá-lo e remover o aumento de RES Elemental. Depois que se recuperar da paralisação, trocará para o estado de combate aéreo ou terrestre.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою периодически выпускает поток опасной энергии и меняет форму в зависимости от основного типа элемента полученного им урона, <color=#FFD780FF>повышая своё сопротивление этому элементу</color>.",
                        "Способен атаковать как в воздухе, так и на земле. В некоторых состояниях открываются ядра по всему его телу. Воспользуйтесь этой возможностью и <color=#FFD780FF>атакуйте ядра</color>, чтобы парализовать чудовище и устранить его усиление сопротивления элементам. Выйдя из парализованного состояния, он начнёт переключаться между воздушной и наземной формами.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "在战斗中会周期性释放危险的能量洪流，并根据此前受到伤害的主要元素类型来切换形态，<color=#FFD780FF>提升对应的元素抗性</color>。",
                        "能在地面与升空两种作战状态之间切换。一些状态下，身体诸多部位的核心会暴露出来，抓住机会<color=#FFD780FF>攻击核心</color>的话就会使其瘫痪，并清除已提升的元素抗性。从瘫痪状态恢复后，会切换升空或地面的作战状态。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Periodically releases a torrent of energy, and changes form in response to the type of Elemental DMG it has suffered up to that point, <color=#FFD780FF>increasing its Elemental RES to that Element</color>.",
                        "<color=#FFD780FF>Attack the exposed cores</color> to paralyze the creature and remove its Elemental RES boost. Once paralysis ends, it will switch between aerial- and ground-attack states.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Lança periodicamente uma onda de energia que muda de estado com relação ao Tipo Elemental do Dano que sofreu, <color=#FFD780FF>aumentando a RES do Dano Elemental correspondente</color>.",
                        "<color=#FFD780FF>Atacar os Núcleos Expostos</color> pode paralisá-los, e remover a RES acumulada. Depois da paralisação acabar, passará a flutuar no ar ou ficará no chão.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Периодически выпускает поток энергии и меняет форму в зависимости от элемента полученного им урона, <color=#FFD780FF>повышая своё сопротивление этому элементу</color>.",
                        "<color=#FFD780FF>Атакуйте открывшиеся ядра</color>, чтобы парализовать чудовище и устранить его усиление сопротивления элементам. Выйдя из парализованного состояния, он начнёт переключаться между воздушной и наземной формами.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "周期性释放能量洪流，根据此前所受伤害的元素类型来切换形态，<color=#FFD780FF>提升对应元素抗性</color>。",
                        "<color=#FFD780FF>攻击暴露的核心</color>可使其瘫痪，并清除已提升的抗性。瘫痪结束后，将切换升空或地面状态。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Multi Elemental DMG <Color=#FFFFFF40>|</Color> Bow characters",
                        "Single Elemental DMG",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Multi-Elemental <Color=#FFFFFF40> | </Color> Personagens de arco",
                        "Dano de Único Elemento",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон разных элементов<Color=#FFFFFF40> | </Color>Стрелковое оружие",
                        "Элементальный урон одного типа",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "多种元素伤害<Color=#FFFFFF40> | </Color>弓角色",
                        "单一元素伤害",
                        ""
                    ]
                },
                {
                    "id": 1003042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HermitCrabMatureElite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26162606,
                        "level": 70,
                        "hp": 6165602.054852307,
                        "attack": 8162.971493419609,
                        "defense": 850.0000238418579,
                        "matchedName": "HermitCrab_Mature_Elite_PlantBomb",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Scarred Rock Crab: Normal",
                    "ptLevelName": "Caranguejo de Pedra Veterano: Normal",
                    "ruLevelName": "Бывалый каменный краб: Обычная форма",
                    "chsLevelName": "历经百战的岩居蟹·常形",
                    "enMonsterSpecialDesc": "A crab that lives within shells and conches. A distant relation to the Fontainian Armored Crab. Most specimens are docile and gentle, but there are stories of crabs fighting to the death to defend their territory — their gentle nature transforming to fuel a wild, frenzied rage.\\nIn the Ley Line memories, a mighty Rock Crab warrior who once tasted defeat now raises its pincers to face a new challenger once more...",
                    "ptMonsterSpecialDesc": "Um caranguejo que vive dentro de conchas. Possui uma relação distante com o Caranguejo de Armadura de Fontaine. A maioria deles são dóceis e gentis, mas há histórias desses caranguejos lutarem até a morte para defenderem seu território, com sua gentil natureza transformando-se numa fúria selvagem.\\nNas memórias das Linhas Ley, um poderoso Caranguejo de Pedra guerreiro derrotado agora ergue suas garras para enfrentar um novo desafiante...",
                    "ruMonsterSpecialDesc": "Дальний родственник фонтейнского бронекраба, предпочитающий селиться в раковинах. В основном эти крабы миролюбивы и не проявляют агрессии, но нередко они готовы до смерти отстаивать территорию своего семейства. В такие моменты их покладистый нрав сменяется неистовой яростью.\\nВ воспоминаниях артерий земли могучий каменный краб-воин, познавший горечь поражения, теперь поднимает свои клешни, чтобы вновь сойтись с соперником...",
                    "chsMonsterSpecialDesc": "寄居在螺与壳之中的蟹类，是枫丹重甲蟹的远亲，原本大多性情温顺，几乎不具备攻击性，但也不乏为了整个族群的领地，挺身而出决死搏杀的案例。此时，原本温顺的底色反倒成为了狂烈躁戾的助燃剂。\\n地脉的记忆中，便存在遗憾败北的强大「斗士」岩居蟹，如今，它的重钳指向了新的挑战者…",
                    "enMonsterSpecialMechanicName": [
                        "Stoneborne Seeds",
                        "Almighty Bombardment",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Sementes da Rocha",
                        "Bombardeio Czariano",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Каменные семена",
                        "Великая бомбардировка",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "岩居之种",
                        "伟大轰袭",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, Stoneborne Seeds will be continuously scattered across the battlefield before exploding after a short delay. If these seeds take <color=#FFD780FF>Bloom, Hyperbloom, Lunar-Bloom, or Burgeon DMG</color> before they explode, they will undergo conversion and turn their attacks toward the Rock Crab instead, dealing DMG based on the total amount of DMG they themselves received.",
                        "After the battle begins, the Rock Crab will leap into the air, scatter a large number of Stoneborne Seeds, and then begin charging up. It will detonate the Stoneborne Seeds, dealing DMG over a wide area. While charging, the Rock Crab will deploy a Ward, which can be broken by <color=#FFD780FF>converting a certain amount of Stoneborne Seeds</color>. Breaking its Ward will interrupt the Rock Crab's charging and leave it paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em uma batalha, Sementes da Rocha serão espalhadas pelo campo de batalha continuamente até explodirem depois de um certo tempo. Se essas sementes sofrerem <color=#FFD780FF>Dano de Florescimento, Germinação, Superflorescimento ou Florescimento Lunar</color> antes de explodirão, seus ataques serão convertidos para causarem Dano contra o Caranguejo de Pedra, causando Dano baseado na quantidade total de Dano que sofreram.",
                        "Após o início da batalha, o Caranguejo de Pedra saltará no ar, lançará várias Sementes da Rocha, então começará a carregar. Ele detonará as Sementes da Rocha, causando Dano sobre uma área ampla. Enquanto estiver carregando, o Caranguejo de Pedra se cobrirá com um Revestimento que pode ser destruído se receber uma certa quantidade de Dano <color=#FFD780FF>convertido de Sementes da Rocha</color>. Destruir o Revestimento interromperá o carregamento do Caranguejo de Pedra e o paralisará.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою на поле постоянно разбрасываются Каменные семена, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color=#FFD780FF>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона.",
                        "Когда бой начинается, каменный краб прыгает в воздух, разбрасывает много Каменных семян и начинает заряжаться. После зарядки он подрывает Каменные семена, нанося урон по большой площади. Во время зарядки краб устанавливает барьер, который можно уничтожить <color=#FFD780FF>определённым количеством трансформированных Каменных семян</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，将不断在场上散布「岩居之种」。「岩居之种」将在短暂间隔后爆炸，但若在爆炸前受到<color=#FFD780FF>绽放、烈绽放、超绽放或月绽放反应伤害</color>，则会被转化，对岩居蟹发动反噬攻击，并根据所受伤害的总值造成对应伤害。",
                        "战斗开始后，岩居蟹会升空，散布大量「岩居之种」后开始蓄力，并在蓄力完成后引爆「岩居之种」，造成大范围伤害。蓄力期间，岩居蟹将展开护罩，通过<color=#FFD780FF>转化一定数量的「岩居之种」</color>破坏护罩，即可打断岩居蟹的蓄力并使其瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "In battle, Stoneborne Seeds will be scattered across the battlefield before exploding after a short delay. If these seeds take <color=#FFD780FF>Bloom, Hyperbloom, Lunar-Bloom, or Burgeon DMG</color> before they explode, they will undergo conversion and turn their attacks toward the Rock Crab instead, dealing DMG based on the total amount of DMG they themselves received.",
                        "After the battle begins, the Rock Crab will leap into the air and enter a short period of charging up before unleashing a powerful attack. While charging, the Rock Crab will deploy a Ward, which can be broken if <color=#FFD780FF>a certain amount of Stoneborne Seeds are converted</color>. Breaking its Ward will interrupt the Rock Crab's charging and leave it paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Em uma batalha, Sementes da Rocha serão espalhadas pelo campo de batalha até explodirem depois de um certo tempo. Se essas sementes sofrerem <color=#FFD780FF>Dano de Florescimento, Germinação, Superflorescimento ou Florescimento Lunar</color> antes de explodirão, seus ataques serão convertidos para causarem Dano contra o Caranguejo de Pedra, causando Dano baseado na quantidade total de Dano que sofreram.",
                        "Depois que a batalha começar, o Caranguejo de Pedra saltará no ar e entrará num período de carregamento antes de lançar um poderoso ataque. Enquanto estiver carregando, o Caranguejo de Pedra se cobrirá com um Revestimento, que pode ser destruído se receber Dano <color=#FFD780FF>certa quantidade de Dano convertido de Sementes da Rocha</color>. Destruir o Revestimento interromperá o carregamento do Caranguejo de Pedra e o paralisará.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою на поле разбрасываются Каменные семена, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color=#FFD780FF>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона.",
                        "Когда бой начинается, каменный краб прыгает в воздух, заряжается и через короткий промежуток времени совершает мощную однократную атаку. Во время зарядки краб устанавливает барьер, который можно уничтожить <color=#FFD780FF>определённым количеством трансформированных Каменных семян</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，将在场上散布「岩居之种」：短暂间隔后爆炸；若在爆炸前受到<color=#FFD780FF>绽放、烈绽放、超绽放或月绽放反应伤害</color>，则会被转化，对岩居蟹发动反噬攻击，并根据所受伤害的总值造成对应伤害。",
                        "战斗开始后，岩居蟹会升空并蓄力，短暂间隔后施放一次强力攻击。蓄力期间，岩居蟹将展开护罩，<color=#FFD780FF>转化一定数量的「岩居之种」</color>即可破坏护罩，从而打断岩居蟹的蓄力，并使其瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11029} reactions",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Reação Elemental {SPRITE_PRESET#11029}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11029}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11029}元素反应",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1003043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23079402,
                        "level": 70,
                        "hp": 5638126.652961493,
                        "attack": 10203.713901916868,
                        "defense": 850.0000238418579,
                        "matchedName": "Oprichnik_Male_Strong_LanceArquebus_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Battle-Hardened Fireblade Shock Trooper: Normal",
                    "ptLevelName": "Tropa de Choque Lâmina Flamejante Veterana: Normal",
                    "ruLevelName": "Бывалый Штурмовик огненного клинка: Обычная форма",
                    "chsLevelName": "历经百战的火刃突击队员·常形",
                    "enMonsterSpecialDesc": "An elite officer of the Fatui Oprichniki who specializes in close combat using a giant blade.\\nWhether it be in the war against the dark calamity or against those ignoramuses who dare stand against the Tsaritsa's ideals, those who breach at the tip of the spear suffer the greatest casualties. Those who survive a hundred battles only to fall all the same become a fearful memory in the Ley Lines. When intruded upon by a powerful outsider, such formidable warriors are the chaotic Ley Lines' perilous response...",
                    "ptMonsterSpecialDesc": "Um oficial de elite dos Oprichniki dos Fatui, especialista em combate próximo com uma lâmina gigante.\\nSeja na guerra contra a calamidade escura ou contra os ignorantes que ficam no caminho dos ideais da Tsaritsa, aqueles avançam na ponta da lança são os que sofrem as mais pesadas baixas. Aqueles que sobrevivem cem batalhas para então caírem se tornam então memórias temerosas nas Linhas Ley. Quando um intruso poderoso se aproxima, tais guerreiros formidáveis se tornam as respostas perigosas das Linhas Ley...",
                    "ruMonsterSpecialDesc": "Элитный офицер опричников с гигантским клинком, специализирующийся на ближнем бою.\\nБудь то противостояние чёрному бедствию или невеждам, осмеливающимся противостоять идеалам Царицы, те, кто прорвётся на острие копья, понесут наибольшие потери. Павшие солдаты, которые пережили сотни сражений, превращаются в страшное воспоминание в артериях земли. Когда вторгается могущественный пришелец, такие грозные воины становятся ответом хаотичных артерий земли на опасность...",
                    "chsMonsterSpecialDesc": "隶属于愚人众特辖队的精锐士官，擅长以巨剑与敌人近身相搏。\\n无论是在抵御漆黑灾厄的战斗中，还是在与那些胆敢阻拦女皇理想的无知者们的战斗中，冲在最前线的突击队都是伤亡最高的编制之一，历经百战却遗憾倒下的老兵，却成为了地脉恐惧记忆的一环，强大的外来者造访时，紊乱的地脉便会以这等战士作为危险的回应…",
                    "enMonsterSpecialMechanicName": [
                        "Multi-Shield",
                        "Thundering Barrage",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo Múltiplo",
                        "Saraivada de Raios",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мультищит",
                        "Громовой залп",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "多重护盾",
                        "雷矩轰击",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, the opponent will deploy a special Experimental Multi-Shield to protect themselves while they prepare to activate Thundering Suite. The Shield will repair itself by a certain amount at regular intervals. Destroying all 3 layers of the Shield will prevent Thundering Suite's activation and paralyze the opponent. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Additional Elemental Orbs will be generated for each layer of the Shield that is destroyed.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and then unleash continuous Electro attacks for a period of time. If you successfully prevent the suite's activation, the opponent's equipment will malfunction, causing their <color=#FFD780FF>Electro RES to be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em combate, o inimigo lançará um Escudo Experimental para se proteger enquanto se prepara para ativar o Conjunto Trovejante. O Escudo se reparará em uma certa quantidade periodicamente. Destruir as 3 camadas do Escudo impedirá que o Conjunto Trovejante seja ativado, paralisando o oponente. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz em destruir o Escudo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, o equipamento do inimigo quebrará, <color=#FFD780FF>reduzindo consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультищит. Щит через определённые промежутки времени восстанавливается. Уничтожьте все три слоя щита, чтобы помешать активации Громового набора и парализовать врага. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color=#FFD780FF>Электро сопротивление значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，敌人将准备启动雷矩套件，并展开特殊的「实验型多重护盾」保护自身，每隔一段时间，护盾会进行一定程度的自我修复。破坏3层护盾后，即可阻止雷矩套件启动，并使敌人瘫痪。<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并在接下来的一段时间内持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的装备故障，导致敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the opponent is preparing to activate Thundering Suite, <color=#FFD780FF>focus on breaking the triple-layer Experimental Multi-Shield that they deploy</color>, as this will prevent the suite's activation. The Shield will periodically repair itself. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and unleash continuous Electro attacks. If you successfully prevent the suite's activation, the opponent's <color=#FFD780FF>Electro RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando o inimigo está se preparando para ativar o Conjunto Trovejante, <color=#FFD780FF>destrua o Escudo Experimental de Camada Tripla o mais rápido possível</color> para interromper sua ativação. O Escudo se regenerará automaticamente após um certo tempo. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz para destruí-lo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, <color=#FFD780FF>reduzirá consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда враг готовится активировать Громовой набор, <color=#FFD780FF>как можно скорее уничтожьте его тройной Экспериментальный мультищит</color>, чтобы помешать активации набора. Щит периодически восстанавливается. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то <color=#FFD780FF>Электро сопротивление врага значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "敌人准备启动雷矩套件时，<color=#FFD780FF>尽快破坏其展开的3层「实验型多重护盾」</color>即可阻止套件启动。护盾将周期性自我修复，<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions <Color=#FFFFFF40>|</Color> {SPRITE_PRESET#11004} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100303,
            "monsterLevel": 90,
            "levelConfigs": [
                {
                    "id": 1003041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_GargoyleFafnir",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24030305,
                        "level": 90,
                        "hp": 969417.3508059233,
                        "attack": 11418.823591017863,
                        "defense": 949.999988079071,
                        "matchedName": "Gargoyle_Fafnir_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.699999988079071
                    },
                    "enLevelName": "Aeonblight Drake: Normal",
                    "ptLevelName": "Dragão Calamitoso: Forma Normal",
                    "ruLevelName": "Дракон вечных бедствий: Обычная форма",
                    "chsLevelName": "兆载永劫龙兽·常形",
                    "enMonsterSpecialDesc": "This dragon-shaped combat machine is a being that inspires fear, much like the lord who once ruled these vast lands.\\nThis mysterious, tireless mechanical monstrosity seems to be proof that the now-destroyed realm had reached heights that mortals should never have.\\nIn the Ley Line memories, the power it displayed has left a deep impression, transforming it into a truly terrifying representation of defense...",
                    "ptMonsterSpecialDesc": "Essa máquina de combate na forma de um dragão é um ser amedrontador, assim como o senhor que governou estas vastas terras.\\nEsta monstruosidade mecânica misteriosa incansável parece ser a prova de que a lendária nação já dizimada de fato alcançou o que os mortais nunca deveriam alcançar.\\nNas memórias das Linhas Ley, o poder que eles demonstram foi profundamente fortalecido, tornando-se defensores amedrontadores...",
                    "ruMonsterSpecialDesc": "Эта боевая машина в форме дракона внушает страх, как и правитель, который когда-то владел этими землями.\\nЗагадочное неутомимое механическое чудище словно подтверждает, что давно сгинувшее царство достигало таких высот, которые оказались не по силам простым смертным.\\nВ воспоминаниях артерий земли сила, которой оно обладает, навсегда осталась в памяти и стала символом ужаса для воинств...",
                    "chsMonsterSpecialDesc": "如同古时曾制御大地的君王一般，令人望而生畏的龙形战斗机械。\\n这架不知疲倦的神秘机械巨兽似乎证明，传说已经覆灭的国度确已触及了人所不应抵达的领域。\\n在地脉的记忆中，它所展现的战力被深深烙下，转作守军中最为可怖的代表…",
                    "enMonsterSpecialMechanicName": [
                        "Countermeasures",
                        "Combat Mechanics",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Contramedidas",
                        "Mecanismo de Combate",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Контрмеры",
                        "Механики боя",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "反制措施",
                        "交战机制",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Periodically releases a dangerous torrent of energy during combat and changes form in response to the main type of Elemental DMG it has suffered up to that point, <color=#FFD780FF>increasing its Elemental RES to that Element</color>.",
                        "Able to switch between aerial- and ground-attack states. Under various circumstances, the cores all over its body will be exposed. Take the opportunity to <color=#FFD780FF>attack these cores</color> to paralyze the creature and remove its Elemental RES boost. Once paralysis ends, it will switch between aerial- and ground-attack states.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Lança uma onda de energia periodicamente durante a batalha, e que troca de estado de acordo com o Tipo Elemental do Dano sofrido, <color=#FFD780FF>aumentando a RES Elemental correspondente</color>.",
                        "Pode trocar entre o estado terrestre e aéreo. Em algumas circunstâncias, os vários núcleos ficarão expostos. Aproveite essa chance para <color=#FFD780FF>atacá-los</color>, assim você poderá paralisá-lo e remover o aumento de RES Elemental. Depois que se recuperar da paralisação, trocará para o estado de combate aéreo ou terrestre.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою периодически выпускает поток опасной энергии и меняет форму в зависимости от основного типа элемента полученного им урона, <color=#FFD780FF>повышая своё сопротивление этому элементу</color>.",
                        "Способен атаковать как в воздухе, так и на земле. В некоторых состояниях открываются ядра по всему его телу. Воспользуйтесь этой возможностью и <color=#FFD780FF>атакуйте ядра</color>, чтобы парализовать чудовище и устранить его усиление сопротивления элементам. Выйдя из парализованного состояния, он начнёт переключаться между воздушной и наземной формами.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "在战斗中会周期性释放危险的能量洪流，并根据此前受到伤害的主要元素类型来切换形态，<color=#FFD780FF>提升对应的元素抗性</color>。",
                        "能在地面与升空两种作战状态之间切换。一些状态下，身体诸多部位的核心会暴露出来，抓住机会<color=#FFD780FF>攻击核心</color>的话就会使其瘫痪，并清除已提升的元素抗性。从瘫痪状态恢复后，会切换升空或地面的作战状态。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Periodically releases a torrent of energy, and changes form in response to the type of Elemental DMG it has suffered up to that point, <color=#FFD780FF>increasing its Elemental RES to that Element</color>.",
                        "<color=#FFD780FF>Attack the exposed cores</color> to paralyze the creature and remove its Elemental RES boost. Once paralysis ends, it will switch between aerial- and ground-attack states.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Lança periodicamente uma onda de energia que muda de estado com relação ao Tipo Elemental do Dano que sofreu, <color=#FFD780FF>aumentando a RES do Dano Elemental correspondente</color>.",
                        "<color=#FFD780FF>Atacar os Núcleos Expostos</color> pode paralisá-los, e remover a RES acumulada. Depois da paralisação acabar, passará a flutuar no ar ou ficará no chão.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Периодически выпускает поток энергии и меняет форму в зависимости от элемента полученного им урона, <color=#FFD780FF>повышая своё сопротивление этому элементу</color>.",
                        "<color=#FFD780FF>Атакуйте открывшиеся ядра</color>, чтобы парализовать чудовище и устранить его усиление сопротивления элементам. Выйдя из парализованного состояния, он начнёт переключаться между воздушной и наземной формами.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "周期性释放能量洪流，根据此前所受伤害的元素类型来切换形态，<color=#FFD780FF>提升对应元素抗性</color>。",
                        "<color=#FFD780FF>攻击暴露的核心</color>可使其瘫痪，并清除已提升的抗性。瘫痪结束后，将切换升空或地面状态。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Multi Elemental DMG <Color=#FFFFFF40>|</Color> Bow characters",
                        "Single Elemental DMG",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Multi-Elemental <Color=#FFFFFF40> | </Color> Personagens de arco",
                        "Dano de Único Elemento",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон разных элементов<Color=#FFFFFF40> | </Color>Стрелковое оружие",
                        "Элементальный урон одного типа",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "多种元素伤害<Color=#FFFFFF40> | </Color>弓角色",
                        "单一元素伤害",
                        ""
                    ]
                },
                {
                    "id": 1003042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HermitCrabMatureElite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26162606,
                        "level": 90,
                        "hp": 861697.1945601404,
                        "attack": 15225.098506701761,
                        "defense": 949.999988079071,
                        "matchedName": "HermitCrab_Mature_Elite_PlantBomb",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Scarred Rock Crab: Normal",
                    "ptLevelName": "Caranguejo de Pedra Veterano: Normal",
                    "ruLevelName": "Бывалый каменный краб: Обычная форма",
                    "chsLevelName": "历经百战的岩居蟹·常形",
                    "enMonsterSpecialDesc": "A crab that lives within shells and conches. A distant relation to the Fontainian Armored Crab. Most specimens are docile and gentle, but there are stories of crabs fighting to the death to defend their territory — their gentle nature transforming to fuel a wild, frenzied rage.\\nIn the Ley Line memories, a mighty Rock Crab warrior who once tasted defeat now raises its pincers to face a new challenger once more...",
                    "ptMonsterSpecialDesc": "Um caranguejo que vive dentro de conchas. Possui uma relação distante com o Caranguejo de Armadura de Fontaine. A maioria deles são dóceis e gentis, mas há histórias desses caranguejos lutarem até a morte para defenderem seu território, com sua gentil natureza transformando-se numa fúria selvagem.\\nNas memórias das Linhas Ley, um poderoso Caranguejo de Pedra guerreiro derrotado agora ergue suas garras para enfrentar um novo desafiante...",
                    "ruMonsterSpecialDesc": "Дальний родственник фонтейнского бронекраба, предпочитающий селиться в раковинах. В основном эти крабы миролюбивы и не проявляют агрессии, но нередко они готовы до смерти отстаивать территорию своего семейства. В такие моменты их покладистый нрав сменяется неистовой яростью.\\nВ воспоминаниях артерий земли могучий каменный краб-воин, познавший горечь поражения, теперь поднимает свои клешни, чтобы вновь сойтись с соперником...",
                    "chsMonsterSpecialDesc": "寄居在螺与壳之中的蟹类，是枫丹重甲蟹的远亲，原本大多性情温顺，几乎不具备攻击性，但也不乏为了整个族群的领地，挺身而出决死搏杀的案例。此时，原本温顺的底色反倒成为了狂烈躁戾的助燃剂。\\n地脉的记忆中，便存在遗憾败北的强大「斗士」岩居蟹，如今，它的重钳指向了新的挑战者…",
                    "enMonsterSpecialMechanicName": [
                        "Stoneborne Seeds",
                        "Almighty Bombardment",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Sementes da Rocha",
                        "Bombardeio Czariano",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Каменные семена",
                        "Великая бомбардировка",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "岩居之种",
                        "伟大轰袭",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, Stoneborne Seeds will be continuously scattered across the battlefield before exploding after a short delay. If these seeds take <color=#FFD780FF>Bloom, Hyperbloom, Lunar-Bloom, or Burgeon DMG</color> before they explode, they will undergo conversion and turn their attacks toward the Rock Crab instead, dealing DMG based on the total amount of DMG they themselves received.",
                        "After the battle begins, the Rock Crab will leap into the air, scatter a large number of Stoneborne Seeds, and then begin charging up. It will detonate the Stoneborne Seeds, dealing DMG over a wide area. While charging, the Rock Crab will deploy a Ward, which can be broken by <color=#FFD780FF>converting a certain amount of Stoneborne Seeds</color>. Breaking its Ward will interrupt the Rock Crab's charging and leave it paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em uma batalha, Sementes da Rocha serão espalhadas pelo campo de batalha continuamente até explodirem depois de um certo tempo. Se essas sementes sofrerem <color=#FFD780FF>Dano de Florescimento, Germinação, Superflorescimento ou Florescimento Lunar</color> antes de explodirão, seus ataques serão convertidos para causarem Dano contra o Caranguejo de Pedra, causando Dano baseado na quantidade total de Dano que sofreram.",
                        "Após o início da batalha, o Caranguejo de Pedra saltará no ar, lançará várias Sementes da Rocha, então começará a carregar. Ele detonará as Sementes da Rocha, causando Dano sobre uma área ampla. Enquanto estiver carregando, o Caranguejo de Pedra se cobrirá com um Revestimento que pode ser destruído se receber uma certa quantidade de Dano <color=#FFD780FF>convertido de Sementes da Rocha</color>. Destruir o Revestimento interromperá o carregamento do Caranguejo de Pedra e o paralisará.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою на поле постоянно разбрасываются Каменные семена, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color=#FFD780FF>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона.",
                        "Когда бой начинается, каменный краб прыгает в воздух, разбрасывает много Каменных семян и начинает заряжаться. После зарядки он подрывает Каменные семена, нанося урон по большой площади. Во время зарядки краб устанавливает барьер, который можно уничтожить <color=#FFD780FF>определённым количеством трансформированных Каменных семян</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，将不断在场上散布「岩居之种」。「岩居之种」将在短暂间隔后爆炸，但若在爆炸前受到<color=#FFD780FF>绽放、烈绽放、超绽放或月绽放反应伤害</color>，则会被转化，对岩居蟹发动反噬攻击，并根据所受伤害的总值造成对应伤害。",
                        "战斗开始后，岩居蟹会升空，散布大量「岩居之种」后开始蓄力，并在蓄力完成后引爆「岩居之种」，造成大范围伤害。蓄力期间，岩居蟹将展开护罩，通过<color=#FFD780FF>转化一定数量的「岩居之种」</color>破坏护罩，即可打断岩居蟹的蓄力并使其瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "In battle, Stoneborne Seeds will be scattered across the battlefield before exploding after a short delay. If these seeds take <color=#FFD780FF>Bloom, Hyperbloom, Lunar-Bloom, or Burgeon DMG</color> before they explode, they will undergo conversion and turn their attacks toward the Rock Crab instead, dealing DMG based on the total amount of DMG they themselves received.",
                        "After the battle begins, the Rock Crab will leap into the air and enter a short period of charging up before unleashing a powerful attack. While charging, the Rock Crab will deploy a Ward, which can be broken if <color=#FFD780FF>a certain amount of Stoneborne Seeds are converted</color>. Breaking its Ward will interrupt the Rock Crab's charging and leave it paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Em uma batalha, Sementes da Rocha serão espalhadas pelo campo de batalha até explodirem depois de um certo tempo. Se essas sementes sofrerem <color=#FFD780FF>Dano de Florescimento, Germinação, Superflorescimento ou Florescimento Lunar</color> antes de explodirão, seus ataques serão convertidos para causarem Dano contra o Caranguejo de Pedra, causando Dano baseado na quantidade total de Dano que sofreram.",
                        "Depois que a batalha começar, o Caranguejo de Pedra saltará no ar e entrará num período de carregamento antes de lançar um poderoso ataque. Enquanto estiver carregando, o Caranguejo de Pedra se cobrirá com um Revestimento, que pode ser destruído se receber Dano <color=#FFD780FF>certa quantidade de Dano convertido de Sementes da Rocha</color>. Destruir o Revestimento interromperá o carregamento do Caranguejo de Pedra e o paralisará.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою на поле разбрасываются Каменные семена, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color=#FFD780FF>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона.",
                        "Когда бой начинается, каменный краб прыгает в воздух, заряжается и через короткий промежуток времени совершает мощную однократную атаку. Во время зарядки краб устанавливает барьер, который можно уничтожить <color=#FFD780FF>определённым количеством трансформированных Каменных семян</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，将在场上散布「岩居之种」：短暂间隔后爆炸；若在爆炸前受到<color=#FFD780FF>绽放、烈绽放、超绽放或月绽放反应伤害</color>，则会被转化，对岩居蟹发动反噬攻击，并根据所受伤害的总值造成对应伤害。",
                        "战斗开始后，岩居蟹会升空并蓄力，短暂间隔后施放一次强力攻击。蓄力期间，岩居蟹将展开护罩，<color=#FFD780FF>转化一定数量的「岩居之种」</color>即可破坏护罩，从而打断岩居蟹的蓄力，并使其瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11029} reactions",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Reação Elemental {SPRITE_PRESET#11029}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11029}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11029}元素反应",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1003043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23079402,
                        "level": 90,
                        "hp": 956661.648771405,
                        "attack": 19031.372266351827,
                        "defense": 949.999988079071,
                        "matchedName": "Oprichnik_Male_Strong_LanceArquebus_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Battle-Hardened Fireblade Shock Trooper: Normal",
                    "ptLevelName": "Tropa de Choque Lâmina Flamejante Veterana: Normal",
                    "ruLevelName": "Бывалый Штурмовик огненного клинка: Обычная форма",
                    "chsLevelName": "历经百战的火刃突击队员·常形",
                    "enMonsterSpecialDesc": "An elite officer of the Fatui Oprichniki who specializes in close combat using a giant blade.\\nWhether it be in the war against the dark calamity or against those ignoramuses who dare stand against the Tsaritsa's ideals, those who breach at the tip of the spear suffer the greatest casualties. Those who survive a hundred battles only to fall all the same become a fearful memory in the Ley Lines. When intruded upon by a powerful outsider, such formidable warriors are the chaotic Ley Lines' perilous response...",
                    "ptMonsterSpecialDesc": "Um oficial de elite dos Oprichniki dos Fatui, especialista em combate próximo com uma lâmina gigante.\\nSeja na guerra contra a calamidade escura ou contra os ignorantes que ficam no caminho dos ideais da Tsaritsa, aqueles avançam na ponta da lança são os que sofrem as mais pesadas baixas. Aqueles que sobrevivem cem batalhas para então caírem se tornam então memórias temerosas nas Linhas Ley. Quando um intruso poderoso se aproxima, tais guerreiros formidáveis se tornam as respostas perigosas das Linhas Ley...",
                    "ruMonsterSpecialDesc": "Элитный офицер опричников с гигантским клинком, специализирующийся на ближнем бою.\\nБудь то противостояние чёрному бедствию или невеждам, осмеливающимся противостоять идеалам Царицы, те, кто прорвётся на острие копья, понесут наибольшие потери. Павшие солдаты, которые пережили сотни сражений, превращаются в страшное воспоминание в артериях земли. Когда вторгается могущественный пришелец, такие грозные воины становятся ответом хаотичных артерий земли на опасность...",
                    "chsMonsterSpecialDesc": "隶属于愚人众特辖队的精锐士官，擅长以巨剑与敌人近身相搏。\\n无论是在抵御漆黑灾厄的战斗中，还是在与那些胆敢阻拦女皇理想的无知者们的战斗中，冲在最前线的突击队都是伤亡最高的编制之一，历经百战却遗憾倒下的老兵，却成为了地脉恐惧记忆的一环，强大的外来者造访时，紊乱的地脉便会以这等战士作为危险的回应…",
                    "enMonsterSpecialMechanicName": [
                        "Multi-Shield",
                        "Thundering Barrage",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo Múltiplo",
                        "Saraivada de Raios",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мультищит",
                        "Громовой залп",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "多重护盾",
                        "雷矩轰击",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, the opponent will deploy a special Experimental Multi-Shield to protect themselves while they prepare to activate Thundering Suite. The Shield will repair itself by a certain amount at regular intervals. Destroying all 3 layers of the Shield will prevent Thundering Suite's activation and paralyze the opponent. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Additional Elemental Orbs will be generated for each layer of the Shield that is destroyed.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and then unleash continuous Electro attacks for a period of time. If you successfully prevent the suite's activation, the opponent's equipment will malfunction, causing their <color=#FFD780FF>Electro RES to be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em combate, o inimigo lançará um Escudo Experimental para se proteger enquanto se prepara para ativar o Conjunto Trovejante. O Escudo se reparará em uma certa quantidade periodicamente. Destruir as 3 camadas do Escudo impedirá que o Conjunto Trovejante seja ativado, paralisando o oponente. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz em destruir o Escudo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, o equipamento do inimigo quebrará, <color=#FFD780FF>reduzindo consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультищит. Щит через определённые промежутки времени восстанавливается. Уничтожьте все три слоя щита, чтобы помешать активации Громового набора и парализовать врага. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color=#FFD780FF>Электро сопротивление значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，敌人将准备启动雷矩套件，并展开特殊的「实验型多重护盾」保护自身，每隔一段时间，护盾会进行一定程度的自我修复。破坏3层护盾后，即可阻止雷矩套件启动，并使敌人瘫痪。<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并在接下来的一段时间内持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的装备故障，导致敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the opponent is preparing to activate Thundering Suite, <color=#FFD780FF>focus on breaking the triple-layer Experimental Multi-Shield that they deploy</color>, as this will prevent the suite's activation. The Shield will periodically repair itself. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and unleash continuous Electro attacks. If you successfully prevent the suite's activation, the opponent's <color=#FFD780FF>Electro RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando o inimigo está se preparando para ativar o Conjunto Trovejante, <color=#FFD780FF>destrua o Escudo Experimental de Camada Tripla o mais rápido possível</color> para interromper sua ativação. O Escudo se regenerará automaticamente após um certo tempo. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz para destruí-lo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, <color=#FFD780FF>reduzirá consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда враг готовится активировать Громовой набор, <color=#FFD780FF>как можно скорее уничтожьте его тройной Экспериментальный мультищит</color>, чтобы помешать активации набора. Щит периодически восстанавливается. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то <color=#FFD780FF>Электро сопротивление врага значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "敌人准备启动雷矩套件时，<color=#FFD780FF>尽快破坏其展开的3层「实验型多重护盾」</color>即可阻止套件启动。护盾将周期性自我修复，<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions <Color=#FFFFFF40>|</Color> {SPRITE_PRESET#11004} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100304,
            "monsterLevel": 100,
            "levelConfigs": [
                {
                    "id": 1003051,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_GargoyleFafnir",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24030305,
                        "level": 100,
                        "hp": 4830499.83912389,
                        "attack": 14773.25319093978,
                        "defense": 1000,
                        "matchedName": "Gargoyle_Fafnir_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.699999988079071
                    },
                    "enLevelName": "Aeonblight Drake: Skyshaker",
                    "ptLevelName": "Dragão Calamitoso: Motor Aterrorizador",
                    "ruLevelName": "Дракон вечных бедствий: Сотрясающий небо",
                    "chsLevelName": "兆载永劫龙兽·骇擎",
                    "enMonsterSpecialDesc": "This dragon-shaped combat machine is a being that inspires fear, much like the lord who once ruled these vast lands.\\nThis mysterious, tireless mechanical monstrosity seems to be proof that the now-destroyed realm had reached heights that mortals should never have.\\nAfter plunging into the surging chaos of the Ley Lines, the machine's core appears to have become overcharged, bursting with an even more terrifying power...",
                    "ptMonsterSpecialDesc": "Essa máquina de combate na forma de um dragão é um ser amedrontador, assim como o senhor que governou estas vastas terras.\\nEsta monstruosidade mecânica misteriosa incansável parece ser a prova de que a lendária nação já dizimada de fato alcançou o que os mortais nunca deveriam alcançar.\\nApós a perturbação nas Linhas Ley, o núcleo desse mecanismo parece ter sido fortalecido, aumentando seu poder explosivo aterrador...",
                    "ruMonsterSpecialDesc": "Эта боевая машина в форме дракона внушает страх, как и правитель, который когда-то владел этими землями.\\nЗагадочное неутомимое механическое чудище словно подтверждает, что давно сгинувшее царство достигало таких высот, которые оказались не по силам простым смертным.\\nКогда оно пребывает внутри флуктуации артерий земли, его ядро получает некое усиление, и оно становится способным обрушивать ещё более ужасающую мощность...",
                    "chsMonsterSpecialDesc": "如同古时曾制御大地的君王一般，令人望而生畏的龙形战斗机械。\\n这架不知疲倦的神秘机械巨兽似乎证明，传说已经覆灭的国度确已触及了人所不应抵达的领域。\\n置身于地脉紊乱的奔流后，这型机关的核心似乎获得了某种增压，爆发出更为骇人的功率…",
                    "enMonsterSpecialMechanicName": [
                        "Countermeasures",
                        "Combat Mechanics",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Contramedidas",
                        "Mecanismo de Combate",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Контрмеры",
                        "Механики боя",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "反制措施",
                        "交战机制",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Periodically releases a dangerous torrent of energy during combat and changes form in response to the main type of Elemental DMG it has suffered up to that point, <color=#FFD780FF>increasing its Elemental RES to that Element</color>.",
                        "Able to switch between aerial- and ground-attack states. Under various circumstances, the cores all over its body will be exposed. Take the opportunity to <color=#FFD780FF>attack these cores</color> to paralyze the creature and remove its Elemental RES boost. Once paralysis ends, it will switch between aerial- and ground-attack states.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Lança uma onda de energia periodicamente durante a batalha, e que troca de estado de acordo com o Tipo Elemental do Dano sofrido, <color=#FFD780FF>aumentando a RES Elemental correspondente</color>.",
                        "Pode trocar entre o estado terrestre e aéreo. Em algumas circunstâncias, os vários núcleos ficarão expostos. Aproveite essa chance para <color=#FFD780FF>atacá-los</color>, assim você poderá paralisá-lo e remover o aumento de RES Elemental. Depois que se recuperar da paralisação, trocará para o estado de combate aéreo ou terrestre.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою периодически выпускает поток опасной энергии и меняет форму в зависимости от основного типа элемента полученного им урона, <color=#FFD780FF>повышая своё сопротивление этому элементу</color>.",
                        "Способен атаковать как в воздухе, так и на земле. В некоторых состояниях открываются ядра по всему его телу. Воспользуйтесь этой возможностью и <color=#FFD780FF>атакуйте ядра</color>, чтобы парализовать чудовище и устранить его усиление сопротивления элементам. Выйдя из парализованного состояния, он начнёт переключаться между воздушной и наземной формами.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "在战斗中会周期性释放危险的能量洪流，并根据此前受到伤害的主要元素类型来切换形态，<color=#FFD780FF>提升对应的元素抗性</color>。",
                        "能在地面与升空两种作战状态之间切换。一些状态下，身体诸多部位的核心会暴露出来，抓住机会<color=#FFD780FF>攻击核心</color>的话就会使其瘫痪，并清除已提升的元素抗性。从瘫痪状态恢复后，会切换升空或地面的作战状态。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Periodically releases a torrent of energy, and changes form in response to the type of Elemental DMG it has suffered up to that point, <color=#FFD780FF>increasing its Elemental RES to that Element</color>.",
                        "<color=#FFD780FF>Attack the exposed cores</color> to paralyze the creature and remove its Elemental RES boost. Once paralysis ends, it will switch between aerial- and ground-attack states.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Lança periodicamente uma onda de energia que muda de estado com relação ao Tipo Elemental do Dano que sofreu, <color=#FFD780FF>aumentando a RES do Dano Elemental correspondente</color>.",
                        "<color=#FFD780FF>Atacar os Núcleos Expostos</color> pode paralisá-los, e remover a RES acumulada. Depois da paralisação acabar, passará a flutuar no ar ou ficará no chão.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Периодически выпускает поток энергии и меняет форму в зависимости от элемента полученного им урона, <color=#FFD780FF>повышая своё сопротивление этому элементу</color>.",
                        "<color=#FFD780FF>Атакуйте открывшиеся ядра</color>, чтобы парализовать чудовище и устранить его усиление сопротивления элементам. Выйдя из парализованного состояния, он начнёт переключаться между воздушной и наземной формами.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "周期性释放能量洪流，根据此前所受伤害的元素类型来切换形态，<color=#FFD780FF>提升对应元素抗性</color>。",
                        "<color=#FFD780FF>攻击暴露的核心</color>可使其瘫痪，并清除已提升的抗性。瘫痪结束后，将切换升空或地面状态。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Multi Elemental DMG <Color=#FFFFFF40>|</Color> Bow characters",
                        "Single Elemental DMG",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Multi-Elemental <Color=#FFFFFF40> | </Color> Personagens de arco",
                        "Dano de Único Elemento",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон разных элементов<Color=#FFFFFF40> | </Color>Стрелковое оружие",
                        "Элементальный урон одного типа",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "多种元素伤害<Color=#FFFFFF40> | </Color>弓角色",
                        "单一元素伤害",
                        ""
                    ]
                },
                {
                    "id": 1003052,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HermitCrabMatureElite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26162606,
                        "level": 100,
                        "hp": 4293743.832092375,
                        "attack": 19697.671419797698,
                        "defense": 1000,
                        "matchedName": "HermitCrab_Mature_Elite_PlantBomb",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Scarred Rock Crab: Steel-Plated",
                    "ptLevelName": "Caranguejo de Pedra Veterano: Armadura de Aço",
                    "ruLevelName": "Бывалый каменный краб: Стальной панцирь",
                    "chsLevelName": "历经百战的岩居蟹·钢甲",
                    "enMonsterSpecialDesc": "A crab that lives within shells and conches. A distant relation to the Fontainian Armored Crab. Most specimens are docile and gentle, but there are stories of crabs fighting to the death to defend their territory — their gentle nature transforming to fuel a wild, frenzied rage.\\nAmid the chaotic flow of the Ley Lines, the mighty Rock Crab warrior who once tasted defeat appears to have reflected on its bitter loss, honing its armor to be as impervious as the iron plating of a warship...",
                    "ptMonsterSpecialDesc": "Um caranguejo que vive dentro de conchas. Possui uma relação distante com o Caranguejo de Armadura de Fontaine. A maioria deles são dóceis e gentis, mas há histórias desses caranguejos lutarem até a morte para defenderem seu território, com sua gentil natureza transformando-se numa fúria selvagem.\\nNo fluxo caótico das Linhas Ley, o Caranguejo de Pedra derrotado parece ter refletido sobre sua amarga derrota, refinando sua armadura para ser impenetrável como a couraça metálica de um navio...",
                    "ruMonsterSpecialDesc": "Дальний родственник фонтейнского бронекраба, предпочитающий селиться в раковинах. В основном эти крабы миролюбивы и не проявляют агрессии, но нередко они готовы до смерти отстаивать территорию своего семейства. В такие моменты их покладистый нрав сменяется неистовой яростью.\\nВ хаотичном потоке артерий земли могучий каменный краб-воин, познавший горечь поражения, глубоко размышлял над своей неудачей и постоянно оттачивал броню, которая стала такой же непробиваемой, как борт военного корабля...",
                    "chsMonsterSpecialDesc": "寄居在螺与壳之中的蟹类，是枫丹重甲蟹的远亲，原本大多性情温顺，几乎不具备攻击性，但也不乏为了整个族群的领地，挺身而出决死搏杀的案例。此时，原本温顺的底色反倒成为了狂烈躁戾的助燃剂。\\n地脉的乱流中，曾遗憾败北的强大「斗士」岩居蟹似是对当年的溃败进行了深刻反省，不断磨砺自身的甲胄，已如战舰侧舷的钢甲那般难以洞穿…",
                    "enMonsterSpecialMechanicName": [
                        "Stoneborne Seeds",
                        "Almighty Bombardment",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Sementes da Rocha",
                        "Bombardeio Czariano",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Каменные семена",
                        "Великая бомбардировка",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "岩居之种",
                        "伟大轰袭",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, Stoneborne Seeds will be continuously scattered across the battlefield before exploding after a short delay. If these seeds take <color=#FFD780FF>Bloom, Hyperbloom, Lunar-Bloom, or Burgeon DMG</color> before they explode, they will undergo conversion and turn their attacks toward the Rock Crab instead, dealing DMG based on the total amount of DMG they themselves received.",
                        "After the battle begins, the Rock Crab will leap into the air, scatter a large number of Stoneborne Seeds, and then begin charging up. It will detonate the Stoneborne Seeds, dealing DMG over a wide area. While charging, the Rock Crab will deploy a Ward, which can be broken by <color=#FFD780FF>converting a certain amount of Stoneborne Seeds</color>. Breaking its Ward will interrupt the Rock Crab's charging and leave it paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em uma batalha, Sementes da Rocha serão espalhadas pelo campo de batalha continuamente até explodirem depois de um certo tempo. Se essas sementes sofrerem <color=#FFD780FF>Dano de Florescimento, Germinação, Superflorescimento ou Florescimento Lunar</color> antes de explodirão, seus ataques serão convertidos para causarem Dano contra o Caranguejo de Pedra, causando Dano baseado na quantidade total de Dano que sofreram.",
                        "Após o início da batalha, o Caranguejo de Pedra saltará no ar, lançará várias Sementes da Rocha, então começará a carregar. Ele detonará as Sementes da Rocha, causando Dano sobre uma área ampla. Enquanto estiver carregando, o Caranguejo de Pedra se cobrirá com um Revestimento que pode ser destruído se receber uma certa quantidade de Dano <color=#FFD780FF>convertido de Sementes da Rocha</color>. Destruir o Revestimento interromperá o carregamento do Caranguejo de Pedra e o paralisará.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою на поле постоянно разбрасываются Каменные семена, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color=#FFD780FF>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона.",
                        "Когда бой начинается, каменный краб прыгает в воздух, разбрасывает много Каменных семян и начинает заряжаться. После зарядки он подрывает Каменные семена, нанося урон по большой площади. Во время зарядки краб устанавливает барьер, который можно уничтожить <color=#FFD780FF>определённым количеством трансформированных Каменных семян</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，将不断在场上散布「岩居之种」。「岩居之种」将在短暂间隔后爆炸，但若在爆炸前受到<color=#FFD780FF>绽放、烈绽放、超绽放或月绽放反应伤害</color>，则会被转化，对岩居蟹发动反噬攻击，并根据所受伤害的总值造成对应伤害。",
                        "战斗开始后，岩居蟹会升空，散布大量「岩居之种」后开始蓄力，并在蓄力完成后引爆「岩居之种」，造成大范围伤害。蓄力期间，岩居蟹将展开护罩，通过<color=#FFD780FF>转化一定数量的「岩居之种」</color>破坏护罩，即可打断岩居蟹的蓄力并使其瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "In battle, Stoneborne Seeds will be scattered across the battlefield before exploding after a short delay. If these seeds take <color=#FFD780FF>Bloom, Hyperbloom, Lunar-Bloom, or Burgeon DMG</color> before they explode, they will undergo conversion and turn their attacks toward the Rock Crab instead, dealing DMG based on the total amount of DMG they themselves received.",
                        "After the battle begins, the Rock Crab will leap into the air and enter a short period of charging up before unleashing a powerful attack. While charging, the Rock Crab will deploy a Ward, which can be broken if <color=#FFD780FF>a certain amount of Stoneborne Seeds are converted</color>. Breaking its Ward will interrupt the Rock Crab's charging and leave it paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Em uma batalha, Sementes da Rocha serão espalhadas pelo campo de batalha até explodirem depois de um certo tempo. Se essas sementes sofrerem <color=#FFD780FF>Dano de Florescimento, Germinação, Superflorescimento ou Florescimento Lunar</color> antes de explodirão, seus ataques serão convertidos para causarem Dano contra o Caranguejo de Pedra, causando Dano baseado na quantidade total de Dano que sofreram.",
                        "Depois que a batalha começar, o Caranguejo de Pedra saltará no ar e entrará num período de carregamento antes de lançar um poderoso ataque. Enquanto estiver carregando, o Caranguejo de Pedra se cobrirá com um Revestimento, que pode ser destruído se receber Dano <color=#FFD780FF>certa quantidade de Dano convertido de Sementes da Rocha</color>. Destruir o Revestimento interromperá o carregamento do Caranguejo de Pedra e o paralisará.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою на поле разбрасываются Каменные семена, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color=#FFD780FF>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона.",
                        "Когда бой начинается, каменный краб прыгает в воздух, заряжается и через короткий промежуток времени совершает мощную однократную атаку. Во время зарядки краб устанавливает барьер, который можно уничтожить <color=#FFD780FF>определённым количеством трансформированных Каменных семян</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，将在场上散布「岩居之种」：短暂间隔后爆炸；若在爆炸前受到<color=#FFD780FF>绽放、烈绽放、超绽放或月绽放反应伤害</color>，则会被转化，对岩居蟹发动反噬攻击，并根据所受伤害的总值造成对应伤害。",
                        "战斗开始后，岩居蟹会升空并蓄力，短暂间隔后施放一次强力攻击。蓄力期间，岩居蟹将展开护罩，<color=#FFD780FF>转化一定数量的「岩居之种」</color>即可破坏护罩，从而打断岩居蟹的蓄力，并使其瘫痪。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11029} reactions",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Reação Elemental {SPRITE_PRESET#11029}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11029}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11029}元素反应",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1003053,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23079402,
                        "level": 100,
                        "hp": 4766940.731256604,
                        "attack": 24622.088153021643,
                        "defense": 1000,
                        "matchedName": "Oprichnik_Male_Strong_LanceArquebus_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Battle-Hardened Fireblade Shock Trooper: Frenzied",
                    "ptLevelName": "Tropa de Choque Lâmina Flamejante Veterana: Frenético",
                    "ruLevelName": "Бывалый Штурмовик огненного клинка: Берсерк",
                    "chsLevelName": "历经百战的火刃突击队员·狂热",
                    "enMonsterSpecialDesc": "An elite officer of the Fatui Oprichniki who specializes in close combat using a giant blade.\\nWhether it be in the war against the dark calamity or against those ignoramuses who dare stand against the Tsaritsa's ideals, those who breach at the tip of the spear suffer the greatest casualties. Those who survive a hundred battles only to fall all the same become a fearful memory in the Ley Lines. Twisted by the disordered Ley Lines, the loyalty and resolve of these warriors devolve into a frenzy to tear their enemies apart, with an aggression that surges like a tide...",
                    "ptMonsterSpecialDesc": "Um oficial de elite dos Oprichniki dos Fatui, especialista em combate próximo com uma lâmina gigante.\\nSeja na guerra contra a calamidade escura ou contra os ignorantes que ficam no caminho dos ideais da Tsaritsa, aqueles avançam na ponta da lança são os que sofrem as mais pesadas baixas. Aqueles que sobrevivem cem batalhas para então caírem se tornam então memórias temerosas nas Linhas Ley. Distorcido pelas Linhas Ley, a lealdade e determinação desses guerreiros se transforma num frenesi que destrói seus inimigos, como uma agressividade que emerge como uma maré...",
                    "ruMonsterSpecialDesc": "Элитный офицер опричников с гигантским клинком, специализирующийся на ближнем бою.\\nБудь то противостояние чёрному бедствию или невеждам, осмеливающимся противостоять идеалам Царицы, те, кто прорвётся на острие копья, понесут наибольшие потери. Павшие солдаты, которые пережили сотни сражений, превращаются в страшное воспоминание в артериях земли. Преданность и решимость таких воинов, искажённые хаотичными артериями земли, низводятся до ярости, велящей разрывать врагов на куски, и ослепляющей враждебности...",
                    "chsMonsterSpecialDesc": "隶属于愚人众特辖队的精锐士官，擅长以巨剑与敌人近身相搏。\\n无论是在抵御漆黑灾厄的战斗中，还是在与那些胆敢阻拦女皇理想的无知者们的战斗中，冲在最前线的突击队都是伤亡最高的编制之一，历经百战却遗憾倒下的老兵，却成为了地脉恐惧记忆的一环，经受地脉乱象的扭曲后，这等战士的忠诚与执着化为了撕碎敌人的狂热，侵略性成倍增幅…",
                    "enMonsterSpecialMechanicName": [
                        "Multi-Shield",
                        "Thundering Barrage",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo Múltiplo",
                        "Saraivada de Raios",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мультищит",
                        "Громовой залп",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "多重护盾",
                        "雷矩轰击",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, the opponent will deploy a special Experimental Multi-Shield to protect themselves while they prepare to activate Thundering Suite. The Shield will repair itself by a certain amount at regular intervals. Destroying all 3 layers of the Shield will prevent Thundering Suite's activation and paralyze the opponent. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and then unleash continuous Electro attacks for a period of time. If you successfully prevent the suite's activation, the opponent's equipment will malfunction, causing their <color=#FFD780FF>Electro RES to be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em combate, o inimigo lançará um Escudo Experimental para se proteger enquanto se prepara para ativar o Conjunto Trovejante. O Escudo se reparará em uma certa quantidade periodicamente. Destruir as 3 camadas do Escudo impedirá que o Conjunto Trovejante seja ativado, paralisando o oponente. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz em destruir o Escudo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, o equipamento do inimigo quebrará, <color=#FFD780FF>reduzindo consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультищит. Щит через определённые промежутки времени восстанавливается. Уничтожьте все три слоя щита, чтобы помешать активации Громового набора и парализовать врага. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color=#FFD780FF>Электро сопротивление значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，敌人将准备启动雷矩套件，并展开特殊的「实验型多重护盾」保护自身，每隔一段时间，护盾会进行一定程度的自我修复。破坏3层护盾后，即可阻止雷矩套件启动，并使敌人瘫痪。<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并在接下来的一段时间内持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的装备故障，导致敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the opponent is preparing to activate Thundering Suite, <color=#FFD780FF>focus on breaking the triple-layer Experimental Multi-Shield that they deploy</color>, as this will prevent the suite's activation. The Shield will periodically repair itself. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and unleash continuous Electro attacks. If you successfully prevent the suite's activation, the opponent's <color=#FFD780FF>Electro RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando o inimigo está se preparando para ativar o Conjunto Trovejante, <color=#FFD780FF>destrua o Escudo Experimental de Camada Tripla o mais rápido possível</color> para interromper sua ativação. O Escudo se regenerará automaticamente após um certo tempo. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz para destruí-lo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, <color=#FFD780FF>reduzirá consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда враг готовится активировать Громовой набор, <color=#FFD780FF>как можно скорее уничтожьте его тройной Экспериментальный мультищит</color>, чтобы помешать активации набора. Щит периодически восстанавливается. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то <color=#FFD780FF>Электро сопротивление врага значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "敌人准备启动雷矩套件时，<color=#FFD780FF>尽快破坏其展开的3层「实验型多重护盾」</color>即可阻止套件启动。护盾将周期性自我修复，<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions <Color=#FFFFFF40>|</Color> {SPRITE_PRESET#11004} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100305,
            "monsterLevel": 105,
            "levelConfigs": [
                {
                    "id": 1003061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_GargoyleFafnir",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24030305,
                        "level": 105,
                        "hp": 6004430.165781081,
                        "attack": 16260.4403025941,
                        "defense": 1024.999976158142,
                        "matchedName": "Gargoyle_Fafnir_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.699999988079071
                    },
                    "enLevelName": "Aeonblight Drake: Annihilation Configuration",
                    "ptLevelName": "Dragão Calamitoso: Mecanismo Aniquilador",
                    "ruLevelName": "Дракон вечных бедствий: Конфигурация истребления",
                    "chsLevelName": "兆载永劫龙兽·歼灭构型",
                    "enMonsterSpecialDesc": "This dragon-shaped combat machine is a being that inspires fear, much like the lord who once ruled these vast lands.\\nThis mysterious, tireless mechanical monstrosity seems to be proof that the now-destroyed realm had reached heights that mortals should never have.\\nDue to sustained corruption from the disordered Ley Lines, its frame has been enhanced, and it has adapted to its mission of annihilation so well that it has become a nightmare of death on the battlefield...",
                    "ptMonsterSpecialDesc": "Essa máquina de combate na forma de um dragão é um ser amedrontador, assim como o senhor que governou estas vastas terras.\\nEsta monstruosidade mecânica misteriosa incansável parece ser a prova de que a lendária nação já dizimada de fato alcançou o que os mortais nunca deveriam alcançar.\\nDevido a passar muito tempo exposto a contaminação das Linhas Ley, sua estrutura evoluiu, gerando uma lógica super destrutiva, e tornando-se um pesadelo mortal no campo de combate...",
                    "ruMonsterSpecialDesc": "Эта боевая машина в форме дракона внушает страх, как и правитель, который когда-то владел этими землями.\\nЗагадочное неутомимое механическое чудище словно подтверждает, что давно сгинувшее царство достигало таких высот, которые оказались не по силам простым смертным.\\nПод длительным воздействием заражения артерий земли его структура незаметно подверглась эволюции - оно приобрело превосходную логику адаптации к задачам уничтожения и стало самым смертоносным кошмаром на поле боя...",
                    "chsMonsterSpecialDesc": "如同古时曾制御大地的君王一般，令人望而生畏的龙形战斗机械。\\n这架不知疲倦的神秘机械巨兽似乎证明，传说已经覆灭的国度确已触及了人所不应抵达的领域。\\n经由地脉乱象的长久侵染，它的框架竟已悄然演进，对歼灭任务产生了卓越的适应逻辑，成为战场上至为致命的噩梦…",
                    "enMonsterSpecialMechanicName": [
                        "Emergency Countermeasures",
                        "Multi-Combat Mechanics",
                        "Core Armor Compartment",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Contramedidas de Emergência",
                        "Mecânica Multi-Combate",
                        "Compartimento de Armadura Nuclear",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Экстренные контрмеры",
                        "Множественные механики боя",
                        "Бронеотсеки ядер",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "紧急反制措施",
                        "多重交战机制",
                        "核心装甲隔舱",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Line disturbance, every time DMG equaling a certain percentage of its HP is taken, a torrent of energy will be unleashed, and the creature will change form in response to the type of Elemental DMG it has suffered the most during that period, <color=#FFD780FF>significantly increasing its Elemental RES to that Element</color>.",
                        "Affected by the Ley Line disturbance, the creature will start combat in the ground-attack state. If it fails to release a torrent of energy for a long enough time, it will switch to the aerial-attack state to continue combat.",
                        "Affected by the Ley Line disturbance, the creature's many cores are now protected, and it will no longer be paralyzed when they are attacked, nor will its Elemental RES boost be removed.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando está sob influência da perturbação de Linha Ley, cada vez que sofre uma certa quantidade de Dano proporcional a Vida, lança uma onda de energia, e que troca o estado de acordo com o Tipo Elemental de Dano mais alto sofrido nesse período, <color=#FFD780FF>aumentando consideravelmente a RES Elemental correspondente</color>.",
                        "Quando está sob a influência de uma perturbação da Linha Ley, inicia a batalha no estado de combate terrestre. Se não lançar sua corrente de energia por muito tempo, trocará para o estado de combate aéreo.",
                        "Devido a uma perturbação das Linhas Ley, os muitos núcleos da criatura estão protegidos, e não será paralisada quando eles forem atacadas, nem perderá o aumento de sua RES Elemental.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под воздействием флуктуации артерий земли, после того как дракон получает урон, равный определённой части HP, он выпускает поток энергии и меняет форму в зависимости от основного типа элемента урона, полученного им в этот период, <color=#FFD780FF>значительно повышая своё сопротивление этому элементу</color>.",
                        "Под воздействием флуктуации артерий земли начинает бой в состоянии наземных атак. Если он не сможет выпустить Всплеск энергии в течение долгого времени, то он переходит в состояние воздушных атак и продолжает бой.",
                        "Под воздействием флуктуации артерий земли ядра на его теле теперь защищены. Атаки ядер больше не парализуют его, а его элементальное сопротивление не снимается.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，每承受一定比例生命值的伤害，就会释放能量洪流，并根据这段时间所受伤害最高的元素类型来切换形态，<color=#FFD780FF>极大提升对应元素抗性</color>。",
                        "受到地脉紊乱的影响，初始会以地面状态开始战斗。如果长时间未释放能量洪流，就会切换到升空状态进行战斗。",
                        "受到地脉紊乱的影响，身体的诸多核心都被保护了起来，不再会因为核心受到攻击而瘫痪，也不会因此而清除已有的元素抗性。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, every time DMG equaling a certain percentage of its HP is taken, a torrent of energy will be unleashed, and the creature will change form in response to the type of Elemental DMG it has suffered the most during that period, <color=#FFD780FF>significantly increasing its Elemental RES to that Element</color>.",
                        "Affected by the Ley Line disturbance, the creature will start combat in the ground-attack state. If it fails to release a torrent of energy for a long enough time, it will switch to the aerial-attack state.",
                        "Affected by the Ley Line disturbance, the creature's many cores are now protected, and it will no longer be paralyzed when they are attacked, nor will its Elemental RES boost be removed.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando está sob influência da perturbação de Linha Ley, cada vez que sofre uma certa quantidade de Dano proporcional a Vida, lança uma onda de energia, e que troca o estado de acordo com o Tipo Elemental de Dano mais alto sofrido nesse período, <color=#FFD780FF>aumentando consideravelmente a RES Elemental correspondente</color>.",
                        "Quando está sob a influência de uma perturbação da Linha Ley, inicia a batalha no estado de combate terrestre. Se não lançar sua corrente de energia por muito tempo, trocará para o estado de combate aéreo.",
                        "Devido a uma perturbação das Linhas Ley, os muitos núcleos da criatura estão protegidos, e não será paralisada quando eles forem atacadas, nem perderá o aumento de sua RES Elemental.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под воздействием флуктуации артерий земли, после того как дракон получает урон, равный определённой части HP, он выпускает поток энергии и меняет форму в зависимости от основного типа элемента урона, полученного им в этот период, <color=#FFD780FF>значительно повышая своё сопротивление этому элементу</color>.",
                        "Под воздействием флуктуации артерий земли начинает бой в состоянии наземных атак. Если он не сможет выпустить Всплеск энергии в течение долгого времени, то он переходит в состояние воздушных атак.",
                        "Под воздействием флуктуации артерий земли ядра на его теле теперь защищены. Атаки ядер больше не парализуют его, а его элементальное сопротивление не снимается.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，每承受一定比例生命值的伤害，就会释放能量洪流，并根据这段时间所受伤害最高的元素类型来切换形态，<color=#FFD780FF>极大提升对应元素抗性</color>。",
                        "受到地脉紊乱的影响，初始会以地面状态开始战斗。如果长时间未释放能量洪流，就会切换到升空状态。",
                        "受到地脉紊乱的影响，身体的诸多核心都被保护了起来，不再会因为核心受到攻击而瘫痪，也不会因此而清除已有的元素抗性。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Multi Elemental DMG",
                        "Single Elemental DMG",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Multi-Elemental",
                        "Dano de Único Elemento",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон разных элементов",
                        "Элементальный урон одного типа",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "多种元素伤害",
                        "单一元素伤害",
                        ""
                    ]
                },
                {
                    "id": 1003062,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HermitCrabMatureElite",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26162606,
                        "level": 105,
                        "hp": 5833715.976952672,
                        "attack": 21680.58761885739,
                        "defense": 1024.999976158142,
                        "matchedName": "HermitCrab_Mature_Elite_PlantBomb",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Scarred Rock Crab: One Million Blasts",
                    "ptLevelName": "Caranguejo de Pedra Veterano: Um Milhão de Explosões",
                    "ruLevelName": "Бывалый каменный краб: Миллион взрывов",
                    "chsLevelName": "历经百战的岩居蟹·百万爆轰",
                    "enMonsterSpecialDesc": "A crab that lives within shells and conches. A distant relation to the Fontainian Armored Crab. Most specimens are docile and gentle, but there are stories of crabs fighting to the death to defend their territory — their gentle nature transforming to fuel a wild, frenzied rage.\\nAmong the twisted illusions of the Ley Lines, the mighty Rock Crab warrior who fell to a horde of foes has reforged its offensive abilities to withstand the onslaught of a hundred thousand enemies — an endeavor rewarded with alarming success...",
                    "ptMonsterSpecialDesc": "Um caranguejo que vive dentro de conchas. Possui uma relação distante com o Caranguejo de Armadura de Fontaine. A maioria deles são dóceis e gentis, mas há histórias desses caranguejos lutarem até a morte para defenderem seu território, com sua gentil natureza transformando-se numa fúria selvagem.\\nEntre as ilusões tortas das Linhas Ley, o Caranguejo de Pedra guerreiro que caiu contra uma hora de guerreiros reforjou sua habilidade ofensiva para sobreviver ao massacre de milhares de inimigos, uma empreitada que lhe rendeu um enorme sucesso...",
                    "ruMonsterSpecialDesc": "Дальний родственник фонтейнского бронекраба, предпочитающий селиться в раковинах. В основном эти крабы миролюбивы и не проявляют агрессии, но нередко они готовы до смерти отстаивать территорию своего семейства. В такие моменты их покладистый нрав сменяется неистовой яростью.\\nВ искажённых иллюзиях артерий земли могучий каменный краб-воин, повергший сотни врагов, постоянно совершенствовал свои навыки атаки, стремясь обрести силу, которая позволила бы ему оставаться непобедимым перед лицом вражеских орд, и добился выдающихся успехов...",
                    "chsMonsterSpecialDesc": "寄居在螺与壳之中的蟹类，是枫丹重甲蟹的远亲，原本大多性情温顺，几乎不具备攻击性，但也不乏为了整个族群的领地，挺身而出决死搏杀的案例。此时，原本温顺的底色反倒成为了狂烈躁戾的助燃剂。\\n地脉至为扭曲的虚像中，不敌诸多对手的强大「斗士」岩居蟹反复锤炼着自身的进攻手段，追求着面对百千强敌都屹立不倒的战力，最终取得了卓绝的成效…",
                    "enMonsterSpecialMechanicName": [
                        "Stoneborne Seeds",
                        "Flammable Hermit",
                        "Almighty Tsarly Bombardment",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Sementes da Rocha",
                        "Ermitão Inflamável",
                        "Bombardeio Czariano Todo-Poderoso",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Каменные семена",
                        "Воспламеняющийся отшельник",
                        "Бомбардировка великого властителя",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "岩居之种",
                        "易燃寄种",
                        "伟大君临轰袭",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, Stoneborne Seeds will be scattered across the battlefield before exploding after a short delay. If these seeds take <color=#FFD780FF>Bloom, Hyperbloom, Lunar-Bloom, or Burgeon DMG</color> before they explode, they will undergo conversion and turn their attacks toward the Rock Crab instead, dealing DMG based on the total amount of DMG they themselves received.",
                        "Affected by the Ley Line disturbance, Stoneborne Seeds will violently explode after taking Pyro DMG, knocking characters back and dealing massive DMG.",
                        "Affected by the Ley Line disturbance, after the battle begins, the Rock Crab will leap into the air, scatter a large number of Stoneborne Seeds, and then begin charging up. It will detonate the Stoneborne Seeds, dealing DMG over a wide area, <color=#FFD780FF>immediately defeating your current active character</color> and greatly increasing its own All RES for a period of time. While charging, the Rock Crab will deploy a Ward, which can be broken by <color=#FFD780FF>converting a certain amount of Stoneborne Seeds</color>. Breaking its Ward will interrupt the Rock Crab's charging and leave it paralyzed.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em uma batalha, Sementes da Rocha serão espalhadas pelo campo de batalha até explodirem depois de um certo tempo. Se essas sementes sofrerem <color=#FFD780FF>Dano de Florescimento, Germinação, Superflorescimento ou Florescimento Lunar</color> antes de explodirão, seus ataques serão convertidos para causarem Dano contra o Caranguejo de Pedra, causando Dano baseado na quantidade total de Dano que sofreram.",
                        "Por causa da perturbação das Linhas Ley, Sementes da Rocha explodirão após sofrerem Dano Pyro, atirando personagens atingidos pelos ares e causando muito Dano.",
                        "Devido à perturbação da Linha Ley, após o início da batalha, o Caranguejo de Pedra saltará no ar, lançará várias Sementes da Rocha, então começará a carregar. Ele detonará as Sementes da Rocha, causando Dano sobre uma área ampla, <color=#FFD780FF>derrotando imediatamente seu personagem ativo atual</color> e aumentando imensamente sua própria RES por um período. Enquanto estiver carregando, o Caranguejo de Pedra se cobrirá com um Revestimento que pode ser destruído se receber uma certa quantidade de Dano <color=#FFD780FF>convertido de Sementes da Rocha</color>. Destruir o Revestimento interromperá o carregamento do Caranguejo de Pedra e o paralisará.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою на поле разбрасываются Каменные семена, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color=#FFD780FF>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона.",
                        "Под воздействием флуктуации артерий земли после атаки Каменных семян уроном Пиро происходит мощный взрыв, который отбрасывает персонажей и наносит огромный урон.",
                        "Под воздействием флуктуации артерий земли, когда бой начинается, каменный краб прыгает в воздух, разбрасывает много Каменных семян и начинает заряжаться. После зарядки он подрывает Каменные семена, нанося урон по большой площади, который <color=#FFD780FF>сразу выводит вашего активного персонажа из строя</color>, а его сопротивление всем элементам на определённый период времени значительно увеличивается. Во время зарядки краб устанавливает барьер, который можно уничтожить <color=#FFD780FF>определённым количеством трансформированных Каменных семян</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，将在场上散布「岩居之种」：短暂间隔后爆炸；若在爆炸前受到<color=#FFD780FF>绽放、烈绽放、超绽放或月绽放反应伤害</color>，则会被转化，对岩居蟹发动反噬攻击，并根据所受伤害的总值造成对应伤害。",
                        "受到地脉紊乱的影响，「岩居之种」受到火元素伤害后将剧烈爆炸，击飞角色并造成极高伤害。",
                        "受到地脉紊乱的影响，战斗开始后，岩居蟹会升空，散布大量「岩居之种」后开始蓄力，并在蓄力完成后引爆「岩居之种」，造成大范围伤害<color=#FFD780FF>使我方当前场上的角色直接倒下</color>，并使自身所有抗性在一段时间内大幅提升。蓄力期间，岩居蟹将展开护罩，通过<color=#FFD780FF>转化一定数量的「岩居之种」</color>破坏护罩，即可打断岩居蟹的蓄力并使其瘫痪。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "In battle, Stoneborne Seeds will be scattered across the battlefield before exploding after a short delay. If these seeds take <color=#FFD780FF>Bloom, Hyperbloom, Lunar-Bloom, or Burgeon DMG</color> before they explode, they will undergo conversion and turn their attacks toward the Rock Crab instead, dealing DMG based on the total amount of DMG they themselves received.",
                        "Affected by the Ley Line disturbance, Stoneborne Seeds will violently explode after taking Pyro DMG, knocking characters back and dealing massive DMG.",
                        "Affected by the Ley Line disturbance, after the battle begins, the Rock Crab will leap into the air and enter a short period of charging up before unleashing a powerful attack, <color=#FFD780FF>immediately defeating your current active character</color> and greatly increasing its own All RES. While charging, the Rock Crab will deploy a Ward, which can be broken if <color=#FFD780FF>a certain amount of Stoneborne Seeds are converted</color>. Breaking its Ward will interrupt the Rock Crab's charging and leave it paralyzed.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Em uma batalha, Sementes da Rocha serão espalhadas pelo campo de batalha até explodirem depois de um certo tempo. Se essas sementes sofrerem <color=#FFD780FF>Dano de Florescimento, Germinação, Superflorescimento ou Florescimento Lunar</color> antes de explodirão, seus ataques serão convertidos para causarem Dano contra o Caranguejo de Pedra, causando Dano baseado na quantidade total de Dano que sofreram.",
                        "Por causa da perturbação das Linhas Ley, Sementes da Rocha explodirão após sofrerem Dano Pyro, atirando personagens atingidos pelos ares e causando muito Dano.",
                        "Devido a perturbação das Linhas Ley, após a batalha começar, o Caranguejo de Pedra saltará no ar para entrar num curto período de carregamento antes de lançar um poderoso ataque, <color=#FFD780FF>derrotando seu personagem ativo imediatamente</color>, e aumenta consideravelmente todas as suas resistências. Enquanto estiver carregando, o Caranguejo de Pedra se cobrirá com um Revestimento, que pode ser quebrado se sofrer uma certa quantidade de Dano<color=#FFD780FF>convertido de Sementes da Rocha</color>. Quebrar seu Revestimento interromperá o carregamento do Caranguejo de Pedra, e o paralisará.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою на поле разбрасываются Каменные семена, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color=#FFD780FF>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона.",
                        "Под воздействием флуктуации артерий земли после атаки Каменных семян уроном Пиро происходит мощный взрыв, который отбрасывает персонажей и наносит огромный урон.",
                        "Под воздействием флуктуации артерий земли, когда бой начинается, каменный краб прыгает в воздух, заряжается и через короткий промежуток времени совершает мощную однократную атаку, которая <color=#FFD780FF>сразу выводит вашего активного персонажа из строя</color>, а его сопротивление всем элементам значительно увеличивается. Во время зарядки краб устанавливает барьер, который можно уничтожить <color=#FFD780FF>определённым количеством трансформированных Каменных семян</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，将在场上散布「岩居之种」：短暂间隔后爆炸；若在爆炸前受到<color=#FFD780FF>绽放、烈绽放、超绽放或月绽放反应伤害</color>，则会被转化，对岩居蟹发动反噬攻击，并根据所受伤害的总值造成对应伤害。",
                        "受到地脉紊乱的影响，「岩居之种」受到火元素伤害后将剧烈爆炸，击飞角色并造成极高伤害。",
                        "受到地脉紊乱的影响，战斗开始后岩居蟹会升空并蓄力，短暂间隔后施放一次强力攻击，<color=#FFD780FF>使我方当前场上的角色直接倒下</color>，并使自身所有抗性大幅提升。蓄力期间，岩居蟹将展开护罩，<color=#FFD780FF>转化一定数量的「岩居之种」</color>破坏护罩，即可打断岩居蟹的蓄力并使其瘫痪。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11029} reactions",
                        "{SPRITE_PRESET#11003} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Reação Elemental {SPRITE_PRESET#11029}",
                        "Personagens {SPRITE_PRESET#11003}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11029}",
                        "Персонажи {SPRITE_PRESET#11003}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11029}元素反应",
                        "{SPRITE_PRESET#11003}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1003063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23079402,
                        "level": 105,
                        "hp": 9232639.218469143,
                        "attack": 27100.73328892491,
                        "defense": 1024.999976158142,
                        "matchedName": "Oprichnik_Male_Strong_LanceArquebus_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Battle-Hardened Fireblade Shock Trooper: Forlorn Hope",
                    "ptLevelName": "Tropa de Choque Lâmina Flamejante Veterana: Arsenal Perigoso",
                    "ruLevelName": "Бывалый Штурмовик огненного клинка: Смертный бой",
                    "chsLevelName": "历经百战的火刃突击队员·决死武装",
                    "enMonsterSpecialDesc": "An elite officer of the Fatui Oprichniki who specializes in close combat using a giant blade.\\nWhether it be in the war against the dark calamity or against those ignoramuses who dare stand against the Tsaritsa's ideals, those who breach at the tip of the spear suffer the greatest casualties. Those who survive a hundred battles only to fall all the same become a fearful memory in the Ley Lines. Due to sustained immersion in the twisted currents, these warriors' lingering shades turn the blades they once wielded in desperate battle against the challenger who seeks to quell the disorder....",
                    "ptMonsterSpecialDesc": "Um oficial de elite dos Oprichniki dos Fatui, especialista em combate próximo com uma lâmina gigante.\\nSeja na guerra contra a calamidade escura ou contra os ignorantes que ficam no caminho dos ideais da Tsaritsa, aqueles avançam na ponta da lança são os que sofrem as mais pesadas baixas. Aqueles que sobrevivem cem batalhas para então caírem se tornam então memórias temerosas nas Linhas Ley. Devido à constante imersão nas correntes distorcidas, as sombras residuais erguem suas lâminas em uma batalha desesperada contra o desafiante que busca acabar com essa desordem...",
                    "ruMonsterSpecialDesc": "Элитный офицер опричников с гигантским клинком, специализирующийся на ближнем бою.\\nБудь то противостояние чёрному бедствию или невеждам, осмеливающимся противостоять идеалам Царицы, те, кто прорвётся на острие копья, понесут наибольшие потери. Павшие солдаты, которые пережили сотни сражений, превращаются в страшное воспоминание в артериях земли. После долгого погружения в бурные, искривлённые потоки, тени этих воинов обратили свои клинки, с которыми они сражались в решающем бою, против пришедшего усмирить беспорядок...",
                    "chsMonsterSpecialDesc": "隶属于愚人众特辖队的精锐士官，擅长以巨剑与敌人近身相搏。\\n无论是在抵御漆黑灾厄的战斗中，还是在与那些胆敢阻拦女皇理想的无知者们的战斗中，冲在最前线的突击队都是伤亡最高的编制之一，历经百战却遗憾倒下的老兵，却成为了地脉恐惧记忆的一环，深浸于扭曲奔流许久之后，老兵的残像将过去决死一战所用的锋刃转向了前来平息动乱的挑战者…",
                    "enMonsterSpecialMechanicName": [
                        "Multi-Shield",
                        "Thundering Barrage",
                        "Emergency Power Surge",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo Múltiplo",
                        "Saraivada de Raios",
                        "Surto de Energia de Emergência",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мультищит",
                        "Громовой залп",
                        "Аварийное усиление мощности",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "多重护盾",
                        "雷矩轰击",
                        "紧急功率增幅",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, the opponent will deploy a special Experimental Multi-Shield to protect themselves while they prepare to activate Thundering Suite. The Shield will repair itself by a certain amount at regular intervals. Destroying all 3 layers of the Shield will prevent Thundering Suite's activation and paralyze the opponent. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Additional Elemental Orbs will be generated for each layer of the Shield that is destroyed.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and then unleash continuous Electro attacks for a period of time. If you successfully prevent the suite's activation, the opponent's equipment will malfunction, causing their <color=#FFD780FF>Electro RES to be greatly decreased</color>.",
                        "Affected by the Ley Line disturbance, the Experimental Multi-Shield increases All RES except Electro, and its self-repairing abilities are boosted. However, after taking <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color>, its rate of self-repair will be greatly reduced. Once activated, the DMG dealt by Thundering Suite is greatly increased, as is the duration of its attacks.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em combate, o inimigo lançará um Escudo Experimental para se proteger enquanto se prepara para ativar o Conjunto Trovejante. O Escudo se reparará em uma certa quantidade periodicamente. Destruir as 3 camadas do Escudo impedirá que o Conjunto Trovejante seja ativado, paralisando o oponente. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz em destruir o Escudo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, o equipamento do inimigo quebrará, <color=#FFD780FF>reduzindo consideravelmente a RES Electro</color>.",
                        "Afetado pela perturbação da Linha Ley, o Escudo Múltiplo Experimental aumenta todas as RES Elementais, exceto Electro, e suas habilidades de autorreparo são fortalecidas. Contudo, após sofrer <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color>, sua taxa de autorreparo será reduzida imensamente. Ao ser ativado, o Dano causado por Conjunto Trovejante é amplamente aumentado, assim como a duração de seus ataques.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультищит. Щит через определённые промежутки времени восстанавливается. Уничтожьте все три слоя щита, чтобы помешать активации Громового набора и парализовать врага. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color=#FFD780FF>Электро сопротивление значительно снизится</color>.",
                        "Под воздействием флуктуации артерий земли Экспериментальный мультищит повышает сопротивление всем элементам, кроме Электро, а его способность к восстановлению усиливается, однако при получении <color=#FFD780FF>урона реакций Заряжен и Лунный заряд</color> его скорость восстановления значительно снижается. Урон и длительность атак Громового набора после активации значительно увеличиваются.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，敌人将准备启动雷矩套件，并展开特殊的「实验型多重护盾」保护自身，每隔一段时间，护盾会进行一定程度的自我修复。破坏3层护盾后，即可阻止雷矩套件启动，并使敌人瘫痪。<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并在接下来的一段时间内持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的装备故障，导致敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "受到地脉紊乱的影响，「实验型多重护盾」会提升雷元素以外的所有抗性，且具有更强的自我修复能力，但是在受到<color=#FFD780FF>感电和月感电伤害</color>后自我修复的速度会大大降低。雷矩套件成功启动后，会大幅提升造成的伤害，并大幅延长攻击的持续时间。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the opponent is preparing to activate Thundering Suite, <color=#FFD780FF>focus on breaking the triple-layer Experimental Multi-Shield that they deploy</color>, as this will prevent the suite's activation. The Shield will periodically repair itself. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and unleash continuous Electro attacks. If you successfully prevent the suite's activation, the opponent's <color=#FFD780FF>Electro RES will be greatly decreased</color>.",
                        "Affected by the Ley Line disturbance, the Experimental Multi-Shield increases All RES except Electro, and its self-repairing abilities are boosted. However, after taking <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color>, its rate of self-repair will be greatly reduced. Once activated, the DMG dealt by Thundering Suite, as well as its duration, is greatly increased.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando o inimigo está se preparando para ativar o Conjunto Trovejante, <color=#FFD780FF>destrua o Escudo Experimental de Camada Tripla o mais rápido possível</color> para interromper sua ativação. O Escudo se regenerará automaticamente após um certo tempo. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz para destruí-lo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, <color=#FFD780FF>reduzirá consideravelmente a RES Electro</color>.",
                        "Afetado pela perturbação da Linha Ley, o Escudo Múltiplo Experimental aumenta todas as RES Elementais, exceto Electro, e suas habilidades de autorreparo são fortalecidas. Contudo, após sofrer <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color>, sua taxa de autorreparo será reduzida imensamente. Ao ser ativado, o Dano causado por Conjunto Trovejante, assim como sua duração, é aumentado amplamente.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда враг готовится активировать Громовой набор, <color=#FFD780FF>как можно скорее уничтожьте его тройной Экспериментальный мультищит</color>, чтобы помешать активации набора. Щит периодически восстанавливается. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то <color=#FFD780FF>Электро сопротивление врага значительно снизится</color>.",
                        "Под воздействием флуктуации артерий земли Экспериментальный мультищит повышает сопротивление всем элементам, кроме Электро, а его способность к восстановлению усиливается, однако при получении <color=#FFD780FF>урона реакций Заряжен и Лунный заряд</color> его скорость восстановления значительно снижается. Кроме того, урон и длительность Громового набора значительно повышаются.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "敌人准备启动雷矩套件时，<color=#FFD780FF>尽快破坏其展开的3层「实验型多重护盾」</color>即可阻止套件启动。护盾将周期性自我修复，<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "受到地脉紊乱的影响，「实验型多重护盾」会提升雷元素以外的所有抗性，且具有更强的自我修复能力，但是在受到<color=#FFD780FF>感电和月感电伤害</color>后自我修复速度会大大降低。雷矩套件成功启动后，持续时间和造成的伤害大幅提升。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions <Color=#FFFFFF40>|</Color> {SPRITE_PRESET#11004} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100306,
            "monsterLevel": 110,
            "levelConfigs": [
                {
                    "id": 1003061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_GargoyleFafnir",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24030305,
                        "level": 110,
                        "hp": 13909262.41919297,
                        "attack": 17416.542929145042,
                        "defense": 1049.9999523162842,
                        "matchedName": "Gargoyle_Fafnir_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.699999988079071
                    },
                    "enLevelName": "Aeonblight Drake: Annihilation Configuration",
                    "ptLevelName": "Dragão Calamitoso: Mecanismo Aniquilador",
                    "ruLevelName": "Дракон вечных бедствий: Конфигурация истребления",
                    "chsLevelName": "兆载永劫龙兽·歼灭构型",
                    "enMonsterSpecialDesc": "This dragon-shaped combat machine is a being that inspires fear, much like the lord who once ruled these vast lands.\\nThis mysterious, tireless mechanical monstrosity seems to be proof that the now-destroyed realm had reached heights that mortals should never have.\\nDue to sustained corruption from the disordered Ley Lines, its frame has been enhanced, and it has adapted to its mission of annihilation so well that it has become a nightmare of death on the battlefield...",
                    "ptMonsterSpecialDesc": "Essa máquina de combate na forma de um dragão é um ser amedrontador, assim como o senhor que governou estas vastas terras.\\nEsta monstruosidade mecânica misteriosa incansável parece ser a prova de que a lendária nação já dizimada de fato alcançou o que os mortais nunca deveriam alcançar.\\nDevido a passar muito tempo exposto a contaminação das Linhas Ley, sua estrutura evoluiu, gerando uma lógica super destrutiva, e tornando-se um pesadelo mortal no campo de combate...",
                    "ruMonsterSpecialDesc": "Эта боевая машина в форме дракона внушает страх, как и правитель, который когда-то владел этими землями.\\nЗагадочное неутомимое механическое чудище словно подтверждает, что давно сгинувшее царство достигало таких высот, которые оказались не по силам простым смертным.\\nПод длительным воздействием заражения артерий земли его структура незаметно подверглась эволюции - оно приобрело превосходную логику адаптации к задачам уничтожения и стало самым смертоносным кошмаром на поле боя...",
                    "chsMonsterSpecialDesc": "如同古时曾制御大地的君王一般，令人望而生畏的龙形战斗机械。\\n这架不知疲倦的神秘机械巨兽似乎证明，传说已经覆灭的国度确已触及了人所不应抵达的领域。\\n经由地脉乱象的长久侵染，它的框架竟已悄然演进，对歼灭任务产生了卓越的适应逻辑，成为战场上至为致命的噩梦…",
                    "enMonsterSpecialMechanicName": [
                        "Emergency Countermeasures",
                        "Multi-Combat Mechanics",
                        "Core Armor Compartment",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Contramedidas de Emergência",
                        "Mecânica Multi-Combate",
                        "Compartimento de Armadura Nuclear",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Экстренные контрмеры",
                        "Множественные механики боя",
                        "Бронеотсеки ядер",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "紧急反制措施",
                        "多重交战机制",
                        "核心装甲隔舱",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Line disturbance, every time DMG equaling a certain percentage of its HP is taken, a torrent of energy will be unleashed, and the creature will change form in response to the type of Elemental DMG it has suffered the most during that period, <color=#FFD780FF>significantly increasing its Elemental RES to that Element</color>.",
                        "Affected by the Ley Line disturbance, the creature will start combat in the ground-attack state. If it fails to release a torrent of energy for a long enough time, it will switch to the aerial-attack state to continue combat.",
                        "Affected by the Ley Line disturbance, the creature's many cores are now protected, and it will no longer be paralyzed when they are attacked, nor will its Elemental RES boost be removed.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Quando está sob influência da perturbação de Linha Ley, cada vez que sofre uma certa quantidade de Dano proporcional a Vida, lança uma onda de energia, e que troca o estado de acordo com o Tipo Elemental de Dano mais alto sofrido nesse período, <color=#FFD780FF>aumentando consideravelmente a RES Elemental correspondente</color>.",
                        "Quando está sob a influência de uma perturbação da Linha Ley, inicia a batalha no estado de combate terrestre. Se não lançar sua corrente de energia por muito tempo, trocará para o estado de combate aéreo.",
                        "Devido a uma perturbação das Linhas Ley, os muitos núcleos da criatura estão protegidos, e não será paralisada quando eles forem atacadas, nem perderá o aumento de sua RES Elemental.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под воздействием флуктуации артерий земли, после того как дракон получает урон, равный определённой части HP, он выпускает поток энергии и меняет форму в зависимости от основного типа элемента урона, полученного им в этот период, <color=#FFD780FF>значительно повышая своё сопротивление этому элементу</color>.",
                        "Под воздействием флуктуации артерий земли начинает бой в состоянии наземных атак. Если он не сможет выпустить Всплеск энергии в течение долгого времени, то он переходит в состояние воздушных атак и продолжает бой.",
                        "Под воздействием флуктуации артерий земли ядра на его теле теперь защищены. Атаки ядер больше не парализуют его, а его элементальное сопротивление не снимается.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，每承受一定比例生命值的伤害，就会释放能量洪流，并根据这段时间所受伤害最高的元素类型来切换形态，<color=#FFD780FF>极大提升对应元素抗性</color>。",
                        "受到地脉紊乱的影响，初始会以地面状态开始战斗。如果长时间未释放能量洪流，就会切换到升空状态进行战斗。",
                        "受到地脉紊乱的影响，身体的诸多核心都被保护了起来，不再会因为核心受到攻击而瘫痪，也不会因此而清除已有的元素抗性。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, every time DMG equaling a certain percentage of its HP is taken, a torrent of energy will be unleashed, and the creature will change form in response to the type of Elemental DMG it has suffered the most during that period, <color=#FFD780FF>significantly increasing its Elemental RES to that Element</color>.",
                        "Affected by the Ley Line disturbance, the creature will start combat in the ground-attack state. If it fails to release a torrent of energy for a long enough time, it will switch to the aerial-attack state.",
                        "Affected by the Ley Line disturbance, the creature's many cores are now protected, and it will no longer be paralyzed when they are attacked, nor will its Elemental RES boost be removed.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando está sob influência da perturbação de Linha Ley, cada vez que sofre uma certa quantidade de Dano proporcional a Vida, lança uma onda de energia, e que troca o estado de acordo com o Tipo Elemental de Dano mais alto sofrido nesse período, <color=#FFD780FF>aumentando consideravelmente a RES Elemental correspondente</color>.",
                        "Quando está sob a influência de uma perturbação da Linha Ley, inicia a batalha no estado de combate terrestre. Se não lançar sua corrente de energia por muito tempo, trocará para o estado de combate aéreo.",
                        "Devido a uma perturbação das Linhas Ley, os muitos núcleos da criatura estão protegidos, e não será paralisada quando eles forem atacadas, nem perderá o aumento de sua RES Elemental.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под воздействием флуктуации артерий земли, после того как дракон получает урон, равный определённой части HP, он выпускает поток энергии и меняет форму в зависимости от основного типа элемента урона, полученного им в этот период, <color=#FFD780FF>значительно повышая своё сопротивление этому элементу</color>.",
                        "Под воздействием флуктуации артерий земли начинает бой в состоянии наземных атак. Если он не сможет выпустить Всплеск энергии в течение долгого времени, то он переходит в состояние воздушных атак.",
                        "Под воздействием флуктуации артерий земли ядра на его теле теперь защищены. Атаки ядер больше не парализуют его, а его элементальное сопротивление не снимается.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，每承受一定比例生命值的伤害，就会释放能量洪流，并根据这段时间所受伤害最高的元素类型来切换形态，<color=#FFD780FF>极大提升对应元素抗性</color>。",
                        "受到地脉紊乱的影响，初始会以地面状态开始战斗。如果长时间未释放能量洪流，就会切换到升空状态。",
                        "受到地脉紊乱的影响，身体的诸多核心都被保护了起来，不再会因为核心受到攻击而瘫痪，也不会因此而清除已有的元素抗性。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Multi Elemental DMG",
                        "Single Elemental DMG",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Multi-Elemental",
                        "Dano de Único Elemento",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон разных элементов",
                        "Элементальный урон одного типа",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "多种元素伤害",
                        "单一元素伤害",
                        ""
                    ]
                },
                {
                    "id": 1003062,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HermitCrabMatureElite",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26162606,
                        "level": 110,
                        "hp": 10053990.632154822,
                        "attack": 23222.057826606324,
                        "defense": 1049.9999523162842,
                        "matchedName": "HermitCrab_Mature_Elite_PlantBomb",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Scarred Rock Crab: One Million Blasts",
                    "ptLevelName": "Caranguejo de Pedra Veterano: Um Milhão de Explosões",
                    "ruLevelName": "Бывалый каменный краб: Миллион взрывов",
                    "chsLevelName": "历经百战的岩居蟹·百万爆轰",
                    "enMonsterSpecialDesc": "A crab that lives within shells and conches. A distant relation to the Fontainian Armored Crab. Most specimens are docile and gentle, but there are stories of crabs fighting to the death to defend their territory — their gentle nature transforming to fuel a wild, frenzied rage.\\nAmong the twisted illusions of the Ley Lines, the mighty Rock Crab warrior who fell to a horde of foes has reforged its offensive abilities to withstand the onslaught of a hundred thousand enemies — an endeavor rewarded with alarming success...",
                    "ptMonsterSpecialDesc": "Um caranguejo que vive dentro de conchas. Possui uma relação distante com o Caranguejo de Armadura de Fontaine. A maioria deles são dóceis e gentis, mas há histórias desses caranguejos lutarem até a morte para defenderem seu território, com sua gentil natureza transformando-se numa fúria selvagem.\\nEntre as ilusões tortas das Linhas Ley, o Caranguejo de Pedra guerreiro que caiu contra uma hora de guerreiros reforjou sua habilidade ofensiva para sobreviver ao massacre de milhares de inimigos, uma empreitada que lhe rendeu um enorme sucesso...",
                    "ruMonsterSpecialDesc": "Дальний родственник фонтейнского бронекраба, предпочитающий селиться в раковинах. В основном эти крабы миролюбивы и не проявляют агрессии, но нередко они готовы до смерти отстаивать территорию своего семейства. В такие моменты их покладистый нрав сменяется неистовой яростью.\\nВ искажённых иллюзиях артерий земли могучий каменный краб-воин, повергший сотни врагов, постоянно совершенствовал свои навыки атаки, стремясь обрести силу, которая позволила бы ему оставаться непобедимым перед лицом вражеских орд, и добился выдающихся успехов...",
                    "chsMonsterSpecialDesc": "寄居在螺与壳之中的蟹类，是枫丹重甲蟹的远亲，原本大多性情温顺，几乎不具备攻击性，但也不乏为了整个族群的领地，挺身而出决死搏杀的案例。此时，原本温顺的底色反倒成为了狂烈躁戾的助燃剂。\\n地脉至为扭曲的虚像中，不敌诸多对手的强大「斗士」岩居蟹反复锤炼着自身的进攻手段，追求着面对百千强敌都屹立不倒的战力，最终取得了卓绝的成效…",
                    "enMonsterSpecialMechanicName": [
                        "Stoneborne Seeds",
                        "Flammable Hermit",
                        "Almighty Tsarly Bombardment",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Sementes da Rocha",
                        "Ermitão Inflamável",
                        "Bombardeio Czariano Todo-Poderoso",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Каменные семена",
                        "Воспламеняющийся отшельник",
                        "Бомбардировка великого властителя",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "岩居之种",
                        "易燃寄种",
                        "伟大君临轰袭",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, Stoneborne Seeds will be scattered across the battlefield before exploding after a short delay. If these seeds take <color=#FFD780FF>Bloom, Hyperbloom, Lunar-Bloom, or Burgeon DMG</color> before they explode, they will undergo conversion and turn their attacks toward the Rock Crab instead, dealing DMG based on the total amount of DMG they themselves received.",
                        "Affected by the Ley Line disturbance, Stoneborne Seeds will violently explode after taking Pyro DMG, knocking characters back and dealing massive DMG.",
                        "Affected by the Ley Line disturbance, after the battle begins, the Rock Crab will leap into the air, scatter a large number of Stoneborne Seeds, and then begin charging up. It will detonate the Stoneborne Seeds, dealing DMG over a wide area, <color=#FFD780FF>immediately defeating your current active character</color> and greatly increasing its own All RES for a period of time. While charging, the Rock Crab will deploy a Ward, which can be broken by <color=#FFD780FF>converting a certain amount of Stoneborne Seeds</color>. Breaking its Ward will interrupt the Rock Crab's charging and leave it paralyzed.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em uma batalha, Sementes da Rocha serão espalhadas pelo campo de batalha até explodirem depois de um certo tempo. Se essas sementes sofrerem <color=#FFD780FF>Dano de Florescimento, Germinação, Superflorescimento ou Florescimento Lunar</color> antes de explodirão, seus ataques serão convertidos para causarem Dano contra o Caranguejo de Pedra, causando Dano baseado na quantidade total de Dano que sofreram.",
                        "Por causa da perturbação das Linhas Ley, Sementes da Rocha explodirão após sofrerem Dano Pyro, atirando personagens atingidos pelos ares e causando muito Dano.",
                        "Devido à perturbação da Linha Ley, após o início da batalha, o Caranguejo de Pedra saltará no ar, lançará várias Sementes da Rocha, então começará a carregar. Ele detonará as Sementes da Rocha, causando Dano sobre uma área ampla, <color=#FFD780FF>derrotando imediatamente seu personagem ativo atual</color> e aumentando imensamente sua própria RES por um período. Enquanto estiver carregando, o Caranguejo de Pedra se cobrirá com um Revestimento que pode ser destruído se receber uma certa quantidade de Dano <color=#FFD780FF>convertido de Sementes da Rocha</color>. Destruir o Revestimento interromperá o carregamento do Caranguejo de Pedra e o paralisará.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою на поле разбрасываются Каменные семена, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color=#FFD780FF>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона.",
                        "Под воздействием флуктуации артерий земли после атаки Каменных семян уроном Пиро происходит мощный взрыв, который отбрасывает персонажей и наносит огромный урон.",
                        "Под воздействием флуктуации артерий земли, когда бой начинается, каменный краб прыгает в воздух, разбрасывает много Каменных семян и начинает заряжаться. После зарядки он подрывает Каменные семена, нанося урон по большой площади, который <color=#FFD780FF>сразу выводит вашего активного персонажа из строя</color>, а его сопротивление всем элементам на определённый период времени значительно увеличивается. Во время зарядки краб устанавливает барьер, который можно уничтожить <color=#FFD780FF>определённым количеством трансформированных Каменных семян</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，将在场上散布「岩居之种」：短暂间隔后爆炸；若在爆炸前受到<color=#FFD780FF>绽放、烈绽放、超绽放或月绽放反应伤害</color>，则会被转化，对岩居蟹发动反噬攻击，并根据所受伤害的总值造成对应伤害。",
                        "受到地脉紊乱的影响，「岩居之种」受到火元素伤害后将剧烈爆炸，击飞角色并造成极高伤害。",
                        "受到地脉紊乱的影响，战斗开始后，岩居蟹会升空，散布大量「岩居之种」后开始蓄力，并在蓄力完成后引爆「岩居之种」，造成大范围伤害<color=#FFD780FF>使我方当前场上的角色直接倒下</color>，并使自身所有抗性在一段时间内大幅提升。蓄力期间，岩居蟹将展开护罩，通过<color=#FFD780FF>转化一定数量的「岩居之种」</color>破坏护罩，即可打断岩居蟹的蓄力并使其瘫痪。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "In battle, Stoneborne Seeds will be scattered across the battlefield before exploding after a short delay. If these seeds take <color=#FFD780FF>Bloom, Hyperbloom, Lunar-Bloom, or Burgeon DMG</color> before they explode, they will undergo conversion and turn their attacks toward the Rock Crab instead, dealing DMG based on the total amount of DMG they themselves received.",
                        "Affected by the Ley Line disturbance, Stoneborne Seeds will violently explode after taking Pyro DMG, knocking characters back and dealing massive DMG.",
                        "Affected by the Ley Line disturbance, after the battle begins, the Rock Crab will leap into the air and enter a short period of charging up before unleashing a powerful attack, <color=#FFD780FF>immediately defeating your current active character</color> and greatly increasing its own All RES. While charging, the Rock Crab will deploy a Ward, which can be broken if <color=#FFD780FF>a certain amount of Stoneborne Seeds are converted</color>. Breaking its Ward will interrupt the Rock Crab's charging and leave it paralyzed.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Em uma batalha, Sementes da Rocha serão espalhadas pelo campo de batalha até explodirem depois de um certo tempo. Se essas sementes sofrerem <color=#FFD780FF>Dano de Florescimento, Germinação, Superflorescimento ou Florescimento Lunar</color> antes de explodirão, seus ataques serão convertidos para causarem Dano contra o Caranguejo de Pedra, causando Dano baseado na quantidade total de Dano que sofreram.",
                        "Por causa da perturbação das Linhas Ley, Sementes da Rocha explodirão após sofrerem Dano Pyro, atirando personagens atingidos pelos ares e causando muito Dano.",
                        "Devido a perturbação das Linhas Ley, após a batalha começar, o Caranguejo de Pedra saltará no ar para entrar num curto período de carregamento antes de lançar um poderoso ataque, <color=#FFD780FF>derrotando seu personagem ativo imediatamente</color>, e aumenta consideravelmente todas as suas resistências. Enquanto estiver carregando, o Caranguejo de Pedra se cobrirá com um Revestimento, que pode ser quebrado se sofrer uma certa quantidade de Dano<color=#FFD780FF>convertido de Sementes da Rocha</color>. Quebrar seu Revestimento interromperá o carregamento do Caranguejo de Pedra, e o paralisará.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою на поле разбрасываются Каменные семена, которые через короткий промежуток времени взрываются. Если до взрыва они получают урон реакций <color=#FFD780FF>Бутонизация, Цветение, Вегетация или Лунная бутонизация</color>, они трансформируются и атакуют каменного краба, нанося ему урон, который зависит от общего количества полученного ими урона.",
                        "Под воздействием флуктуации артерий земли после атаки Каменных семян уроном Пиро происходит мощный взрыв, который отбрасывает персонажей и наносит огромный урон.",
                        "Под воздействием флуктуации артерий земли, когда бой начинается, каменный краб прыгает в воздух, заряжается и через короткий промежуток времени совершает мощную однократную атаку, которая <color=#FFD780FF>сразу выводит вашего активного персонажа из строя</color>, а его сопротивление всем элементам значительно увеличивается. Во время зарядки краб устанавливает барьер, который можно уничтожить <color=#FFD780FF>определённым количеством трансформированных Каменных семян</color>. Уничтожив барьер, вы прервёте зарядку краба и парализуете его.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，将在场上散布「岩居之种」：短暂间隔后爆炸；若在爆炸前受到<color=#FFD780FF>绽放、烈绽放、超绽放或月绽放反应伤害</color>，则会被转化，对岩居蟹发动反噬攻击，并根据所受伤害的总值造成对应伤害。",
                        "受到地脉紊乱的影响，「岩居之种」受到火元素伤害后将剧烈爆炸，击飞角色并造成极高伤害。",
                        "受到地脉紊乱的影响，战斗开始后岩居蟹会升空并蓄力，短暂间隔后施放一次强力攻击，<color=#FFD780FF>使我方当前场上的角色直接倒下</color>，并使自身所有抗性大幅提升。蓄力期间，岩居蟹将展开护罩，<color=#FFD780FF>转化一定数量的「岩居之种」</color>破坏护罩，即可打断岩居蟹的蓄力并使其瘫痪。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11029} reactions",
                        "{SPRITE_PRESET#11003} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Reação Elemental {SPRITE_PRESET#11029}",
                        "Personagens {SPRITE_PRESET#11003}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11029}",
                        "Персонажи {SPRITE_PRESET#11003}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11029}元素反应",
                        "{SPRITE_PRESET#11003}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1003063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23079402,
                        "level": 110,
                        "hp": 17195518.146927357,
                        "attack": 29027.5709608288,
                        "defense": 1049.9999523162842,
                        "matchedName": "Oprichnik_Male_Strong_LanceArquebus_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Battle-Hardened Fireblade Shock Trooper: Forlorn Hope",
                    "ptLevelName": "Tropa de Choque Lâmina Flamejante Veterana: Arsenal Perigoso",
                    "ruLevelName": "Бывалый Штурмовик огненного клинка: Смертный бой",
                    "chsLevelName": "历经百战的火刃突击队员·决死武装",
                    "enMonsterSpecialDesc": "An elite officer of the Fatui Oprichniki who specializes in close combat using a giant blade.\\nWhether it be in the war against the dark calamity or against those ignoramuses who dare stand against the Tsaritsa's ideals, those who breach at the tip of the spear suffer the greatest casualties. Those who survive a hundred battles only to fall all the same become a fearful memory in the Ley Lines. Due to sustained immersion in the twisted currents, these warriors' lingering shades turn the blades they once wielded in desperate battle against the challenger who seeks to quell the disorder....",
                    "ptMonsterSpecialDesc": "Um oficial de elite dos Oprichniki dos Fatui, especialista em combate próximo com uma lâmina gigante.\\nSeja na guerra contra a calamidade escura ou contra os ignorantes que ficam no caminho dos ideais da Tsaritsa, aqueles avançam na ponta da lança são os que sofrem as mais pesadas baixas. Aqueles que sobrevivem cem batalhas para então caírem se tornam então memórias temerosas nas Linhas Ley. Devido à constante imersão nas correntes distorcidas, as sombras residuais erguem suas lâminas em uma batalha desesperada contra o desafiante que busca acabar com essa desordem...",
                    "ruMonsterSpecialDesc": "Элитный офицер опричников с гигантским клинком, специализирующийся на ближнем бою.\\nБудь то противостояние чёрному бедствию или невеждам, осмеливающимся противостоять идеалам Царицы, те, кто прорвётся на острие копья, понесут наибольшие потери. Павшие солдаты, которые пережили сотни сражений, превращаются в страшное воспоминание в артериях земли. После долгого погружения в бурные, искривлённые потоки, тени этих воинов обратили свои клинки, с которыми они сражались в решающем бою, против пришедшего усмирить беспорядок...",
                    "chsMonsterSpecialDesc": "隶属于愚人众特辖队的精锐士官，擅长以巨剑与敌人近身相搏。\\n无论是在抵御漆黑灾厄的战斗中，还是在与那些胆敢阻拦女皇理想的无知者们的战斗中，冲在最前线的突击队都是伤亡最高的编制之一，历经百战却遗憾倒下的老兵，却成为了地脉恐惧记忆的一环，深浸于扭曲奔流许久之后，老兵的残像将过去决死一战所用的锋刃转向了前来平息动乱的挑战者…",
                    "enMonsterSpecialMechanicName": [
                        "Multi-Shield",
                        "Thundering Barrage",
                        "Emergency Power Surge",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo Múltiplo",
                        "Saraivada de Raios",
                        "Surto de Energia de Emergência",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мультищит",
                        "Громовой залп",
                        "Аварийное усиление мощности",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "多重护盾",
                        "雷矩轰击",
                        "紧急功率增幅",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, the opponent will deploy a special Experimental Multi-Shield to protect themselves while they prepare to activate Thundering Suite. The Shield will repair itself by a certain amount at regular intervals. Destroying all 3 layers of the Shield will prevent Thundering Suite's activation and paralyze the opponent. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Additional Elemental Orbs will be generated for each layer of the Shield that is destroyed.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and then unleash continuous Electro attacks for a period of time. If you successfully prevent the suite's activation, the opponent's equipment will malfunction, causing their <color=#FFD780FF>Electro RES to be greatly decreased</color>.",
                        "Affected by the Ley Line disturbance, the Experimental Multi-Shield increases All RES except Electro, and its self-repairing abilities are boosted. However, after taking <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color>, its rate of self-repair will be greatly reduced. Once activated, the DMG dealt by Thundering Suite is greatly increased, as is the duration of its attacks.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em combate, o inimigo lançará um Escudo Experimental para se proteger enquanto se prepara para ativar o Conjunto Trovejante. O Escudo se reparará em uma certa quantidade periodicamente. Destruir as 3 camadas do Escudo impedirá que o Conjunto Trovejante seja ativado, paralisando o oponente. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz em destruir o Escudo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, o equipamento do inimigo quebrará, <color=#FFD780FF>reduzindo consideravelmente a RES Electro</color>.",
                        "Afetado pela perturbação da Linha Ley, o Escudo Múltiplo Experimental aumenta todas as RES Elementais, exceto Electro, e suas habilidades de autorreparo são fortalecidas. Contudo, após sofrer <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color>, sua taxa de autorreparo será reduzida imensamente. Ao ser ativado, o Dano causado por Conjunto Trovejante é amplamente aumentado, assim como a duração de seus ataques.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультищит. Щит через определённые промежутки времени восстанавливается. Уничтожьте все три слоя щита, чтобы помешать активации Громового набора и парализовать врага. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color=#FFD780FF>Электро сопротивление значительно снизится</color>.",
                        "Под воздействием флуктуации артерий земли Экспериментальный мультищит повышает сопротивление всем элементам, кроме Электро, а его способность к восстановлению усиливается, однако при получении <color=#FFD780FF>урона реакций Заряжен и Лунный заряд</color> его скорость восстановления значительно снижается. Урон и длительность атак Громового набора после активации значительно увеличиваются.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，敌人将准备启动雷矩套件，并展开特殊的「实验型多重护盾」保护自身，每隔一段时间，护盾会进行一定程度的自我修复。破坏3层护盾后，即可阻止雷矩套件启动，并使敌人瘫痪。<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并在接下来的一段时间内持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的装备故障，导致敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "受到地脉紊乱的影响，「实验型多重护盾」会提升雷元素以外的所有抗性，且具有更强的自我修复能力，但是在受到<color=#FFD780FF>感电和月感电伤害</color>后自我修复的速度会大大降低。雷矩套件成功启动后，会大幅提升造成的伤害，并大幅延长攻击的持续时间。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the opponent is preparing to activate Thundering Suite, <color=#FFD780FF>focus on breaking the triple-layer Experimental Multi-Shield that they deploy</color>, as this will prevent the suite's activation. The Shield will periodically repair itself. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and unleash continuous Electro attacks. If you successfully prevent the suite's activation, the opponent's <color=#FFD780FF>Electro RES will be greatly decreased</color>.",
                        "Affected by the Ley Line disturbance, the Experimental Multi-Shield increases All RES except Electro, and its self-repairing abilities are boosted. However, after taking <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color>, its rate of self-repair will be greatly reduced. Once activated, the DMG dealt by Thundering Suite, as well as its duration, is greatly increased.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando o inimigo está se preparando para ativar o Conjunto Trovejante, <color=#FFD780FF>destrua o Escudo Experimental de Camada Tripla o mais rápido possível</color> para interromper sua ativação. O Escudo se regenerará automaticamente após um certo tempo. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz para destruí-lo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, <color=#FFD780FF>reduzirá consideravelmente a RES Electro</color>.",
                        "Afetado pela perturbação da Linha Ley, o Escudo Múltiplo Experimental aumenta todas as RES Elementais, exceto Electro, e suas habilidades de autorreparo são fortalecidas. Contudo, após sofrer <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color>, sua taxa de autorreparo será reduzida imensamente. Ao ser ativado, o Dano causado por Conjunto Trovejante, assim como sua duração, é aumentado amplamente.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда враг готовится активировать Громовой набор, <color=#FFD780FF>как можно скорее уничтожьте его тройной Экспериментальный мультищит</color>, чтобы помешать активации набора. Щит периодически восстанавливается. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то <color=#FFD780FF>Электро сопротивление врага значительно снизится</color>.",
                        "Под воздействием флуктуации артерий земли Экспериментальный мультищит повышает сопротивление всем элементам, кроме Электро, а его способность к восстановлению усиливается, однако при получении <color=#FFD780FF>урона реакций Заряжен и Лунный заряд</color> его скорость восстановления значительно снижается. Кроме того, урон и длительность Громового набора значительно повышаются.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "敌人准备启动雷矩套件时，<color=#FFD780FF>尽快破坏其展开的3层「实验型多重护盾」</color>即可阻止套件启动。护盾将周期性自我修复，<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "受到地脉紊乱的影响，「实验型多重护盾」会提升雷元素以外的所有抗性，且具有更强的自我修复能力，但是在受到<color=#FFD780FF>感电和月感电伤害</color>后自我修复速度会大大降低。雷矩套件成功启动后，持续时间和造成的伤害大幅提升。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions <Color=#FFFFFF40>|</Color> {SPRITE_PRESET#11004} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        }
    ],
    "enChallengeName": "Terrorshock Blitz",
    "ptChallengeName": "Operação Destruidora",
    "ruChallengeName": "Громогласная битва",
    "chsChallengeName": "骇轰之役"
}