{
    "scheduleId": 5269001,
    "scheduleStartTime": "2025-06-25 10:00:00",
    "scheduleEndTime": "2025-08-06 09:59:59",
    "challengeName": "5.7",
    "levels": [
        {
            "id": 100101,
            "monsterLevel": 40,
            "levelConfigs": [
                {
                    "id": 1001041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Narcissusborn",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20051205,
                        "level": 40,
                        "hp": 79971.21004911102,
                        "attack": 3267.3111638450064,
                        "defense": 699.999988079071,
                        "matchedName": "Monster_Narcissusborn_Normal_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Hydro Tulpa: Normal",
                    "ptLevelName": "Tulpa Hydro - Forma Comum",
                    "ruLevelName": "Гидротульпа: Обычная форма",
                    "chsLevelName": "水形幻人·常形",
                    "enMonsterSpecialDesc": "A humanoid monster formed from the agglomeration of water.\\nCountless wills dissolved in the water, which, like the universe, was full of souls that wished to be born.\\nThe perilous undercurrents within the shattered memories of the Ley Lines now come forth in their fullness...",
                    "ptMonsterSpecialDesc": "Um monstro humanóide formado pela aglomeração da água.\\nIncontáveis vontades se dissolveram na água, que, como o universo, estava repleta de almas desejando nascer.\\nAs correntes traiçoeiras nas memórias despedaçadas da Linha Ley agora emergem em sua totalidade...",
                    "ruMonsterSpecialDesc": "Человекоподобный монстр, состоящий из воды.\\nВоля многих существ растворялась в воде, где, как и во всей Вселенной, уже было немало душ, ожидавших рождения.\\nОпасные сокрытые течения в разбитых воспоминаниях артерий земли теперь раскрываются во всей своей полноте...",
                    "chsMonsterSpecialDesc": "由水凝聚成的初具人形的魔物。\\n曾有无数的意志消融在水中，但水中原本就与宇宙一样充满了渴求被诞下的灵魂。\\n在地脉破碎的记忆中，其危险如水下暗流般的一面，得以完成保留…",
                    "enMonsterSpecialMechanicName": [
                        "Helping Half-Tulpa",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Meia-Tulpa Coordenadora",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Полутульпа-помощник",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "协同半幻人",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "<color=#FFD780FF>1 Half-Tulpa</color> will emerge during the challenge at intervals. After some time, the Hydro Tulpa will absorb Half-Tulpas to <color=#FFD780FF>enhance itself</color>: It will grow larger, its ATK will increase, and it will launch more dangerous attacks.\\nUse attacks or Elemental Reactions to destroy Half-Tulpas in time or <color=#FFD780FF>Freeze</color> them to interrupt this absorption.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "<color=#FFD780FF>1 Meia-Tulpa</color> surgirá durante o desafio em intervalos regulares. Após algum tempo, o Tulpa Hydro absorverá a Meia-Tulpa para <color=#FFD780FF>se aprimorar</color>: ele ficará maior, seu ATQ aumentará e ele lançará ataques mais perigosos.\\nVocê pode interromper isso atacando, usando Reações Elementais ou causando <color=#FFD780FF>Congelamento</color> na Meia-Tulpa.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Во время испытания будет периодически появляться <color=#FFD780FF>1 полутульпа</color>. Через определённое время Гидротульпа поглотит её и <color=#FFD780FF>станет сильнее</color>: её размер увеличится, сила атаки повысится, а также она станет выполнять более опасные атаки.\\nСвоевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color=#FFD780FF>Заморозку</color>, чтобы прервать поглощение.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "挑战中会间歇性出现<color=#FFD780FF>1个「半幻人」</color>。一段时间后，水形幻人将吸收半幻人以<color=#FFD780FF>强化自身</color>：体型变大，攻击力提升，且将发动更具威胁的攻击。\\n及时通过攻击或元素反应消灭「半幻人」或将其<color=#FFD780FF>冻结</color>可以中断吸收的进程。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will absorb <color=#FFD780FF>Half-Tulpas</color> that emerge during the challenge at intervals to <color=#FFD780FF>enhance itself</color>. Use attacks or Elemental Reactions to destroy Half-Tulpas in time or <color=#FFD780FF>Freeze</color> them to interrupt this absorption.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Se <color=#FFD780FF>fortalece</color> absorvendo as <color=#FFD780FF>Meias-Tulpas</color> que aparecem periodicamente. Você pode interromper isso através de <color=#FFD780FF>Congelamento</color>, ou com Reações Elementais ou atacando as Meias-Tulpas.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Поглощает периодически появляющихся <color=#FFD780FF>полутульп</color>, чтобы <color=#FFD780FF>стать сильнее</color>. Своевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color=#FFD780FF>Заморозку</color>, чтобы прервать поглощение.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "将通过吸收间歇性出现的<color=#FFD780FF>「半幻人」</color>以<color=#FFD780FF>强化自身</color>。及时通过攻击或元素反应消灭「半幻人」或将其<color=#FFD780FF>冻结</color>可以中断吸收的进程。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} characters",
                        "{SPRITE_PRESET#11002} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11003}",
                        "Personagens {SPRITE_PRESET#11002}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11003}",
                        "Персонажи {SPRITE_PRESET#11002}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}元素角色",
                        "{SPRITE_PRESET#11002}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1001042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_LavaTitan",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26270302,
                        "level": 40,
                        "hp": 92205.4429716792,
                        "attack": 3267.3111638450064,
                        "defense": 699.999988079071,
                        "matchedName": "Monster_LavaTitan_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Lava Dragon Statue: Normal",
                    "ptLevelName": "Estátua do Dragão de Lava: Forma Normal",
                    "ruLevelName": "Статуя лавового дракона: Обычная форма",
                    "chsLevelName": "熔岩辉龙像·常形",
                    "enMonsterSpecialDesc": "A monster that can continuously generate heat to sustain its activities.\\nA failed attempt to birth wisdom from pure energy that bears the outline of a great race yet possesses no more consciousness than a stone.\\nThis survivor of failed experiments is fortunate to be ignorant and numb, knowing naught but instinctual slaughter...",
                    "ptMonsterSpecialDesc": "Um monstro capaz de gerar calor continuamente por conta própria para manter seu estado de atividade.\\nA sabedoria não pode surgir de pura energia — ele é ignorante, insensível, um fracasso que apenas imita a silhueta de uma raça grandiosa.\\nSua sorte, enquanto fracasso, reside justamente em sua ignorância e torpor, seguindo apenas os instintos para matar...",
                    "ruMonsterSpecialDesc": "Монстры, которые способны самостоятельно генерировать жар для поддержания своих жизненных функций.\\nНеудачная попытка породить мудрость из чистой энергии, которая несёт в себе очертания великой расы, но сознания у неё не больше, чем у камня.\\nЭтому неудавшемуся образцу повезло быть невежественным и бесчувственным, и лишь следовать своим кровожадным инстинктам...",
                    "chsMonsterSpecialDesc": "能够自身持续产生热量，以维持活动状态的魔物。\\n无法从纯粹的能量中诞生智慧，无知无觉，而徒具伟大种族形廓的失败品。\\n这一失败品的侥幸在于其无知与麻木，仅仅顺从本能去厮杀…",
                    "enMonsterSpecialMechanicName": [
                        "Dual Pyroclast",
                        "Cooldown Effect",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Gêmeos de Pedra Ardente",
                        "Efeito de Recarga",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Двойной пирокласт",
                        "Эффект отката",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "炽岩双身",
                        "冷却效果",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Starts in the Geohuman form, which possesses <color=#FFD780FF>higher All Elemental and Physical RES</color>. After it takes a certain number of <color=#FF9999FF>Pyro DMG</color> instances, it will completely enter its Molten Dragon form, in which <color=#FFD780FF>All Elemental and Physical RES apart from Pyro RES is greatly decreased</color>. After it goes on to take <color=#FF9999FF>Pyro DMG</color>, it will progressively take additional DMG. If it takes a certain number of additional <color=#FF9999FF>Pyro DMG</color> instances while in Molten Dragon form, it will enter Overburn, falling down and becoming immobilized. This will also cause its <color=#FFD780FF>All Elemental and Physical RES to be further decreased</color>. After being immobilized for a time, it will return to Geohuman form.",
                        "After taking <color=#80C0FFFF>Hydro DMG</color> or <color=#99FFFFFF>Cryo DMG</color>, it will gradually return to the higher-RES Geohuman form.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Inicia no estado Humano Geo, possui <color=#FFD780FF>alta RES Física e contra todos os Elementos</color>. Depois de sofrer <color=#FF9999FF>Dano Pyro</color> uma certa quantidade de vezes, entra no estado Dragão Flamejante, <color=#FFD780FF>reduzindo ainda mais a RES Física e contra todos os Elementos, menos Pyro</color>. Ao continuar a sofrer <color=#FF9999FF>Dano Pyro</color>, sofrerá Dano adicional até um certo ponto, para que enquanto estiver no estado Dragão Flamejante e sofrer <color=#FF9999FF>Dano Pyro</color> uma certa quantidade de vezes, sofrerá Queimaduras e será paralisado, <color=#FFD780FF>reduzindo ainda mais a RES contra todos os Elementos e a RES Física</color>. Depois de ficar paralisado por um tempo, regenera-se para o estado Humano Geo.",
                        "Ao receber <color=#80C0FFFF>Dano Hydro</color> ou <color=#99FFFFFF>Dano Cryo</color>, ele retornará gradualmente à forma Humanoide Geo com maior RES.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Вначале пребывает в форме «геочеловека» с <color=#FFD780FF>высоким сопротивлением всем элементам и физическому урону</color>. Попав под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он принимает форму «расплавленного дракона», в которой <color=#FFD780FF>существенно понижено его сопротивление физическому урону и всем элементам, кроме Пиро</color>. Продолжив подвергаться <color=#FF9999FF>Пиро урону</color>, он периодически получает дополнительный урон. Приняв определённое количество атак с <color=#FF9999FF>Пиро уроном</color> в форме «расплавленного дракона», он переходит в состояние Сверхгорения, падает и парализуется, а его <color=#FFD780FF>сопротивление всем элементам и физическое сопротивление снижаются ещё больше</color>. Через некоторое время после парализации он возвращается в форму «геочеловека».",
                        "После получения <color=#80C0FFFF>Гидро</color> или <color=#99FFFFFF>Крио</color> урона он постепенно восстановит форму «геочеловека» с высоким сопротивлением.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "初始处于「岩之人」状态，具备<color=#FFD780FF>较高的所有元素与物理抗性</color>，受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将完全进入「熔焰之龙」的状态，<color=#FFD780FF>火元素外的所有元素与物理抗性大幅降低</color>；继续受到<color=#FF9999FF>火元素伤害</color>后，将阶段性承受额外伤害，在「熔焰之龙」状态下受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将过度燃烧，倒下瘫痪，<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。瘫痪一段时间后，将恢复回「岩之人」状态。",
                        "受到<color=#80C0FFFF>水元素伤害</color>或<color=#99FFFFFF>冰元素伤害</color>后，将逐渐恢复回抗性较高的「岩之人」状态。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Has two forms. Its initial form possesses <color=#FFD780FF>higher All RES</color>. After it takes a certain number of <color=#FF9999FF>Pyro DMG</color> instances, it will enter its second form, in which <color=#FFD780FF>all RES apart from Pyro RES is greatly decreased</color>. After it goes on to take a certain number of additional <color=#FF9999FF>Pyro DMG</color> instances, it will take immense DMG and be immobilized. This will also cause its <color=#FFD780FF>All RES to be further decreased</color>.",
                        "After taking <color=#80C0FFFF>Hydro DMG</color> or <color=#99FFFFFF>Cryo DMG</color>, it will gradually return to the higher-RES initial form.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Possui duas formas. A forma inicial possui <color=#FFD780FF>todas as RES</color> altas. Depois de sofrer uma certa quantidade de vezes <color=#FF9999FF>Dano Pyro</color>, troca para a segunda forma, <color=#FFD780FF>reduzindo consideravelmente todas as RES, exceto Pyro</color>. Depois de sofrer <color=#FF9999FF>Dano Pyro</color> mais uma certa quantidade de vezes, sofrerá muito Dano e será paralisado, <color=#FFD780FF>reduzindo ainda mais todas as RES</color>.",
                        "Ao receber <color=#80C0FFFF>Dano Hydro</color> ou <color=#99FFFFFF>Dano Cryo</color>, ele retornará gradualmente à forma inicial.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Обладает двумя формами. В исходной форме у него высокое <color=#FFD780FF>сопротивление всем элементам</color>. Попав под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он принимает вторую форму, в которой <color=#FFD780FF>существенно понижено его сопротивление всем элементам, кроме Пиро</color>. Попав ещё под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он получает огромный урон и парализуется, а его <color=#FFD780FF>сопротивление всем элементам снижается ещё больше</color>.",
                        "После получения <color=#80C0FFFF>Гидро</color> или <color=#99FFFFFF>Крио</color> урона он возвращается в исходную форму с высоким сопротивлением.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "拥有两种形态，初始形态具备较高的<color=#FFD780FF>所有抗性</color>，受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将切换至第二形态，<color=#FFD780FF>火元素外的所有抗性大幅降低</color>，继续受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将受到大量伤害并瘫痪，<color=#FFD780FF>所有抗性进一步降低</color>。",
                        "受到<color=#80C0FFFF>水元素伤害</color>或<color=#99FFFFFF>冰元素伤害</color>后，将逐渐恢复回抗性较高的初始形态。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11007}{SPRITE_PRESET#11003} characters",
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11007}{SPRITE_PRESET#11003}",
                        "Personagens {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11007}{SPRITE_PRESET#11003}",
                        "Персонажи {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11007}{SPRITE_PRESET#11003}元素角色",
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1001043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_DragonCollar",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24090504,
                        "level": 40,
                        "hp": 84383.41347160823,
                        "attack": 3267.3111638450064,
                        "defense": 699.999988079071,
                        "matchedName": "DragonCollar",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Secret Source Automaton: Overseer Device - Normal",
                    "ptLevelName": "Autômato da Fonte Secreta: Configuração Padrão",
                    "ruLevelName": "Автоматон таинственного источника: Обычная форма",
                    "chsLevelName": "秘源机兵统御械·常形",
                    "enMonsterSpecialDesc": "A domination mechanism from the ancient ruins.\\nIn the distant past, a once-mighty ancient race used this mechanism to oversee the operation of their cities. Even now, long after the fall of their civilization, it still retains immense authority.\\nIt has returned to this realm via Ley Line memories once again to perform its \"abnormality cleansing\" duties...",
                    "ptMonsterSpecialDesc": "Um dispositivo utilizado para controlar ruínas antigas. \\nNo passado distante, uma raça antiga que outrora foi poderosa usava esse mecanismo para supervisionar o funcionamento de sua cidade. Mesmo agora, muito depois da queda de sua civilização, ele ainda retém uma autoridade imensa.\\nDe acordo com as memórias das Linhas Ley, ele apareceu novamente nesta terra, e é mais uma vez a hora de cumprir o seu propósito de varrer todas as impurezas...",
                    "ruMonsterSpecialDesc": "Древний механизм, созданный для установления господства.\\nВ далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.\\nСледуя воспоминаниям артерий земли, он вернулся в это измерение исполнить свой долг по «очистке от аномалий»...",
                    "chsMonsterSpecialDesc": "深古遗迹的统御用机关。\\n曾经，一度伟大的古老种族借由这种机关来统御城市的运转，即使在旧日文明崩毁的现在，也依然拥有着极高的权能。\\n遵循地脉的记忆，它重现此地，再度履行着自己「清扫异动」的职责…",
                    "enMonsterSpecialMechanicName": [
                        "Sweeper Mode",
                        "Counterstrike Mode",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de Varredura",
                        "Estado de Contra-Ataque",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Режим зачистки",
                        "Режим контрудара",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「荡除模式」",
                        "「应战状态」",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will enter Sweeper Mode while in combat: <color=#FFD780FF>All Elemental and Physical RES is greatly increased</color>, and it will generate Flow Momentum while performing attacks. The higher its Flow Momentum, the faster it will rotate and the more DMG it will deal.\\nIt will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will stop rotating and attacking, and its <color=#FFD780FF>All Elemental and Physical RES will be greatly decreased</color>, with its <color=#99FFFFFF>Cryo RES</color> <color=#FFD780FF>decreasing still more</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All Elemental and Physical RES will be decreased</color>.\\nIn this state, after it takes a certain number of <color=#99FFFFFF>Cryo DMG</color> instances, it will cease attacking altogether and its <color=#FFD780FF> All Elemental and Physical RES will be further decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Entra em Modo de Varredura durante a batalha: <color=#FFD780FF>aumenta consideravelmente a RES Física e contra todos os Elementos</color>, e gera Energia Fluida enquanto ataca. Quanto maior a Energia Fluida, maior a velocidade do rodopio, e maior o Dano causado.\\nDepois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida, e quando perder Energia Fluida até um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente a RES Física e contra todos os Elementos</color>. Além disso, <color=#FFD780FF>reduz ainda mais</color> a <color=#99FFFFFF>RES Cryo</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, o inimigo entrará no Estado de Contra-Ataque, passando a fazer ataques de disparos rastreadores, mas <color=#FFD780FF>reduzindo a RES Física e contra todos os Elementos</color>.\\nQuando estiver nesse estado, depois de sofrer uma certa quantidade de vezes de <color=#99FFFFFF>Dano Cryo</color>, interromperá seus ataques e <color=#FFD780FF>reduzirá ainda mais a RES Física e contra todos os Elementos</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою переходит в режим зачистки: <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.\\nПолучив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color=#FFD780FF>дополнительно снижается</color> его <color=#99FFFFFF>Крио сопротивление</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.\\nПопав под определённое количество атак с <color=#99FFFFFF>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中将进入「荡除模式」：<color=#FFD780FF>所有元素与物理抗性大幅提升</color>，并会一边产生「液流动量」一边进行攻击，「液流动量」越高，旋转速度与造成的伤害越高。\\n受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将停止旋转攻击，且<color=#FFD780FF>所有元素与物理抗性大幅降低</color>。且<color=#99FFFFFF>冰元素抗性</color><color=#FFD780FF>额外降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线进行攻击，此时其<color=#FFD780FF>所有元素与物理抗性降低</color>。\\n此状态下，受到一定次数的<color=#99FFFFFF>冰元素伤害</color>后，将停止攻击，且<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will enter Sweeper Mode while in combat: <color=#FFD780FF>All RES is greatly increased</color>, and it will perform rotating attacks while generating Flow Momentum. It will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will temporarily stop rotating and attacking, and its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Entra em Modo de Varredura na batalha: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>, e no momento que gerar Energia Fluida, faz um ataque rodopiante. Depois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida. Quando reduzir Energia Fluida a um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente todas as RES</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, esse inimigo entrará no Estado de Contra-Ataque, passando a realizar ataques de disparos perseguidores, mas também <color=#FFD780FF>reduzindo consideravelmente todas as suas RES</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою переходит в режим зачистки: <color=#FFD780FF>значительно увеличивается сопротивление всем элементам</color>, а также генерирует импульс потока, совершая атаки с вращением. Получив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он временно перестанет вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам существенно понизится</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам значительно снижается</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中将进入「荡除模式」：<color=#FFD780FF>所有抗性大幅提升</color>，产生「液流动量」的同时进行旋转攻击。受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将暂停旋转攻击，且<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线攻击，此时其<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100102,
            "monsterLevel": 70,
            "levelConfigs": [
                {
                    "id": 1001041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Narcissusborn",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20051205,
                        "level": 70,
                        "hp": 1372463.0071926415,
                        "attack": 8162.971493419609,
                        "defense": 850.0000238418579,
                        "matchedName": "Monster_Narcissusborn_Normal_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Hydro Tulpa: Normal",
                    "ptLevelName": "Tulpa Hydro - Forma Comum",
                    "ruLevelName": "Гидротульпа: Обычная форма",
                    "chsLevelName": "水形幻人·常形",
                    "enMonsterSpecialDesc": "A humanoid monster formed from the agglomeration of water.\\nCountless wills dissolved in the water, which, like the universe, was full of souls that wished to be born.\\nThe perilous undercurrents within the shattered memories of the Ley Lines now come forth in their fullness...",
                    "ptMonsterSpecialDesc": "Um monstro humanóide formado pela aglomeração da água.\\nIncontáveis vontades se dissolveram na água, que, como o universo, estava repleta de almas desejando nascer.\\nAs correntes traiçoeiras nas memórias despedaçadas da Linha Ley agora emergem em sua totalidade...",
                    "ruMonsterSpecialDesc": "Человекоподобный монстр, состоящий из воды.\\nВоля многих существ растворялась в воде, где, как и во всей Вселенной, уже было немало душ, ожидавших рождения.\\nОпасные сокрытые течения в разбитых воспоминаниях артерий земли теперь раскрываются во всей своей полноте...",
                    "chsMonsterSpecialDesc": "由水凝聚成的初具人形的魔物。\\n曾有无数的意志消融在水中，但水中原本就与宇宙一样充满了渴求被诞下的灵魂。\\n在地脉破碎的记忆中，其危险如水下暗流般的一面，得以完成保留…",
                    "enMonsterSpecialMechanicName": [
                        "Helping Half-Tulpa",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Meia-Tulpa Coordenadora",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Полутульпа-помощник",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "协同半幻人",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "<color=#FFD780FF>1 Half-Tulpa</color> will emerge during the challenge at intervals. After some time, the Hydro Tulpa will absorb Half-Tulpas to <color=#FFD780FF>enhance itself</color>: It will grow larger, its ATK will increase, and it will launch more dangerous attacks.\\nUse attacks or Elemental Reactions to destroy Half-Tulpas in time or <color=#FFD780FF>Freeze</color> them to interrupt this absorption.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "<color=#FFD780FF>1 Meia-Tulpa</color> surgirá durante o desafio em intervalos regulares. Após algum tempo, o Tulpa Hydro absorverá a Meia-Tulpa para <color=#FFD780FF>se aprimorar</color>: ele ficará maior, seu ATQ aumentará e ele lançará ataques mais perigosos.\\nVocê pode interromper isso atacando, usando Reações Elementais ou causando <color=#FFD780FF>Congelamento</color> na Meia-Tulpa.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Во время испытания будет периодически появляться <color=#FFD780FF>1 полутульпа</color>. Через определённое время Гидротульпа поглотит её и <color=#FFD780FF>станет сильнее</color>: её размер увеличится, сила атаки повысится, а также она станет выполнять более опасные атаки.\\nСвоевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color=#FFD780FF>Заморозку</color>, чтобы прервать поглощение.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "挑战中会间歇性出现<color=#FFD780FF>1个「半幻人」</color>。一段时间后，水形幻人将吸收半幻人以<color=#FFD780FF>强化自身</color>：体型变大，攻击力提升，且将发动更具威胁的攻击。\\n及时通过攻击或元素反应消灭「半幻人」或将其<color=#FFD780FF>冻结</color>可以中断吸收的进程。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will absorb <color=#FFD780FF>Half-Tulpas</color> that emerge during the challenge at intervals to <color=#FFD780FF>enhance itself</color>. Use attacks or Elemental Reactions to destroy Half-Tulpas in time or <color=#FFD780FF>Freeze</color> them to interrupt this absorption.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Se <color=#FFD780FF>fortalece</color> absorvendo as <color=#FFD780FF>Meias-Tulpas</color> que aparecem periodicamente. Você pode interromper isso através de <color=#FFD780FF>Congelamento</color>, ou com Reações Elementais ou atacando as Meias-Tulpas.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Поглощает периодически появляющихся <color=#FFD780FF>полутульп</color>, чтобы <color=#FFD780FF>стать сильнее</color>. Своевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color=#FFD780FF>Заморозку</color>, чтобы прервать поглощение.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "将通过吸收间歇性出现的<color=#FFD780FF>「半幻人」</color>以<color=#FFD780FF>强化自身</color>。及时通过攻击或元素反应消灭「半幻人」或将其<color=#FFD780FF>冻结</color>可以中断吸收的进程。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} characters",
                        "{SPRITE_PRESET#11002} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11003}",
                        "Personagens {SPRITE_PRESET#11002}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11003}",
                        "Персонажи {SPRITE_PRESET#11002}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}元素角色",
                        "{SPRITE_PRESET#11002}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1001042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_LavaTitan",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26270302,
                        "level": 70,
                        "hp": 1582426.469009608,
                        "attack": 8162.971493419609,
                        "defense": 850.0000238418579,
                        "matchedName": "Monster_LavaTitan_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Lava Dragon Statue: Normal",
                    "ptLevelName": "Estátua do Dragão de Lava: Forma Normal",
                    "ruLevelName": "Статуя лавового дракона: Обычная форма",
                    "chsLevelName": "熔岩辉龙像·常形",
                    "enMonsterSpecialDesc": "A monster that can continuously generate heat to sustain its activities.\\nA failed attempt to birth wisdom from pure energy that bears the outline of a great race yet possesses no more consciousness than a stone.\\nThis survivor of failed experiments is fortunate to be ignorant and numb, knowing naught but instinctual slaughter...",
                    "ptMonsterSpecialDesc": "Um monstro capaz de gerar calor continuamente por conta própria para manter seu estado de atividade.\\nA sabedoria não pode surgir de pura energia — ele é ignorante, insensível, um fracasso que apenas imita a silhueta de uma raça grandiosa.\\nSua sorte, enquanto fracasso, reside justamente em sua ignorância e torpor, seguindo apenas os instintos para matar...",
                    "ruMonsterSpecialDesc": "Монстры, которые способны самостоятельно генерировать жар для поддержания своих жизненных функций.\\nНеудачная попытка породить мудрость из чистой энергии, которая несёт в себе очертания великой расы, но сознания у неё не больше, чем у камня.\\nЭтому неудавшемуся образцу повезло быть невежественным и бесчувственным, и лишь следовать своим кровожадным инстинктам...",
                    "chsMonsterSpecialDesc": "能够自身持续产生热量，以维持活动状态的魔物。\\n无法从纯粹的能量中诞生智慧，无知无觉，而徒具伟大种族形廓的失败品。\\n这一失败品的侥幸在于其无知与麻木，仅仅顺从本能去厮杀…",
                    "enMonsterSpecialMechanicName": [
                        "Dual Pyroclast",
                        "Cooldown Effect",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Gêmeos de Pedra Ardente",
                        "Efeito de Recarga",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Двойной пирокласт",
                        "Эффект отката",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "炽岩双身",
                        "冷却效果",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Starts in the Geohuman form, which possesses <color=#FFD780FF>higher All Elemental and Physical RES</color>. After it takes a certain number of <color=#FF9999FF>Pyro DMG</color> instances, it will completely enter its Molten Dragon form, in which <color=#FFD780FF>All Elemental and Physical RES apart from Pyro RES is greatly decreased</color>. After it goes on to take <color=#FF9999FF>Pyro DMG</color>, it will progressively take additional DMG. If it takes a certain number of additional <color=#FF9999FF>Pyro DMG</color> instances while in Molten Dragon form, it will enter Overburn, falling down and becoming immobilized. This will also cause its <color=#FFD780FF>All Elemental and Physical RES to be further decreased</color>. After being immobilized for a time, it will return to Geohuman form.",
                        "After taking <color=#80C0FFFF>Hydro DMG</color> or <color=#99FFFFFF>Cryo DMG</color>, it will gradually return to the higher-RES Geohuman form.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Inicia no estado Humano Geo, possui <color=#FFD780FF>alta RES Física e contra todos os Elementos</color>. Depois de sofrer <color=#FF9999FF>Dano Pyro</color> uma certa quantidade de vezes, entra no estado Dragão Flamejante, <color=#FFD780FF>reduzindo ainda mais a RES Física e contra todos os Elementos, menos Pyro</color>. Ao continuar a sofrer <color=#FF9999FF>Dano Pyro</color>, sofrerá Dano adicional até um certo ponto, para que enquanto estiver no estado Dragão Flamejante e sofrer <color=#FF9999FF>Dano Pyro</color> uma certa quantidade de vezes, sofrerá Queimaduras e será paralisado, <color=#FFD780FF>reduzindo ainda mais a RES contra todos os Elementos e a RES Física</color>. Depois de ficar paralisado por um tempo, regenera-se para o estado Humano Geo.",
                        "Ao receber <color=#80C0FFFF>Dano Hydro</color> ou <color=#99FFFFFF>Dano Cryo</color>, ele retornará gradualmente à forma Humanoide Geo com maior RES.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Вначале пребывает в форме «геочеловека» с <color=#FFD780FF>высоким сопротивлением всем элементам и физическому урону</color>. Попав под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он принимает форму «расплавленного дракона», в которой <color=#FFD780FF>существенно понижено его сопротивление физическому урону и всем элементам, кроме Пиро</color>. Продолжив подвергаться <color=#FF9999FF>Пиро урону</color>, он периодически получает дополнительный урон. Приняв определённое количество атак с <color=#FF9999FF>Пиро уроном</color> в форме «расплавленного дракона», он переходит в состояние Сверхгорения, падает и парализуется, а его <color=#FFD780FF>сопротивление всем элементам и физическое сопротивление снижаются ещё больше</color>. Через некоторое время после парализации он возвращается в форму «геочеловека».",
                        "После получения <color=#80C0FFFF>Гидро</color> или <color=#99FFFFFF>Крио</color> урона он постепенно восстановит форму «геочеловека» с высоким сопротивлением.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "初始处于「岩之人」状态，具备<color=#FFD780FF>较高的所有元素与物理抗性</color>，受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将完全进入「熔焰之龙」的状态，<color=#FFD780FF>火元素外的所有元素与物理抗性大幅降低</color>；继续受到<color=#FF9999FF>火元素伤害</color>后，将阶段性承受额外伤害，在「熔焰之龙」状态下受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将过度燃烧，倒下瘫痪，<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。瘫痪一段时间后，将恢复回「岩之人」状态。",
                        "受到<color=#80C0FFFF>水元素伤害</color>或<color=#99FFFFFF>冰元素伤害</color>后，将逐渐恢复回抗性较高的「岩之人」状态。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Has two forms. Its initial form possesses <color=#FFD780FF>higher All RES</color>. After it takes a certain number of <color=#FF9999FF>Pyro DMG</color> instances, it will enter its second form, in which <color=#FFD780FF>all RES apart from Pyro RES is greatly decreased</color>. After it goes on to take a certain number of additional <color=#FF9999FF>Pyro DMG</color> instances, it will take immense DMG and be immobilized. This will also cause its <color=#FFD780FF>All RES to be further decreased</color>.",
                        "After taking <color=#80C0FFFF>Hydro DMG</color> or <color=#99FFFFFF>Cryo DMG</color>, it will gradually return to the higher-RES initial form.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Possui duas formas. A forma inicial possui <color=#FFD780FF>todas as RES</color> altas. Depois de sofrer uma certa quantidade de vezes <color=#FF9999FF>Dano Pyro</color>, troca para a segunda forma, <color=#FFD780FF>reduzindo consideravelmente todas as RES, exceto Pyro</color>. Depois de sofrer <color=#FF9999FF>Dano Pyro</color> mais uma certa quantidade de vezes, sofrerá muito Dano e será paralisado, <color=#FFD780FF>reduzindo ainda mais todas as RES</color>.",
                        "Ao receber <color=#80C0FFFF>Dano Hydro</color> ou <color=#99FFFFFF>Dano Cryo</color>, ele retornará gradualmente à forma inicial.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Обладает двумя формами. В исходной форме у него высокое <color=#FFD780FF>сопротивление всем элементам</color>. Попав под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он принимает вторую форму, в которой <color=#FFD780FF>существенно понижено его сопротивление всем элементам, кроме Пиро</color>. Попав ещё под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он получает огромный урон и парализуется, а его <color=#FFD780FF>сопротивление всем элементам снижается ещё больше</color>.",
                        "После получения <color=#80C0FFFF>Гидро</color> или <color=#99FFFFFF>Крио</color> урона он возвращается в исходную форму с высоким сопротивлением.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "拥有两种形态，初始形态具备较高的<color=#FFD780FF>所有抗性</color>，受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将切换至第二形态，<color=#FFD780FF>火元素外的所有抗性大幅降低</color>，继续受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将受到大量伤害并瘫痪，<color=#FFD780FF>所有抗性进一步降低</color>。",
                        "受到<color=#80C0FFFF>水元素伤害</color>或<color=#99FFFFFF>冰元素伤害</color>后，将逐渐恢复回抗性较高的初始形态。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11007}{SPRITE_PRESET#11003} characters",
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11007}{SPRITE_PRESET#11003}",
                        "Personagens {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11007}{SPRITE_PRESET#11003}",
                        "Персонажи {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11007}{SPRITE_PRESET#11003}元素角色",
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1001043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_DragonCollar",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24090504,
                        "level": 70,
                        "hp": 1448185.0823477805,
                        "attack": 8162.971493419609,
                        "defense": 850.0000238418579,
                        "matchedName": "DragonCollar",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Secret Source Automaton: Overseer Device - Normal",
                    "ptLevelName": "Autômato da Fonte Secreta: Configuração Padrão",
                    "ruLevelName": "Автоматон таинственного источника: Обычная форма",
                    "chsLevelName": "秘源机兵统御械·常形",
                    "enMonsterSpecialDesc": "A domination mechanism from the ancient ruins.\\nIn the distant past, a once-mighty ancient race used this mechanism to oversee the operation of their cities. Even now, long after the fall of their civilization, it still retains immense authority.\\nIt has returned to this realm via Ley Line memories once again to perform its \"abnormality cleansing\" duties...",
                    "ptMonsterSpecialDesc": "Um dispositivo utilizado para controlar ruínas antigas. \\nNo passado distante, uma raça antiga que outrora foi poderosa usava esse mecanismo para supervisionar o funcionamento de sua cidade. Mesmo agora, muito depois da queda de sua civilização, ele ainda retém uma autoridade imensa.\\nDe acordo com as memórias das Linhas Ley, ele apareceu novamente nesta terra, e é mais uma vez a hora de cumprir o seu propósito de varrer todas as impurezas...",
                    "ruMonsterSpecialDesc": "Древний механизм, созданный для установления господства.\\nВ далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.\\nСледуя воспоминаниям артерий земли, он вернулся в это измерение исполнить свой долг по «очистке от аномалий»...",
                    "chsMonsterSpecialDesc": "深古遗迹的统御用机关。\\n曾经，一度伟大的古老种族借由这种机关来统御城市的运转，即使在旧日文明崩毁的现在，也依然拥有着极高的权能。\\n遵循地脉的记忆，它重现此地，再度履行着自己「清扫异动」的职责…",
                    "enMonsterSpecialMechanicName": [
                        "Sweeper Mode",
                        "Counterstrike Mode",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de Varredura",
                        "Estado de Contra-Ataque",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Режим зачистки",
                        "Режим контрудара",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「荡除模式」",
                        "「应战状态」",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will enter Sweeper Mode while in combat: <color=#FFD780FF>All Elemental and Physical RES is greatly increased</color>, and it will generate Flow Momentum while performing attacks. The higher its Flow Momentum, the faster it will rotate and the more DMG it will deal.\\nIt will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will stop rotating and attacking, and its <color=#FFD780FF>All Elemental and Physical RES will be greatly decreased</color>, with its <color=#99FFFFFF>Cryo RES</color> <color=#FFD780FF>decreasing still more</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All Elemental and Physical RES will be decreased</color>.\\nIn this state, after it takes a certain number of <color=#99FFFFFF>Cryo DMG</color> instances, it will cease attacking altogether and its <color=#FFD780FF> All Elemental and Physical RES will be further decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Entra em Modo de Varredura durante a batalha: <color=#FFD780FF>aumenta consideravelmente a RES Física e contra todos os Elementos</color>, e gera Energia Fluida enquanto ataca. Quanto maior a Energia Fluida, maior a velocidade do rodopio, e maior o Dano causado.\\nDepois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida, e quando perder Energia Fluida até um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente a RES Física e contra todos os Elementos</color>. Além disso, <color=#FFD780FF>reduz ainda mais</color> a <color=#99FFFFFF>RES Cryo</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, o inimigo entrará no Estado de Contra-Ataque, passando a fazer ataques de disparos rastreadores, mas <color=#FFD780FF>reduzindo a RES Física e contra todos os Elementos</color>.\\nQuando estiver nesse estado, depois de sofrer uma certa quantidade de vezes de <color=#99FFFFFF>Dano Cryo</color>, interromperá seus ataques e <color=#FFD780FF>reduzirá ainda mais a RES Física e contra todos os Elementos</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою переходит в режим зачистки: <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.\\nПолучив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color=#FFD780FF>дополнительно снижается</color> его <color=#99FFFFFF>Крио сопротивление</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.\\nПопав под определённое количество атак с <color=#99FFFFFF>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中将进入「荡除模式」：<color=#FFD780FF>所有元素与物理抗性大幅提升</color>，并会一边产生「液流动量」一边进行攻击，「液流动量」越高，旋转速度与造成的伤害越高。\\n受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将停止旋转攻击，且<color=#FFD780FF>所有元素与物理抗性大幅降低</color>。且<color=#99FFFFFF>冰元素抗性</color><color=#FFD780FF>额外降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线进行攻击，此时其<color=#FFD780FF>所有元素与物理抗性降低</color>。\\n此状态下，受到一定次数的<color=#99FFFFFF>冰元素伤害</color>后，将停止攻击，且<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will enter Sweeper Mode while in combat: <color=#FFD780FF>All RES is greatly increased</color>, and it will perform rotating attacks while generating Flow Momentum. It will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will temporarily stop rotating and attacking, and its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Entra em Modo de Varredura na batalha: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>, e no momento que gerar Energia Fluida, faz um ataque rodopiante. Depois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida. Quando reduzir Energia Fluida a um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente todas as RES</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, esse inimigo entrará no Estado de Contra-Ataque, passando a realizar ataques de disparos perseguidores, mas também <color=#FFD780FF>reduzindo consideravelmente todas as suas RES</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою переходит в режим зачистки: <color=#FFD780FF>значительно увеличивается сопротивление всем элементам</color>, а также генерирует импульс потока, совершая атаки с вращением. Получив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он временно перестанет вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам существенно понизится</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам значительно снижается</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中将进入「荡除模式」：<color=#FFD780FF>所有抗性大幅提升</color>，产生「液流动量」的同时进行旋转攻击。受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将暂停旋转攻击，且<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线攻击，此时其<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100103,
            "monsterLevel": 90,
            "levelConfigs": [
                {
                    "id": 1001041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Narcissusborn",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20051205,
                        "level": 90,
                        "hp": 1042556.7068412155,
                        "attack": 15225.098506701761,
                        "defense": 949.999988079071,
                        "matchedName": "Monster_Narcissusborn_Normal_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Hydro Tulpa: Normal",
                    "ptLevelName": "Tulpa Hydro - Forma Comum",
                    "ruLevelName": "Гидротульпа: Обычная форма",
                    "chsLevelName": "水形幻人·常形",
                    "enMonsterSpecialDesc": "A humanoid monster formed from the agglomeration of water.\\nCountless wills dissolved in the water, which, like the universe, was full of souls that wished to be born.\\nThe perilous undercurrents within the shattered memories of the Ley Lines now come forth in their fullness...",
                    "ptMonsterSpecialDesc": "Um monstro humanóide formado pela aglomeração da água.\\nIncontáveis vontades se dissolveram na água, que, como o universo, estava repleta de almas desejando nascer.\\nAs correntes traiçoeiras nas memórias despedaçadas da Linha Ley agora emergem em sua totalidade...",
                    "ruMonsterSpecialDesc": "Человекоподобный монстр, состоящий из воды.\\nВоля многих существ растворялась в воде, где, как и во всей Вселенной, уже было немало душ, ожидавших рождения.\\nОпасные сокрытые течения в разбитых воспоминаниях артерий земли теперь раскрываются во всей своей полноте...",
                    "chsMonsterSpecialDesc": "由水凝聚成的初具人形的魔物。\\n曾有无数的意志消融在水中，但水中原本就与宇宙一样充满了渴求被诞下的灵魂。\\n在地脉破碎的记忆中，其危险如水下暗流般的一面，得以完成保留…",
                    "enMonsterSpecialMechanicName": [
                        "Helping Half-Tulpa",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Meia-Tulpa Coordenadora",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Полутульпа-помощник",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "协同半幻人",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "<color=#FFD780FF>1 Half-Tulpa</color> will emerge during the challenge at intervals. After some time, the Hydro Tulpa will absorb Half-Tulpas to <color=#FFD780FF>enhance itself</color>: It will grow larger, its ATK will increase, and it will launch more dangerous attacks.\\nUse attacks or Elemental Reactions to destroy Half-Tulpas in time or <color=#FFD780FF>Freeze</color> them to interrupt this absorption.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "<color=#FFD780FF>1 Meia-Tulpa</color> surgirá durante o desafio em intervalos regulares. Após algum tempo, o Tulpa Hydro absorverá a Meia-Tulpa para <color=#FFD780FF>se aprimorar</color>: ele ficará maior, seu ATQ aumentará e ele lançará ataques mais perigosos.\\nVocê pode interromper isso atacando, usando Reações Elementais ou causando <color=#FFD780FF>Congelamento</color> na Meia-Tulpa.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Во время испытания будет периодически появляться <color=#FFD780FF>1 полутульпа</color>. Через определённое время Гидротульпа поглотит её и <color=#FFD780FF>станет сильнее</color>: её размер увеличится, сила атаки повысится, а также она станет выполнять более опасные атаки.\\nСвоевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color=#FFD780FF>Заморозку</color>, чтобы прервать поглощение.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "挑战中会间歇性出现<color=#FFD780FF>1个「半幻人」</color>。一段时间后，水形幻人将吸收半幻人以<color=#FFD780FF>强化自身</color>：体型变大，攻击力提升，且将发动更具威胁的攻击。\\n及时通过攻击或元素反应消灭「半幻人」或将其<color=#FFD780FF>冻结</color>可以中断吸收的进程。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will absorb <color=#FFD780FF>Half-Tulpas</color> that emerge during the challenge at intervals to <color=#FFD780FF>enhance itself</color>. Use attacks or Elemental Reactions to destroy Half-Tulpas in time or <color=#FFD780FF>Freeze</color> them to interrupt this absorption.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Se <color=#FFD780FF>fortalece</color> absorvendo as <color=#FFD780FF>Meias-Tulpas</color> que aparecem periodicamente. Você pode interromper isso através de <color=#FFD780FF>Congelamento</color>, ou com Reações Elementais ou atacando as Meias-Tulpas.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Поглощает периодически появляющихся <color=#FFD780FF>полутульп</color>, чтобы <color=#FFD780FF>стать сильнее</color>. Своевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color=#FFD780FF>Заморозку</color>, чтобы прервать поглощение.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "将通过吸收间歇性出现的<color=#FFD780FF>「半幻人」</color>以<color=#FFD780FF>强化自身</color>。及时通过攻击或元素反应消灭「半幻人」或将其<color=#FFD780FF>冻结</color>可以中断吸收的进程。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} characters",
                        "{SPRITE_PRESET#11002} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11003}",
                        "Personagens {SPRITE_PRESET#11002}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11003}",
                        "Персонажи {SPRITE_PRESET#11002}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}元素角色",
                        "{SPRITE_PRESET#11002}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1001042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_LavaTitan",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26270302,
                        "level": 90,
                        "hp": 897874.8040639311,
                        "attack": 15225.098506701761,
                        "defense": 949.999988079071,
                        "matchedName": "Monster_LavaTitan_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Lava Dragon Statue: Normal",
                    "ptLevelName": "Estátua do Dragão de Lava: Forma Normal",
                    "ruLevelName": "Статуя лавового дракона: Обычная форма",
                    "chsLevelName": "熔岩辉龙像·常形",
                    "enMonsterSpecialDesc": "A monster that can continuously generate heat to sustain its activities.\\nA failed attempt to birth wisdom from pure energy that bears the outline of a great race yet possesses no more consciousness than a stone.\\nThis survivor of failed experiments is fortunate to be ignorant and numb, knowing naught but instinctual slaughter...",
                    "ptMonsterSpecialDesc": "Um monstro capaz de gerar calor continuamente por conta própria para manter seu estado de atividade.\\nA sabedoria não pode surgir de pura energia — ele é ignorante, insensível, um fracasso que apenas imita a silhueta de uma raça grandiosa.\\nSua sorte, enquanto fracasso, reside justamente em sua ignorância e torpor, seguindo apenas os instintos para matar...",
                    "ruMonsterSpecialDesc": "Монстры, которые способны самостоятельно генерировать жар для поддержания своих жизненных функций.\\nНеудачная попытка породить мудрость из чистой энергии, которая несёт в себе очертания великой расы, но сознания у неё не больше, чем у камня.\\nЭтому неудавшемуся образцу повезло быть невежественным и бесчувственным, и лишь следовать своим кровожадным инстинктам...",
                    "chsMonsterSpecialDesc": "能够自身持续产生热量，以维持活动状态的魔物。\\n无法从纯粹的能量中诞生智慧，无知无觉，而徒具伟大种族形廓的失败品。\\n这一失败品的侥幸在于其无知与麻木，仅仅顺从本能去厮杀…",
                    "enMonsterSpecialMechanicName": [
                        "Dual Pyroclast",
                        "Cooldown Effect",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Gêmeos de Pedra Ardente",
                        "Efeito de Recarga",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Двойной пирокласт",
                        "Эффект отката",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "炽岩双身",
                        "冷却效果",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Starts in the Geohuman form, which possesses <color=#FFD780FF>higher All Elemental and Physical RES</color>. After it takes a certain number of <color=#FF9999FF>Pyro DMG</color> instances, it will completely enter its Molten Dragon form, in which <color=#FFD780FF>All Elemental and Physical RES apart from Pyro RES is greatly decreased</color>. After it goes on to take <color=#FF9999FF>Pyro DMG</color>, it will progressively take additional DMG. If it takes a certain number of additional <color=#FF9999FF>Pyro DMG</color> instances while in Molten Dragon form, it will enter Overburn, falling down and becoming immobilized. This will also cause its <color=#FFD780FF>All Elemental and Physical RES to be further decreased</color>. After being immobilized for a time, it will return to Geohuman form.",
                        "After taking <color=#80C0FFFF>Hydro DMG</color> or <color=#99FFFFFF>Cryo DMG</color>, it will gradually return to the higher-RES Geohuman form.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Inicia no estado Humano Geo, possui <color=#FFD780FF>alta RES Física e contra todos os Elementos</color>. Depois de sofrer <color=#FF9999FF>Dano Pyro</color> uma certa quantidade de vezes, entra no estado Dragão Flamejante, <color=#FFD780FF>reduzindo ainda mais a RES Física e contra todos os Elementos, menos Pyro</color>. Ao continuar a sofrer <color=#FF9999FF>Dano Pyro</color>, sofrerá Dano adicional até um certo ponto, para que enquanto estiver no estado Dragão Flamejante e sofrer <color=#FF9999FF>Dano Pyro</color> uma certa quantidade de vezes, sofrerá Queimaduras e será paralisado, <color=#FFD780FF>reduzindo ainda mais a RES contra todos os Elementos e a RES Física</color>. Depois de ficar paralisado por um tempo, regenera-se para o estado Humano Geo.",
                        "Ao receber <color=#80C0FFFF>Dano Hydro</color> ou <color=#99FFFFFF>Dano Cryo</color>, ele retornará gradualmente à forma Humanoide Geo com maior RES.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Вначале пребывает в форме «геочеловека» с <color=#FFD780FF>высоким сопротивлением всем элементам и физическому урону</color>. Попав под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он принимает форму «расплавленного дракона», в которой <color=#FFD780FF>существенно понижено его сопротивление физическому урону и всем элементам, кроме Пиро</color>. Продолжив подвергаться <color=#FF9999FF>Пиро урону</color>, он периодически получает дополнительный урон. Приняв определённое количество атак с <color=#FF9999FF>Пиро уроном</color> в форме «расплавленного дракона», он переходит в состояние Сверхгорения, падает и парализуется, а его <color=#FFD780FF>сопротивление всем элементам и физическое сопротивление снижаются ещё больше</color>. Через некоторое время после парализации он возвращается в форму «геочеловека».",
                        "После получения <color=#80C0FFFF>Гидро</color> или <color=#99FFFFFF>Крио</color> урона он постепенно восстановит форму «геочеловека» с высоким сопротивлением.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "初始处于「岩之人」状态，具备<color=#FFD780FF>较高的所有元素与物理抗性</color>，受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将完全进入「熔焰之龙」的状态，<color=#FFD780FF>火元素外的所有元素与物理抗性大幅降低</color>；继续受到<color=#FF9999FF>火元素伤害</color>后，将阶段性承受额外伤害，在「熔焰之龙」状态下受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将过度燃烧，倒下瘫痪，<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。瘫痪一段时间后，将恢复回「岩之人」状态。",
                        "受到<color=#80C0FFFF>水元素伤害</color>或<color=#99FFFFFF>冰元素伤害</color>后，将逐渐恢复回抗性较高的「岩之人」状态。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Has two forms. Its initial form possesses <color=#FFD780FF>higher All RES</color>. After it takes a certain number of <color=#FF9999FF>Pyro DMG</color> instances, it will enter its second form, in which <color=#FFD780FF>all RES apart from Pyro RES is greatly decreased</color>. After it goes on to take a certain number of additional <color=#FF9999FF>Pyro DMG</color> instances, it will take immense DMG and be immobilized. This will also cause its <color=#FFD780FF>All RES to be further decreased</color>.",
                        "After taking <color=#80C0FFFF>Hydro DMG</color> or <color=#99FFFFFF>Cryo DMG</color>, it will gradually return to the higher-RES initial form.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Possui duas formas. A forma inicial possui <color=#FFD780FF>todas as RES</color> altas. Depois de sofrer uma certa quantidade de vezes <color=#FF9999FF>Dano Pyro</color>, troca para a segunda forma, <color=#FFD780FF>reduzindo consideravelmente todas as RES, exceto Pyro</color>. Depois de sofrer <color=#FF9999FF>Dano Pyro</color> mais uma certa quantidade de vezes, sofrerá muito Dano e será paralisado, <color=#FFD780FF>reduzindo ainda mais todas as RES</color>.",
                        "Ao receber <color=#80C0FFFF>Dano Hydro</color> ou <color=#99FFFFFF>Dano Cryo</color>, ele retornará gradualmente à forma inicial.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Обладает двумя формами. В исходной форме у него высокое <color=#FFD780FF>сопротивление всем элементам</color>. Попав под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он принимает вторую форму, в которой <color=#FFD780FF>существенно понижено его сопротивление всем элементам, кроме Пиро</color>. Попав ещё под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он получает огромный урон и парализуется, а его <color=#FFD780FF>сопротивление всем элементам снижается ещё больше</color>.",
                        "После получения <color=#80C0FFFF>Гидро</color> или <color=#99FFFFFF>Крио</color> урона он возвращается в исходную форму с высоким сопротивлением.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "拥有两种形态，初始形态具备较高的<color=#FFD780FF>所有抗性</color>，受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将切换至第二形态，<color=#FFD780FF>火元素外的所有抗性大幅降低</color>，继续受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将受到大量伤害并瘫痪，<color=#FFD780FF>所有抗性进一步降低</color>。",
                        "受到<color=#80C0FFFF>水元素伤害</color>或<color=#99FFFFFF>冰元素伤害</color>后，将逐渐恢复回抗性较高的初始形态。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11007}{SPRITE_PRESET#11003} characters",
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11007}{SPRITE_PRESET#11003}",
                        "Personagens {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11007}{SPRITE_PRESET#11003}",
                        "Персонажи {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11007}{SPRITE_PRESET#11003}元素角色",
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1001043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_DragonCollar",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24090504,
                        "level": 90,
                        "hp": 1100076.3044574708,
                        "attack": 15225.098506701761,
                        "defense": 949.999988079071,
                        "matchedName": "DragonCollar",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Secret Source Automaton: Overseer Device - Normal",
                    "ptLevelName": "Autômato da Fonte Secreta: Configuração Padrão",
                    "ruLevelName": "Автоматон таинственного источника: Обычная форма",
                    "chsLevelName": "秘源机兵统御械·常形",
                    "enMonsterSpecialDesc": "A domination mechanism from the ancient ruins.\\nIn the distant past, a once-mighty ancient race used this mechanism to oversee the operation of their cities. Even now, long after the fall of their civilization, it still retains immense authority.\\nIt has returned to this realm via Ley Line memories once again to perform its \"abnormality cleansing\" duties...",
                    "ptMonsterSpecialDesc": "Um dispositivo utilizado para controlar ruínas antigas. \\nNo passado distante, uma raça antiga que outrora foi poderosa usava esse mecanismo para supervisionar o funcionamento de sua cidade. Mesmo agora, muito depois da queda de sua civilização, ele ainda retém uma autoridade imensa.\\nDe acordo com as memórias das Linhas Ley, ele apareceu novamente nesta terra, e é mais uma vez a hora de cumprir o seu propósito de varrer todas as impurezas...",
                    "ruMonsterSpecialDesc": "Древний механизм, созданный для установления господства.\\nВ далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.\\nСледуя воспоминаниям артерий земли, он вернулся в это измерение исполнить свой долг по «очистке от аномалий»...",
                    "chsMonsterSpecialDesc": "深古遗迹的统御用机关。\\n曾经，一度伟大的古老种族借由这种机关来统御城市的运转，即使在旧日文明崩毁的现在，也依然拥有着极高的权能。\\n遵循地脉的记忆，它重现此地，再度履行着自己「清扫异动」的职责…",
                    "enMonsterSpecialMechanicName": [
                        "Sweeper Mode",
                        "Counterstrike Mode",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de Varredura",
                        "Estado de Contra-Ataque",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Режим зачистки",
                        "Режим контрудара",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「荡除模式」",
                        "「应战状态」",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will enter Sweeper Mode while in combat: <color=#FFD780FF>All Elemental and Physical RES is greatly increased</color>, and it will generate Flow Momentum while performing attacks. The higher its Flow Momentum, the faster it will rotate and the more DMG it will deal.\\nIt will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will stop rotating and attacking, and its <color=#FFD780FF>All Elemental and Physical RES will be greatly decreased</color>, with its <color=#99FFFFFF>Cryo RES</color> <color=#FFD780FF>decreasing still more</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All Elemental and Physical RES will be decreased</color>.\\nIn this state, after it takes a certain number of <color=#99FFFFFF>Cryo DMG</color> instances, it will cease attacking altogether and its <color=#FFD780FF> All Elemental and Physical RES will be further decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Entra em Modo de Varredura durante a batalha: <color=#FFD780FF>aumenta consideravelmente a RES Física e contra todos os Elementos</color>, e gera Energia Fluida enquanto ataca. Quanto maior a Energia Fluida, maior a velocidade do rodopio, e maior o Dano causado.\\nDepois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida, e quando perder Energia Fluida até um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente a RES Física e contra todos os Elementos</color>. Além disso, <color=#FFD780FF>reduz ainda mais</color> a <color=#99FFFFFF>RES Cryo</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, o inimigo entrará no Estado de Contra-Ataque, passando a fazer ataques de disparos rastreadores, mas <color=#FFD780FF>reduzindo a RES Física e contra todos os Elementos</color>.\\nQuando estiver nesse estado, depois de sofrer uma certa quantidade de vezes de <color=#99FFFFFF>Dano Cryo</color>, interromperá seus ataques e <color=#FFD780FF>reduzirá ainda mais a RES Física e contra todos os Elementos</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою переходит в режим зачистки: <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.\\nПолучив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color=#FFD780FF>дополнительно снижается</color> его <color=#99FFFFFF>Крио сопротивление</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.\\nПопав под определённое количество атак с <color=#99FFFFFF>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中将进入「荡除模式」：<color=#FFD780FF>所有元素与物理抗性大幅提升</color>，并会一边产生「液流动量」一边进行攻击，「液流动量」越高，旋转速度与造成的伤害越高。\\n受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将停止旋转攻击，且<color=#FFD780FF>所有元素与物理抗性大幅降低</color>。且<color=#99FFFFFF>冰元素抗性</color><color=#FFD780FF>额外降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线进行攻击，此时其<color=#FFD780FF>所有元素与物理抗性降低</color>。\\n此状态下，受到一定次数的<color=#99FFFFFF>冰元素伤害</color>后，将停止攻击，且<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will enter Sweeper Mode while in combat: <color=#FFD780FF>All RES is greatly increased</color>, and it will perform rotating attacks while generating Flow Momentum. It will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will temporarily stop rotating and attacking, and its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Entra em Modo de Varredura na batalha: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>, e no momento que gerar Energia Fluida, faz um ataque rodopiante. Depois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida. Quando reduzir Energia Fluida a um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente todas as RES</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, esse inimigo entrará no Estado de Contra-Ataque, passando a realizar ataques de disparos perseguidores, mas também <color=#FFD780FF>reduzindo consideravelmente todas as suas RES</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою переходит в режим зачистки: <color=#FFD780FF>значительно увеличивается сопротивление всем элементам</color>, а также генерирует импульс потока, совершая атаки с вращением. Получив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он временно перестанет вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам существенно понизится</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам значительно снижается</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中将进入「荡除模式」：<color=#FFD780FF>所有抗性大幅提升</color>，产生「液流动量」的同时进行旋转攻击。受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将暂停旋转攻击，且<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线攻击，此时其<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100104,
            "monsterLevel": 100,
            "levelConfigs": [
                {
                    "id": 1001051,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Narcissusborn",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20051205,
                        "level": 100,
                        "hp": 5194944.057355151,
                        "attack": 19697.671419797698,
                        "defense": 1000,
                        "matchedName": "Monster_Narcissusborn_Normal_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Hydro Tulpa: Wuthertide",
                    "ptLevelName": "Tulpa Hydro - Ondas poderosas",
                    "ruLevelName": "Гидротульпа: Бушующие волны",
                    "chsLevelName": "水形幻人·强浪",
                    "enMonsterSpecialDesc": "A humanoid monster formed from the agglomeration of water.\\nCountless wills dissolved in the water, which, like the universe, was full of souls that wished to be born.\\nThe storm that churns like a furious ocean within the warped narratives of the Ley Lines now manifests in full...",
                    "ptMonsterSpecialDesc": "Um monstro humanóide formado pela aglomeração da água.\\nIncontáveis vontades se dissolveram na água, que, como o universo, estava repleta de almas desejando nascer.\\nA tempestade que agita como um oceano furioso nas narrativas distorcidas da Linha Ley agora se manifesta por completo...",
                    "ruMonsterSpecialDesc": "Человекоподобный монстр, состоящий из воды.\\nВоля многих существ растворялась в воде, где, как и во всей Вселенной, уже было немало душ, ожидавших рождения.\\nУраган, бушующий подобно неистовому океану в крайних изложениях артерий земли, предстаёт в полной силе...",
                    "chsMonsterSpecialDesc": "由水凝聚成的初具人形的魔物。\\n曾有无数的意志消融在水中，但水中原本就与宇宙一样充满了渴求被诞下的灵魂。\\n在地脉偏激的叙述中，其暴戾如海面怒涛般的一面，得以完全呈现…",
                    "enMonsterSpecialMechanicName": [
                        "Helping Half-Tulpa",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Meia-Tulpa Coordenadora",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Полутульпа-помощник",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "协同半幻人",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "<color=#FFD780FF>1 Half-Tulpa</color> will emerge during the challenge at intervals. After some time, the Hydro Tulpa will absorb Half-Tulpas to <color=#FFD780FF>enhance itself</color>: It will grow larger, its ATK will increase, and it will launch more dangerous attacks.\\nUse attacks or Elemental Reactions to destroy Half-Tulpas in time or <color=#FFD780FF>Freeze</color> them to interrupt this absorption.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "<color=#FFD780FF>1 Meia-Tulpa</color> surgirá durante o desafio em intervalos regulares. Após algum tempo, o Tulpa Hydro absorverá a Meia-Tulpa para <color=#FFD780FF>se aprimorar</color>: ele ficará maior, seu ATQ aumentará e ele lançará ataques mais perigosos.\\nVocê pode interromper isso atacando, usando Reações Elementais ou causando <color=#FFD780FF>Congelamento</color> na Meia-Tulpa.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Во время испытания будет периодически появляться <color=#FFD780FF>1 полутульпа</color>. Через определённое время Гидротульпа поглотит её и <color=#FFD780FF>станет сильнее</color>: её размер увеличится, сила атаки повысится, а также она станет выполнять более опасные атаки.\\nСвоевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color=#FFD780FF>Заморозку</color>, чтобы прервать поглощение.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "挑战中会间歇性出现<color=#FFD780FF>1个「半幻人」</color>。一段时间后，水形幻人将吸收半幻人以<color=#FFD780FF>强化自身</color>：体型变大，攻击力提升，且将发动更具威胁的攻击。\\n及时通过攻击或元素反应消灭「半幻人」或将其<color=#FFD780FF>冻结</color>可以中断吸收的进程。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will absorb <color=#FFD780FF>Half-Tulpas</color> that emerge during the challenge at intervals to <color=#FFD780FF>enhance itself</color>. Use attacks or Elemental Reactions to destroy Half-Tulpas in time or <color=#FFD780FF>Freeze</color> them to interrupt this absorption.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Se <color=#FFD780FF>fortalece</color> absorvendo as <color=#FFD780FF>Meias-Tulpas</color> que aparecem periodicamente. Você pode interromper isso através de <color=#FFD780FF>Congelamento</color>, ou com Reações Elementais ou atacando as Meias-Tulpas.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Поглощает периодически появляющихся <color=#FFD780FF>полутульп</color>, чтобы <color=#FFD780FF>стать сильнее</color>. Своевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color=#FFD780FF>Заморозку</color>, чтобы прервать поглощение.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "将通过吸收间歇性出现的<color=#FFD780FF>「半幻人」</color>以<color=#FFD780FF>强化自身</color>。及时通过攻击或元素反应消灭「半幻人」或将其<color=#FFD780FF>冻结</color>可以中断吸收的进程。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} characters",
                        "{SPRITE_PRESET#11002} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11003}",
                        "Personagens {SPRITE_PRESET#11002}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11003}",
                        "Персонажи {SPRITE_PRESET#11002}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}元素角色",
                        "{SPRITE_PRESET#11002}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1001052,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_LavaTitan",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26270302,
                        "level": 100,
                        "hp": 4474008.551698342,
                        "attack": 19697.671419797698,
                        "defense": 1000,
                        "matchedName": "Monster_LavaTitan_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Lava Dragon Statue: Forged Flame",
                    "ptLevelName": "Estátua do Dragão de Lava: Chamas Afiadas",
                    "ruLevelName": "Статуя лавового дракона: Кованое пламя",
                    "chsLevelName": "熔岩辉龙像·锐火",
                    "enMonsterSpecialDesc": "A monster that can continuously generate heat to sustain its activities.\\nA failed attempt to birth wisdom from pure energy that bears the outline of a great race yet possesses no more consciousness than a stone.\\nLong immersion amidst the fog of error-filled Ley Lines has filled this failed experiment with power that has also become warped into pure, primeval fury...",
                    "ptMonsterSpecialDesc": "Um monstro que pode gerar calor continuamente para suprir suas atividades.\\nUma tentativa fracassada de gerar sabedoria de energia pura, que possui o esboço de uma grande raça, mas não possui mais consciência do que uma pedra.\\nMas, depois de passar tanto tempo mergulhado na neblina enganadora das Linhas Ley, sua razão foi derrotada, e passou a possuir uma fúria pura primordial...",
                    "ruMonsterSpecialDesc": "Монстры, которые способны самостоятельно генерировать жар для поддержания своих жизненных функций.\\nНеудачная попытка породить мудрость из чистой энергии, которая несёт в себе очертания великой расы, но сознания у неё не больше, чем у камня.\\nОднако долгое пребывание в полном заблуждений тумане артерий земли наполнило этот неудавшийся образец силой, которая превратилась в первобытную и чистую ярость...",
                    "chsMonsterSpecialDesc": "能够自身持续产生热量，以维持活动状态的魔物。\\n无法从纯粹的能量中诞生智慧，无知无觉，而徒具伟大种族形廓的失败品。\\n但过久沉浸在地脉谬误的雾霭中，深埋于失败品体内的力量，也将转化为原始而纯粹的愤怒…",
                    "enMonsterSpecialMechanicName": [
                        "Dual Pyroclast",
                        "Cooldown Effect",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Gêmeos de Pedra Ardente",
                        "Efeito de Recarga",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Двойной пирокласт",
                        "Эффект отката",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "炽岩双身",
                        "冷却效果",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Starts in the Geohuman form, which possesses <color=#FFD780FF>higher All Elemental and Physical RES</color>. After it takes a certain number of <color=#FF9999FF>Pyro DMG</color> instances, it will completely enter its Molten Dragon form, in which <color=#FFD780FF>All Elemental and Physical RES apart from Pyro RES is greatly decreased</color>. After it goes on to take <color=#FF9999FF>Pyro DMG</color>, it will progressively take additional DMG. If it takes a certain number of additional <color=#FF9999FF>Pyro DMG</color> instances while in Molten Dragon form, it will enter Overburn, falling down and becoming immobilized. This will also cause its <color=#FFD780FF>All Elemental and Physical RES to be further decreased</color>. After being immobilized for a time, it will return to Geohuman form.",
                        "After taking <color=#80C0FFFF>Hydro DMG</color> or <color=#99FFFFFF>Cryo DMG</color>, it will gradually return to the higher-RES Geohuman form.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Inicia no estado Humano Geo, possui <color=#FFD780FF>alta RES Física e contra todos os Elementos</color>. Depois de sofrer <color=#FF9999FF>Dano Pyro</color> uma certa quantidade de vezes, entra no estado Dragão Flamejante, <color=#FFD780FF>reduzindo ainda mais a RES Física e contra todos os Elementos, menos Pyro</color>. Ao continuar a sofrer <color=#FF9999FF>Dano Pyro</color>, sofrerá Dano adicional até um certo ponto, para que enquanto estiver no estado Dragão Flamejante e sofrer <color=#FF9999FF>Dano Pyro</color> uma certa quantidade de vezes, sofrerá Queimaduras e será paralisado, <color=#FFD780FF>reduzindo ainda mais a RES contra todos os Elementos e a RES Física</color>. Depois de ficar paralisado por um tempo, regenera-se para o estado Humano Geo.",
                        "Ao receber <color=#80C0FFFF>Dano Hydro</color> ou <color=#99FFFFFF>Dano Cryo</color>, ele retornará gradualmente à forma Humanoide Geo com maior RES.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Вначале пребывает в форме «геочеловека» с <color=#FFD780FF>высоким сопротивлением всем элементам и физическому урону</color>. Попав под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он принимает форму «расплавленного дракона», в которой <color=#FFD780FF>существенно понижено его сопротивление физическому урону и всем элементам, кроме Пиро</color>. Продолжив подвергаться <color=#FF9999FF>Пиро урону</color>, он периодически получает дополнительный урон. Приняв определённое количество атак с <color=#FF9999FF>Пиро уроном</color> в форме «расплавленного дракона», он переходит в состояние Сверхгорения, падает и парализуется, а его <color=#FFD780FF>сопротивление всем элементам и физическое сопротивление снижаются ещё больше</color>. Через некоторое время после парализации он возвращается в форму «геочеловека».",
                        "После получения <color=#80C0FFFF>Гидро</color> или <color=#99FFFFFF>Крио</color> урона он постепенно восстановит форму «геочеловека» с высоким сопротивлением.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "初始处于「岩之人」状态，具备<color=#FFD780FF>较高的所有元素与物理抗性</color>，受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将完全进入「熔焰之龙」的状态，<color=#FFD780FF>火元素外的所有元素与物理抗性大幅降低</color>；继续受到<color=#FF9999FF>火元素伤害</color>后，将阶段性承受额外伤害，在「熔焰之龙」状态下受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将过度燃烧，倒下瘫痪，<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。瘫痪一段时间后，将恢复回「岩之人」状态。",
                        "受到<color=#80C0FFFF>水元素伤害</color>或<color=#99FFFFFF>冰元素伤害</color>后，将逐渐恢复回抗性较高的「岩之人」状态。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Has two forms. Its initial form possesses <color=#FFD780FF>higher All RES</color>. After it takes a certain number of <color=#FF9999FF>Pyro DMG</color> instances, it will enter its second form, in which <color=#FFD780FF>all RES apart from Pyro RES is greatly decreased</color>. After it goes on to take a certain number of additional <color=#FF9999FF>Pyro DMG</color> instances, it will take immense DMG and be immobilized. This will also cause its <color=#FFD780FF>All RES to be further decreased</color>.",
                        "After taking <color=#80C0FFFF>Hydro DMG</color> or <color=#99FFFFFF>Cryo DMG</color>, it will gradually return to the higher-RES initial form.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Possui duas formas. A forma inicial possui <color=#FFD780FF>todas as RES</color> altas. Depois de sofrer uma certa quantidade de vezes <color=#FF9999FF>Dano Pyro</color>, troca para a segunda forma, <color=#FFD780FF>reduzindo consideravelmente todas as RES, exceto Pyro</color>. Depois de sofrer <color=#FF9999FF>Dano Pyro</color> mais uma certa quantidade de vezes, sofrerá muito Dano e será paralisado, <color=#FFD780FF>reduzindo ainda mais todas as RES</color>.",
                        "Ao receber <color=#80C0FFFF>Dano Hydro</color> ou <color=#99FFFFFF>Dano Cryo</color>, ele retornará gradualmente à forma inicial.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Обладает двумя формами. В исходной форме у него высокое <color=#FFD780FF>сопротивление всем элементам</color>. Попав под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он принимает вторую форму, в которой <color=#FFD780FF>существенно понижено его сопротивление всем элементам, кроме Пиро</color>. Попав ещё под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он получает огромный урон и парализуется, а его <color=#FFD780FF>сопротивление всем элементам снижается ещё больше</color>.",
                        "После получения <color=#80C0FFFF>Гидро</color> или <color=#99FFFFFF>Крио</color> урона он возвращается в исходную форму с высоким сопротивлением.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "拥有两种形态，初始形态具备较高的<color=#FFD780FF>所有抗性</color>，受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将切换至第二形态，<color=#FFD780FF>火元素外的所有抗性大幅降低</color>，继续受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将受到大量伤害并瘫痪，<color=#FFD780FF>所有抗性进一步降低</color>。",
                        "受到<color=#80C0FFFF>水元素伤害</color>或<color=#99FFFFFF>冰元素伤害</color>后，将逐渐恢复回抗性较高的初始形态。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11007}{SPRITE_PRESET#11003} characters",
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11007}{SPRITE_PRESET#11003}",
                        "Personagens {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11007}{SPRITE_PRESET#11003}",
                        "Персонажи {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11007}{SPRITE_PRESET#11003}元素角色",
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1001053,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_DragonCollar",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24090504,
                        "level": 100,
                        "hp": 5481562.439896867,
                        "attack": 19697.671419797698,
                        "defense": 1000,
                        "matchedName": "DragonCollar",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Secret Source Automaton: Overseer Device - Swift Strike",
                    "ptLevelName": "Autômato da Fonte Secreta: Dispositivo Supervisor - Ataque Veloz",
                    "ruLevelName": "Автоматон таинственного источника: Стремительный удар",
                    "chsLevelName": "秘源机兵统御械·疾攻",
                    "enMonsterSpecialDesc": "A domination mechanism from the ancient ruins.\\nIn the distant past, a once-mighty ancient race used this mechanism to oversee the operation of their cities. Even now, long after the fall of their civilization, it still retains immense authority.\\nThe Ley Line narratives can restore even the most decrepit machines to mint condition. This device, as if freshly combat-adjusted, can now unleash even more lethal attacks...",
                    "ptMonsterSpecialDesc": "Um dispositivo utilizado para controlar ruínas antigas. \\nNo passado distante, uma raça antiga que outrora foi poderosa usava esse mecanismo para supervisionar o funcionamento de sua cidade. Mesmo agora, muito depois da queda de sua civilização, ele ainda retém uma autoridade imensa.\\nPor mais antigo que seja um mecanismo, nas narrativas das Linhas Ley, ele pode retornar ao estado em que foi forjado. Como se tivesse acabado de concluir sua calibração de combate, este dispositivo ancestral é capaz de liberar um poder ainda mais veloz e letal...",
                    "ruMonsterSpecialDesc": "Древний механизм, созданный для установления господства.\\nВ далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.\\nДаже самые старые механизмы в изложениях артерий земли могут восстановиться до первоначальной формы. Этот механизм из глубокой древности теперь способен выполнять ещё более быстрые и смертоносные атаки, будто только что прошёл отладку для боя...",
                    "chsMonsterSpecialDesc": "深古遗迹的统御用机关。\\n曾经，一度伟大的古老种族借由这种机关来统御城市的运转，即使在旧日文明崩毁的现在，也依然拥有着极高的权能。\\n无论多么老旧的机件，在地脉的叙述中，都能恢复至铸成之初的面貌。就如方才完成战斗调试，这一深古机关足以爆发出更为迅疾致命的战力…",
                    "enMonsterSpecialMechanicName": [
                        "Preemptive Sweeper Mode",
                        "Counterstrike Mode",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de Varredura Prévia",
                        "Estado de Contra-Ataque",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Упреждающий режим зачистки",
                        "Режим контрудара",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「先制荡除模式」",
                        "「应战状态」",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will immediately enter Sweeper Mode when combat starts: <color=#FFD780FF>All Elemental and Physical RES is greatly increased</color>, and it will generate Flow Momentum while performing attacks. The higher its Flow Momentum, the faster it will rotate and the more DMG it will deal.\\nIt will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will stop rotating and attacking, and its <color=#FFD780FF>All Elemental and Physical RES will be greatly decreased</color>, with its <color=#99FFFFFF>Cryo RES</color> <color=#FFD780FF>decreasing still more</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All Elemental and Physical RES will be decreased</color>.\\nIn this state, after it takes a certain number of <color=#99FFFFFF>Cryo DMG</color> instances, it will cease attacking altogether and its <color=#FFD780FF> All Elemental and Physical RES will be further decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Entra em Modo de Varredura imediatamente ao começar a batalha: <color=#FFD780FF>aumenta consideravelmente a RES Física e contra todos os Elementos</color>, e gera Energia Fluida enquanto ataca. Quanto maior a Energia Fluida, maior a velocidade do rodopio, e maior o Dano causado.\\nDepois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida, e quando perder Energia Fluida até um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente a RES Física e contra todos os Elementos</color>. Além disso, <color=#FFD780FF>reduz ainda mais</color> a <color=#99FFFFFF>RES Cryo</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, o inimigo entrará no Estado de Contra-Ataque, passando a fazer ataques de disparos rastreadores, mas <color=#FFD780FF>reduzindo a RES Física e contra todos os Elementos</color>.\\nQuando estiver nesse estado, depois de sofrer uma certa quantidade de vezes de <color=#99FFFFFF>Dano Cryo</color>, interromperá seus ataques e <color=#FFD780FF>reduzirá ainda mais a RES Física e contra todos os Elementos</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В начале боя сразу переходит в режим зачистки: <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.\\nПолучив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color=#FFD780FF>дополнительно снижается</color> его <color=#99FFFFFF>Крио сопротивление</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.\\nПопав под определённое количество атак с <color=#99FFFFFF>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始后将立即进入「荡除模式」：<color=#FFD780FF>所有元素与物理抗性大幅提升</color>，并会一边产生「液流动量」一边进行攻击，「液流动量」越高，旋转速度与造成的伤害越高。\\n受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将停止旋转攻击，且<color=#FFD780FF>所有元素与物理抗性大幅降低</color>。且<color=#99FFFFFF>冰元素抗性</color><color=#FFD780FF>额外降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线进行攻击，此时其<color=#FFD780FF>所有元素与物理抗性降低</color>。\\n此状态下，受到一定次数的<color=#99FFFFFF>冰元素伤害</color>后，将停止攻击，且<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will immediately enter Sweeper Mode when combat starts: <color=#FFD780FF>All RES is greatly increased</color>, and it will perform rotating attacks while generating Flow Momentum. It will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will temporarily stop rotating and attacking, and its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Counterstrike Mode and switch to attacking with tracking rays. At this time, its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando a batalha inicia, entra imediatamente em Modo de Varredura: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>, e no momento que gerar Energia Fluida, faz um ataque rodopiante. Depois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida. Quando reduzir Energia Fluida a um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente todas as RES</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, esse inimigo entrará no Estado de Contra-Ataque, passando a realizar ataques de disparos perseguidores, mas também <color=#FFD780FF>reduzindo consideravelmente todas as suas RES</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В начале боя сразу переходит в режим зачистки: <color=#FFD780FF>значительно увеличивается сопротивление всем элементам</color>, а также генерирует импульс потока, совершая атаки с вращением. Получив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он временно перестанет вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам существенно понизится</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим контрудара и атакует с помощью наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам значительно снижается</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始后将立即进入「荡除模式」：<color=#FFD780FF>所有抗性大幅提升</color>，产生「液流动量」的同时进行旋转攻击。受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将暂停旋转攻击，且<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「应战状态」，改为使用追踪射线攻击，此时其<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100105,
            "monsterLevel": 105,
            "levelConfigs": [
                {
                    "id": 1001061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Narcissusborn",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20051205,
                        "level": 105,
                        "hp": 7658830.260889828,
                        "attack": 21680.58761885739,
                        "defense": 1024.999976158142,
                        "matchedName": "Monster_Narcissusborn_Normal_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Hydro Tulpa: Turbulent Vortex",
                    "ptLevelName": "Tulpa Hydro: Vórtice Turbulento",
                    "ruLevelName": "Гидротульпа: Стремительная воронка",
                    "chsLevelName": "水形幻人·极旋湍流",
                    "enMonsterSpecialDesc": "A humanoid monster formed from the agglomeration of water.\\nCountless wills dissolved in the water, which, like the universe, was full of souls that wished to be born.\\nSuffering and hatred, suffused into those waters, intersected to warp what was once human shape amidst the inchoate chaos of the Ley Lines. The tragic dissolution is soon to repeat itself...",
                    "ptMonsterSpecialDesc": "Um monstro humanóide formado pela aglomeração da água.\\nIncontáveis vontades se dissolveram na água, que, como o universo, estava repleta de almas desejando nascer.\\nSofrimento e ódio infundidos nessas águas se cruzaram, distorcendo o que um dia foi uma forma humana em meio ao caos embrionário das Linhas Ley. A trágica dissolução está prestes a se repetir...",
                    "ruMonsterSpecialDesc": "Человекоподобный монстр, состоящий из воды.\\nВоля многих существ растворялась в воде, где, как и во всей Вселенной, уже было немало душ, ожидавших рождения.\\nВ крайнем хаосе артерий земли страдания и ненависть, заполнившие эти воды, переплелись и исказили то, что однажды было человеческой формой, чтобы повторить прискорбный исход...",
                    "chsMonsterSpecialDesc": "由水凝聚成的初具人形的魔物。\\n曾有无数的意志消融在水中，但水中原本就与宇宙一样充满了渴求被诞下的灵魂。\\n在地脉极端紊乱的投映下，深浸于水下的苦痛与怨恨，以某种扭曲的形式交织于原本的人形之上，要将可悲的消逝再度重演…",
                    "enMonsterSpecialMechanicName": [
                        "Twin Half-Tulpas",
                        "Torrential Flurry",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Dupla de Meias-Tulpas",
                        "Torrente Destruidora",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Полутульпы-близнецы",
                        "Удар потока",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "双重半幻人",
                        "洪流环击",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Line disturbance, <color=#FFD780FF>2 Half-Tulpas</color> will emerge during the challenge at intervals. After some time, the Hydro Tulpa will absorb Half-Tulpas to <color=#FFD780FF>enhance itself</color>: <color=#FFD780FF>It will heal a large amount of HP</color> and grow larger, its ATK will increase, and it will launch more dangerous attacks.\\nUse attacks or Elemental Reactions to destroy the Half-Tulpas in time or <color=#FFD780FF>Freeze</color> them to interrupt this absorption.",
                        "Affected by the Ley Line disturbance, the Hydro Tulpa will deploy a Shield during the challenge and enter a charging state as it prepares to launch Torrential Flurry. If it is successfully unleashed, <color=#FFD780FF>your current active character will be immediately defeated</color>.\\nWhen the Hydro Tulpa deploys its Shield, all party members' Elemental Skill and Burst CDs will be reset, while their Elemental Energy, Fighting Spirit, and Serpent's Subtlety will be restored. Breaking the Shield before the Hydro Tulpa can charge up will interrupt Torrential Flurry.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Afetado pela perturbação das Linhas Ley, <color=#FFD780FF>2 Meias-Tulpas</color> surgirão em intervalos durante o desafio. Após certo tempo, a Tulpa Hydro irá absorver as Meias-Tulpas para <color=#FFD780FF>se fortalecer</color>: <color=#FFD780FF>recuperará uma grande quantidade de Vida</color>, aumentará de tamanho, seu ATQ será elevado e lançará ataques ainda mais perigosos.\\nUse ataques ou Reações Elementais para destruir as Meias-Tulpas a tempo ou <color=#FFD780FF>congele-as</color> para interromper essa absorção.",
                        "Devido às perturbações das Linhas Ley, durante o desafio, o Tulpa Hydro colocará um Escudo e entrará no estado de carregamento, preparando-se para desencadear uma Torrente Destruidora. Se for lançada <color=#FFD780FF>o seu personagem ativo será derrotado imediatamente</color>.\\nQuando o Tulpa Hydro colocar o Escudo, o tempo de recarga das Habilidades Elementais e Supremos de todos os membros da equipe será redefinido, e a Energia Elemental, Espírito Lutador e Sutileza da Serpente serão restaurados. Destrua o Escudo do Tulpa Hydro antes de carregar completamente para impedir que lance a Torrente Destruidora.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под воздействием флуктуации артерий земли во время испытания будут периодически появляться <color=#FFD780FF>2 полутульпы</color>. Через определённое время Гидротульпа поглотит их и <color=#FFD780FF>станет сильнее</color>: <color=#FFD780FF>она восстановит большое количество HP</color>, её размер увеличится, сила атаки повысится, а также она станет выполнять более опасные атаки.\\nСвоевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color=#FFD780FF>Заморозку</color>, чтобы прервать поглощение.",
                        "Под воздействием флуктуации артерий земли во время испытания гидротульпа развёртывает щит и входит в состояние зарядки, чтобы подготовить Удар потока. Если она выпустит его, <color=#FFD780FF>ваш активный персонаж сразу окажется без сознания</color>.\\nКогда гидротульпа развёртывает щит, откат элементальных навыков и взрывов стихии персонажей отряда сбрасывается, а энергия, боевая решимость и Змеиное коварство восстанавливаются. Если вы уничтожите щит, пока гидротульпа заряжается, зарядка Удара потока прерывается.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，挑战中，间歇性出现<color=#FFD780FF>「半幻人」将增加至2位</color>。一段时间后，水形幻人将吸收半幻人以<color=#FFD780FF>强化自身</color>：<color=#FFD780FF>恢复大量生命值</color>、体型变大，攻击力提升，且将发动更具威胁的攻击。\\n及时通过攻击或元素反应消灭「半幻人」或将其<color=#FFD780FF>冻结</color>可以中断吸收的进程。",
                        "受到地脉紊乱的影响，挑战中，水形幻人将展开护盾，进入蓄能态势，准备释放「洪流环击」。如果「洪流环击」成功释放，<color=#FFD780FF>将使我方当前场上的角色直接倒下</color>。\\n水形幻人展开护盾时，队伍中所有角色的元素战技和元素爆发冷却时间将重置，且将恢复元素能量、战意或蛇之狡谋。在水形幻人蓄能完成前破除护盾，即可打断「洪流环击」的释放。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, this being will absorb the <color=#FFD780FF>2 Half-Tulpas</color> that emerge during the challenge at intervals to <color=#FFD780FF>enhance and heal itself</color>. Use attacks or Elemental Reactions to destroy Half-Tulpas in time or <color=#FFD780FF>Freeze</color> them to interrupt this absorption.",
                        "Affected by the Ley Line disturbance, the Hydro Tulpa <color=#FFD780FF>will deploy a Shield</color> at intervals. Deal as much DMG to the Shield as possible and destroy it. If not, the Hydro Tulpa will unleash Torrential Flurry after a short time, <color=#FFD780FF>which will immediately defeat your current active character</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Afetado pela perturbação da Linha Ley, esse ser absorverá as <color=#FFD780FF>2 Meias-Tulpas</color> que surgem durante o desafio em intervalos para <color=#FFD780FF>se fortalecer e se curar</color>. Use ataques ou Reações Elementais para destruir as Meias-Tulpas a tempo ou <color=#FFD780FF>Congele-as</color> para interromper essa absorção.",
                        "Devido às perturbações das Linhas Ley, o Tulpa Hydro <color=#FFD780FF>criará um Escudo</color> periodicamente que precisa ser destruído o mais rápido possível com Dano, caso contrário, lançará uma Torrente Destruidora após um certo tempo, <color=#FFD780FF>derrotando imediatamente o personagem ativo atual</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под воздействием флуктуации артерий земли поглощает периодически появляющихся <color=#FFD780FF>2 полутульп</color>, чтобы <color=#FFD780FF>стать сильнее и исцелить себя</color>. Своевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color=#FFD780FF>Заморозку</color>, чтобы прервать поглощение.",
                        "Под воздействием флуктуации артерий земли периодически <color=#FFD780FF>развёртывает щит</color>. Постарайтесь как можно быстрее нанести урон и уничтожить его, иначе через короткий промежуток времени гидротульпа накопит заряд и выпустит Удар потока, который <color=#FFD780FF>сразу выведет вашего активного персонажа из строя</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受地脉紊乱的影响，将通过吸收间歇性出现的<color=#FFD780FF>2位「半幻人」</color>以<color=#FFD780FF>强化并治疗自身</color>。及时通过攻击或元素反应消灭「半幻人」或将其<color=#FFD780FF>冻结</color>可以中断吸收的进程。",
                        "受地脉紊乱的影响，将间歇性<color=#FFD780FF>展开护盾</color>，需要尽快造成伤害将其破除，否则短暂间隔后将释放「洪流环击」，<color=#FFD780FF>使我方当前场上的角色直接倒下</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} characters",
                        "{SPRITE_PRESET#11002} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11003}",
                        "Personagens {SPRITE_PRESET#11002}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11003}",
                        "Персонажи {SPRITE_PRESET#11002}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}元素角色",
                        "{SPRITE_PRESET#11002}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1001062,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_LavaTitan",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26270302,
                        "level": 105,
                        "hp": 5690636.563590705,
                        "attack": 21680.58761885739,
                        "defense": 1024.999976158142,
                        "matchedName": "Monster_LavaTitan_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Lava Dragon Statue: Blazing Flame",
                    "ptLevelName": "Estátua do Dragão de Lava: Chamas Ardentes",
                    "ruLevelName": "Статуя лавового дракона: Жаркое пламя",
                    "chsLevelName": "熔岩辉龙像·炽烈流焰",
                    "enMonsterSpecialDesc": "A monster that can continuously generate heat to sustain its activities.\\nA failed attempt to birth wisdom from pure energy that bears the outline of a great race yet possesses no more consciousness than a stone.\\nThough this being was once no different from a corpse, the Ley Lines in turmoil have imparted the virulent animus of the deceased upon it, adding thoughts fell and perilous to its instinct for battle.",
                    "ptMonsterSpecialDesc": "Um monstro que pode gerar calor continuamente para sustentar sua atividade.\\nNão possuem sabedoria, nem consciência, são apenas o resultado do fracasso de uma raça superior.\\nAs perturbações das Linhas Ley chegam a desordenar as coisas mortas, apesar de não serem diferentes delas, chegando ao ponto de infundirem o ódio nelas, bem como as memórias e instintos de batalha...",
                    "ruMonsterSpecialDesc": "Монстры, которые способны самостоятельно генерировать жар для поддержания своих жизненных функций.\\nНеудачная попытка породить мудрость из чистой энергии, которая несёт в себе очертания великой расы, но сознания у неё не больше, чем у камня.\\nОно мало чем отличается от мертвеца, но флуктуация артерий земли наделила его ненавистью умершего, вложив в его инстинкты борьбы опаснейшие дурные помыслы...",
                    "chsMonsterSpecialDesc": "能够自身持续产生热量，以维持活动状态的魔物。\\n无法从纯粹的能量中诞生智慧，无知无觉，而徒具伟大种族形廓的失败品。\\n即便曾与死物无异，紊乱地脉中至为暴戾的奔流，也将亡者的「憎恨」教给了它，在它出于本能的战斗中嵌入了至危的邪念…",
                    "enMonsterSpecialMechanicName": [
                        "Dual Pyroclast",
                        "Cooldown Effect",
                        "Roiling Agglomeration",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Gêmeos de Pedra Ardente",
                        "Efeito de Recarga",
                        "Solidificação do Calor",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Двойной пирокласт",
                        "Эффект отката",
                        "Обжигающее застывание",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "炽岩双身",
                        "冷却效果",
                        "滚热固化",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Starts in the Geohuman form, which possesses <color=#FFD780FF>higher All Elemental and Physical RES</color>. After it takes a certain number of <color=#FF9999FF>Pyro DMG</color> instances, it will completely enter its Molten Dragon form, in which <color=#FFD780FF>All Elemental and Physical RES apart from Pyro RES is greatly decreased</color>. After it goes on to take <color=#FF9999FF>Pyro DMG</color>, it will progressively take additional DMG. If it takes a certain number of additional <color=#FF9999FF>Pyro DMG</color> instances while in Molten Dragon form, it will enter Overburn, falling down and becoming immobilized. This will also cause its <color=#FFD780FF>All Elemental and Physical RES to be further decreased</color>. After being immobilized for a time, it will return to Geohuman form.",
                        "After taking <color=#80C0FFFF>Hydro DMG</color> or <color=#99FFFFFF>Cryo DMG</color>, it will gradually return to the higher-RES Geohuman form.",
                        "Affected by the Ley Line disturbance, this great foe has its All RES further increased, and the number of Pyro DMG instances it must take to change form is increased.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Inicia no estado Humano Geo, possui <color=#FFD780FF>alta RES Física e contra todos os Elementos</color>. Depois de sofrer <color=#FF9999FF>Dano Pyro</color> uma certa quantidade de vezes, entra no estado Dragão Flamejante, <color=#FFD780FF>reduzindo ainda mais a RES Física e contra todos os Elementos, menos Pyro</color>. Ao continuar a sofrer <color=#FF9999FF>Dano Pyro</color>, sofrerá Dano adicional até um certo ponto, para que enquanto estiver no estado Dragão Flamejante e sofrer <color=#FF9999FF>Dano Pyro</color> uma certa quantidade de vezes, sofrerá Queimaduras e será paralisado, <color=#FFD780FF>reduzindo ainda mais a RES contra todos os Elementos e a RES Física</color>. Depois de ficar paralisado por um tempo, regenera-se para o estado Humano Geo.",
                        "Ao receber <color=#80C0FFFF>Dano Hydro</color> ou <color=#99FFFFFF>Dano Cryo</color>, ele retornará gradualmente à forma Humanoide Geo com maior RES.",
                        "Devido às perturbações das Linhas Ley, fortalece todas as RES dos inimigos ainda mais e aumenta o número de instâncias de Dano Pyro necessárias para mudar de forma.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Вначале пребывает в форме «геочеловека» с <color=#FFD780FF>высоким сопротивлением всем элементам и физическому урону</color>. Попав под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он принимает форму «расплавленного дракона», в которой <color=#FFD780FF>существенно понижено его сопротивление физическому урону и всем элементам, кроме Пиро</color>. Продолжив подвергаться <color=#FF9999FF>Пиро урону</color>, он периодически получает дополнительный урон. Приняв определённое количество атак с <color=#FF9999FF>Пиро уроном</color> в форме «расплавленного дракона», он переходит в состояние Сверхгорения, падает и парализуется, а его <color=#FFD780FF>сопротивление всем элементам и физическое сопротивление снижаются ещё больше</color>. Через некоторое время после парализации он возвращается в форму «геочеловека».",
                        "После получения <color=#80C0FFFF>Гидро</color> или <color=#99FFFFFF>Крио</color> урона он постепенно восстановит форму «геочеловека» с высоким сопротивлением.",
                        "Под воздействием флуктуаций артерий земли сопротивление всем элементам этого создания увеличивается ещё больше, а количество атак с Пиро уроном, необходимое для изменения его формы, повышается.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "初始处于「岩之人」状态，具备<color=#FFD780FF>较高的所有元素与物理抗性</color>，受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将完全进入「熔焰之龙」的状态，<color=#FFD780FF>火元素外的所有元素与物理抗性大幅降低</color>；继续受到<color=#FF9999FF>火元素伤害</color>后，将阶段性承受额外伤害，在「熔焰之龙」状态下受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将过度燃烧，倒下瘫痪，<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。瘫痪一段时间后，将恢复回「岩之人」状态。",
                        "受到<color=#80C0FFFF>水元素伤害</color>或<color=#99FFFFFF>冰元素伤害</color>后，将逐渐恢复回抗性较高的「岩之人」状态。",
                        "受到地脉紊乱的影响，强敌的所有抗性进一步提升。并且致使其转换形态所需的火元素伤害次数增加。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Has two forms. Its initial form possesses <color=#FFD780FF>higher All RES</color>. After it takes a certain number of <color=#FF9999FF>Pyro DMG</color> instances, it will enter its second form, in which <color=#FFD780FF>all RES apart from Pyro RES is greatly decreased</color>. After it goes on to take a certain number of additional <color=#FF9999FF>Pyro DMG</color> instances, it will take immense DMG and be immobilized. This will also cause its <color=#FFD780FF>All RES to be further decreased</color>.",
                        "Affected by the Ley Line disturbance, this great foe has its All RES further increased, and the number of Pyro DMG instances it must take to change form is increased.",
                        "After taking <color=#80C0FFFF>Hydro DMG</color> or <color=#99FFFFFF>Cryo DMG</color>, it will gradually return to the higher-RES initial form.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Possui duas formas. A forma inicial possui <color=#FFD780FF>todas as RES</color> altas. Depois de sofrer uma certa quantidade de vezes <color=#FF9999FF>Dano Pyro</color>, troca para a segunda forma, <color=#FFD780FF>reduzindo consideravelmente todas as RES, exceto Pyro</color>. Depois de sofrer <color=#FF9999FF>Dano Pyro</color> mais uma certa quantidade de vezes, sofrerá muito Dano e será paralisado, <color=#FFD780FF>reduzindo ainda mais todas as RES</color>.",
                        "Devido às perturbações das Linhas Ley, fortalece todas as RES dos inimigos ainda mais e aumenta o número de instâncias de Dano Pyro necessárias para mudar de forma.",
                        "Ao receber <color=#80C0FFFF>Dano Hydro</color> ou <color=#99FFFFFF>Dano Cryo</color>, ele retornará gradualmente à forma inicial.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Обладает двумя формами. В исходной форме у него высокое <color=#FFD780FF>сопротивление всем элементам</color>. Попав под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он принимает вторую форму, в которой <color=#FFD780FF>существенно понижено его сопротивление всем элементам, кроме Пиро</color>. Попав ещё под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он получает огромный урон и парализуется, а его <color=#FFD780FF>сопротивление всем элементам снижается ещё больше</color>.",
                        "Под воздействием флуктуаций артерий земли сопротивление всем элементам этого создания увеличивается ещё больше, а количество атак с Пиро уроном, необходимое для изменения его формы, повышается.",
                        "После получения <color=#80C0FFFF>Гидро</color> или <color=#99FFFFFF>Крио</color> урона он возвращается в исходную форму с высоким сопротивлением.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "拥有两种形态，初始形态具备较高的<color=#FFD780FF>所有抗性</color>，受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将切换至第二形态，<color=#FFD780FF>火元素外的所有抗性大幅降低</color>，继续受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将受到大量伤害并瘫痪，<color=#FFD780FF>所有抗性进一步降低</color>。",
                        "受到地脉紊乱的影响，强敌的所有抗性进一步提升，并且致使其转换形态所需的火元素伤害次数增加。",
                        "受到<color=#80C0FFFF>水元素伤害</color>或<color=#99FFFFFF>冰元素伤害</color>后，将逐渐恢复回抗性较高的初始形态。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11007}{SPRITE_PRESET#11003} characters",
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11007}{SPRITE_PRESET#11003}",
                        "Personagens {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11007}{SPRITE_PRESET#11003}",
                        "Персонажи {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11007}{SPRITE_PRESET#11003}元素角色",
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1001063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_DragonCollar",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24090504,
                        "level": 105,
                        "hp": 7606009.375575602,
                        "attack": 21680.58761885739,
                        "defense": 1024.999976158142,
                        "matchedName": "DragonCollar",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Secret Source Automaton: Overseer Device - Obliterator Panoply",
                    "ptLevelName": "Autômato da Fonte Secreta: Manopla Destruidora",
                    "ruLevelName": "Автоматон таинственного источника: Опустошающее оружие",
                    "chsLevelName": "秘源机兵统御械·毁灭武装",
                    "enMonsterSpecialDesc": "A domination mechanism from the ancient ruins.\\nIn the distant past, a once-mighty ancient race used this mechanism to oversee the operation of their cities. Even now, long after the fall of their civilization, it still retains immense authority.\\nIn the depths of the chaotic Ley Lines, the core energy module that deteriorated over the lengthening years has been restored, indeed, even \"overclocked\" to a dangerous degree. This machine is now unchained by its original specifications, capable of freeing itself from the planet's shackles and using its horrific \"Obliterator Panoply\"...",
                    "ptMonsterSpecialDesc": "Um dispositivo utilizado para controlar ruínas antigas. \\nNo passado distante, uma raça antiga que outrora foi poderosa usava esse mecanismo para supervisionar o funcionamento de sua cidade. Mesmo agora, muito depois da queda de sua civilização, ele ainda retém uma autoridade imensa.\\nNas profundezas das anomalias da Linha Ley, a energia do núcleo, outrora enfraquecida pelo passar do tempo, voltou a se reconstituir, alcançando até mesmo o nível extremamente perigoso de \"Sobrecarga\". Esse dispositivo possui uma potência aterradora, capaz de romper as amarras do planeta, sendo totalmente liberada além dos parâmetros originais de projeto, ativando sua terrível \"Manopla Destruidora\"...",
                    "ruMonsterSpecialDesc": "Древний механизм, созданный для установления господства.\\nВ далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.\\nВ глубинах хаоса артерий земли разрушившееся за долгие годы энергетическое ядро восстановилось до опасного уровня перегрузки. Теперь этот механизм, выйдя за пределы исходных характеристик, способен избавиться от оков планеты и применить своё ужасающее «Опустошающее оружие»...",
                    "chsMonsterSpecialDesc": "深古遗迹的统御用机关。\\n曾经，一度伟大的古老种族借由这种机关来统御城市的运转，即使在旧日文明崩毁的现在，也依然拥有着极高的权能。\\n在地脉乱象的深处，曾因时间流逝而衰损的核心能量重归充盈，甚至达到万分危险的「过载」级别。这一机关足以挣脱星球束缚的恐怖功率，最终以超出设计规格的水准完全释放，驱动起它那可怖的「毁灭武装」…",
                    "enMonsterSpecialMechanicName": [
                        "Preemptive Sweeper Mode",
                        "Forced Counterstrike Mode",
                        "Damage-Resistant Structure",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de Varredura Prévia",
                        "Estado de Combate Fortalecido",
                        "Resistência Estruturada",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Упреждающий режим зачистки",
                        "Режим форсированного контрудара",
                        "Устойчивая к повреждению конструкция",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「先制荡除模式」",
                        "「强载应战状态」",
                        "「抗损结构」",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will immediately enter Sweeper Mode when combat starts: <color=#FFD780FF>All Elemental and Physical RES is greatly increased</color>, and it will generate Flow Momentum while performing attacks. The higher its Flow Momentum, the faster it will rotate and the more DMG it will deal.\\nIt will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will stop rotating and attacking, and its <color=#FFD780FF>All Elemental and Physical RES will be greatly decreased</color>, with its <color=#99FFFFFF>Cryo RES</color> <color=#FFD780FF>decreasing still more</color>.\\nEach time it enters Sweeper Mode, it will produce additional Elemental Orbs the first time its rotating attacks are stopped.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Forced Counterstrike Mode and switch to attacking with powerful tracking rays. At this time, its <color=#FFD780FF>All Elemental and Physical RES will be decreased</color>.\\nIn this state, after it takes a certain number of <color=#99FFFFFF>Cryo DMG</color> instances, it will cease attacking altogether and its <color=#FFD780FF> All Elemental and Physical RES will be further decreased</color>.",
                        "Affected by the Ley Line disturbance, this great foe has its All RES further increased, and it loses less Flow Momentum when struck by <color=#99FFFFFF>Cryo DMG</color>. It will also lose less RES when in Forced Counterstrike Mode.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Entra em Modo de Varredura imediatamente ao começar a batalha: <color=#FFD780FF>aumenta consideravelmente a RES Física e contra todos os Elementos</color>, e gera Energia Fluida enquanto ataca. Quanto maior a Energia Fluida, maior a velocidade do rodopio, e maior o Dano causado.\\nDepois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida, e quando perder Energia Fluida até um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente a RES Física e contra todos os Elementos</color>. Além disso, <color=#FFD780FF>reduz ainda mais</color> a <color=#99FFFFFF>RES Cryo</color>.\\nToda vez que interromper o primeiro ataque rodopiante após entrar no estado do Modo de Varredura, gera um Orbe Elemental adicional.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, o inimigo entrará no Estado de Combate Fortalecido, passando a fazer ataques de disparos rastreadores mais fortes, mas <color=#FFD780FF>reduzindo a RES Física e contra todos os Elementos</color>.\\nQuando estiver nesse estado, depois de sofrer uma certa quantidade de vezes de <color=#99FFFFFF>Dano Cryo</color>, interromperá seus ataques e <color=#FFD780FF>reduzirá ainda mais a RES Física e contra todos os Elementos</color>.",
                        "Afetado pela perturbação das Linhas Ley, todas as Resistências do inimigo poderoso aumentam ainda mais, e ele perderá menos \"Energia Fluida\" ao receber <color=#99FFFFFF>Dano Cryo</color>. Quando estiver no \"Estado de Combate Fortalecido\", a redução de suas Resistências será menor.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В начале боя сразу переходит в режим зачистки: <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.\\nПолучив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color=#FFD780FF>дополнительно снижается</color> его <color=#99FFFFFF>Крио сопротивление</color>.\\nКаждый раз, когда он впервые прекращает вращаться и атаковать в режиме зачистки, будут выпадать дополнительные элементальные сферы.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим форсированного контрудара и атакует с помощью мощных наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.\\nПопав под определённое количество атак с <color=#99FFFFFF>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>.",
                        "Под воздействием флуктуации артерий земли сопротивление всем элементам этого могучего врага повышается ещё больше, а при получении <color=#99FFFFFF>Крио урона</color> он теряет меньше импульса потока. В режиме форсированного контрудара его снижение сопротивления уменьшается.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始后将立即进入「荡除模式」：<color=#FFD780FF>所有元素与物理抗性大幅提升</color>，并会一边产生「液流动量」一边进行攻击，「液流动量」越高，旋转速度与造成的伤害越高。\\n受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将停止旋转攻击，且<color=#FFD780FF>所有元素与物理抗性大幅降低</color>。且<color=#99FFFFFF>冰元素抗性</color><color=#FFD780FF>额外降低</color>。\\n每次进入「荡除模式」后首次停止旋转攻击时，将产生额外的元素晶球。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「强载应战状态」，改为使用强力的追踪射线进行攻击，此时其<color=#FFD780FF>所有元素与物理抗性降低</color>。\\n此状态下，受到一定次数的<color=#99FFFFFF>冰元素伤害</color>后，将停止攻击，且<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。",
                        "受到地脉紊乱的影响，强敌的所有抗性进一步提高，并且受到<color=#99FFFFFF>冰元素伤害</color>时损失的「液流动量」更少。处于「强载应战状态」时，自身的抗性下降程度较低。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will immediately enter Sweeper Mode when combat starts: <color=#FFD780FF>All RES is greatly increased</color>, and it will perform rotating attacks while generating Flow Momentum. It will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will temporarily stop rotating and attacking, and its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Forced Counterstrike Mode and switch to attacking with powerful tracking rays. At this time, its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "Affected by the Ley Line disturbance, this great foe has its All RES further increased, and it loses less Flow Momentum when struck by <color=#99FFFFFF>Cryo DMG</color>. When in Counterstrike Mode, it will launch even more powerful tracking ray attacks, and it will lose less RES.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando a batalha inicia, entra imediatamente em Modo de Varredura: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>, e no momento que gerar Energia Fluida, faz um ataque rodopiante. Depois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida. Quando reduzir Energia Fluida a um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente todas as RES</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, esse inimigo entrará no Estado de Combate Fortalecido, passando a realizar ataques de disparos perseguidores mais fortes, mas também <color=#FFD780FF>reduzindo consideravelmente todas as suas RES</color>.",
                        "Afetado pela perturbação das Linhas Ley, todas as Resistências do inimigo Vilão aumentam ainda mais, e ele perderá menos\"Energia Fluida\" ao receber <color=#99FFFFFF>Dano Cryo</color>; quando estiver no \"Estado de Contra-Ataque\", usará raios rastreadores mais potentes e sofrerá uma redução menor de Resistência.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В начале боя сразу переходит в режим зачистки: <color=#FFD780FF>значительно увеличивается сопротивление всем элементам</color>, а также генерирует импульс потока, совершая атаки с вращением. Получив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он временно перестанет вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам существенно понизится</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим форсированного контрудара и атакует с помощью мощных наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам значительно снижается</color>.",
                        "Под воздействием флуктуации артерий земли сопротивление всем элементам этого могучего врага повышается ещё больше, а при получении <color=#99FFFFFF>Крио урона</color> он теряет меньше импульса потока. В режиме контрудара он выпускает ещё более мощные наводящиеся лучи, а снижение сопротивления уменьшается.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始后将立即进入「荡除模式」：<color=#FFD780FF>所有抗性大幅提升</color>，产生「液流动量」的同时进行旋转攻击。受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将暂停旋转攻击，且<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「强载应战状态」，改为使用强力的追踪射线攻击，此时其<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "受到地脉紊乱的影响，强敌的所有抗性进一步提高，受到<color=#99FFFFFF>冰元素伤害</color>时损失的「液流动量」更少；处于「应战状态」时，会使用更强的追踪射线进行攻击，且抗性下降程度较低。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100106,
            "monsterLevel": 110,
            "levelConfigs": [
                {
                    "id": 1001061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Narcissusborn",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 20051205,
                        "level": 110,
                        "hp": 17260004.862480104,
                        "attack": 23222.057826606324,
                        "defense": 1049.9999523162842,
                        "matchedName": "Monster_Narcissusborn_Normal_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Hydro Tulpa: Turbulent Vortex",
                    "ptLevelName": "Tulpa Hydro: Vórtice Turbulento",
                    "ruLevelName": "Гидротульпа: Стремительная воронка",
                    "chsLevelName": "水形幻人·极旋湍流",
                    "enMonsterSpecialDesc": "A humanoid monster formed from the agglomeration of water.\\nCountless wills dissolved in the water, which, like the universe, was full of souls that wished to be born.\\nSuffering and hatred, suffused into those waters, intersected to warp what was once human shape amidst the inchoate chaos of the Ley Lines. The tragic dissolution is soon to repeat itself...",
                    "ptMonsterSpecialDesc": "Um monstro humanóide formado pela aglomeração da água.\\nIncontáveis vontades se dissolveram na água, que, como o universo, estava repleta de almas desejando nascer.\\nSofrimento e ódio infundidos nessas águas se cruzaram, distorcendo o que um dia foi uma forma humana em meio ao caos embrionário das Linhas Ley. A trágica dissolução está prestes a se repetir...",
                    "ruMonsterSpecialDesc": "Человекоподобный монстр, состоящий из воды.\\nВоля многих существ растворялась в воде, где, как и во всей Вселенной, уже было немало душ, ожидавших рождения.\\nВ крайнем хаосе артерий земли страдания и ненависть, заполнившие эти воды, переплелись и исказили то, что однажды было человеческой формой, чтобы повторить прискорбный исход...",
                    "chsMonsterSpecialDesc": "由水凝聚成的初具人形的魔物。\\n曾有无数的意志消融在水中，但水中原本就与宇宙一样充满了渴求被诞下的灵魂。\\n在地脉极端紊乱的投映下，深浸于水下的苦痛与怨恨，以某种扭曲的形式交织于原本的人形之上，要将可悲的消逝再度重演…",
                    "enMonsterSpecialMechanicName": [
                        "Twin Half-Tulpas",
                        "Torrential Flurry",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Dupla de Meias-Tulpas",
                        "Torrente Destruidora",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Полутульпы-близнецы",
                        "Удар потока",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "双重半幻人",
                        "洪流环击",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Line disturbance, <color=#FFD780FF>2 Half-Tulpas</color> will emerge during the challenge at intervals. After some time, the Hydro Tulpa will absorb Half-Tulpas to <color=#FFD780FF>enhance itself</color>: <color=#FFD780FF>It will heal a large amount of HP</color> and grow larger, its ATK will increase, and it will launch more dangerous attacks.\\nUse attacks or Elemental Reactions to destroy the Half-Tulpas in time or <color=#FFD780FF>Freeze</color> them to interrupt this absorption.",
                        "Affected by the Ley Line disturbance, the Hydro Tulpa will deploy a Shield during the challenge and enter a charging state as it prepares to launch Torrential Flurry. If it is successfully unleashed, <color=#FFD780FF>your current active character will be immediately defeated</color>.\\nWhen the Hydro Tulpa deploys its Shield, all party members' Elemental Skill and Burst CDs will be reset, while their Elemental Energy, Fighting Spirit, and Serpent's Subtlety will be restored. Breaking the Shield before the Hydro Tulpa can charge up will interrupt Torrential Flurry.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Afetado pela perturbação das Linhas Ley, <color=#FFD780FF>2 Meias-Tulpas</color> surgirão em intervalos durante o desafio. Após certo tempo, a Tulpa Hydro irá absorver as Meias-Tulpas para <color=#FFD780FF>se fortalecer</color>: <color=#FFD780FF>recuperará uma grande quantidade de Vida</color>, aumentará de tamanho, seu ATQ será elevado e lançará ataques ainda mais perigosos.\\nUse ataques ou Reações Elementais para destruir as Meias-Tulpas a tempo ou <color=#FFD780FF>congele-as</color> para interromper essa absorção.",
                        "Devido às perturbações das Linhas Ley, durante o desafio, o Tulpa Hydro colocará um Escudo e entrará no estado de carregamento, preparando-se para desencadear uma Torrente Destruidora. Se for lançada <color=#FFD780FF>o seu personagem ativo será derrotado imediatamente</color>.\\nQuando o Tulpa Hydro colocar o Escudo, o tempo de recarga das Habilidades Elementais e Supremos de todos os membros da equipe será redefinido, e a Energia Elemental, Espírito Lutador e Sutileza da Serpente serão restaurados. Destrua o Escudo do Tulpa Hydro antes de carregar completamente para impedir que lance a Torrente Destruidora.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под воздействием флуктуации артерий земли во время испытания будут периодически появляться <color=#FFD780FF>2 полутульпы</color>. Через определённое время Гидротульпа поглотит их и <color=#FFD780FF>станет сильнее</color>: <color=#FFD780FF>она восстановит большое количество HP</color>, её размер увеличится, сила атаки повысится, а также она станет выполнять более опасные атаки.\\nСвоевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color=#FFD780FF>Заморозку</color>, чтобы прервать поглощение.",
                        "Под воздействием флуктуации артерий земли во время испытания гидротульпа развёртывает щит и входит в состояние зарядки, чтобы подготовить Удар потока. Если она выпустит его, <color=#FFD780FF>ваш активный персонаж сразу окажется без сознания</color>.\\nКогда гидротульпа развёртывает щит, откат элементальных навыков и взрывов стихии персонажей отряда сбрасывается, а энергия, боевая решимость и Змеиное коварство восстанавливаются. Если вы уничтожите щит, пока гидротульпа заряжается, зарядка Удара потока прерывается.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，挑战中，间歇性出现<color=#FFD780FF>「半幻人」将增加至2位</color>。一段时间后，水形幻人将吸收半幻人以<color=#FFD780FF>强化自身</color>：<color=#FFD780FF>恢复大量生命值</color>、体型变大，攻击力提升，且将发动更具威胁的攻击。\\n及时通过攻击或元素反应消灭「半幻人」或将其<color=#FFD780FF>冻结</color>可以中断吸收的进程。",
                        "受到地脉紊乱的影响，挑战中，水形幻人将展开护盾，进入蓄能态势，准备释放「洪流环击」。如果「洪流环击」成功释放，<color=#FFD780FF>将使我方当前场上的角色直接倒下</color>。\\n水形幻人展开护盾时，队伍中所有角色的元素战技和元素爆发冷却时间将重置，且将恢复元素能量、战意或蛇之狡谋。在水形幻人蓄能完成前破除护盾，即可打断「洪流环击」的释放。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, this being will absorb the <color=#FFD780FF>2 Half-Tulpas</color> that emerge during the challenge at intervals to <color=#FFD780FF>enhance and heal itself</color>. Use attacks or Elemental Reactions to destroy Half-Tulpas in time or <color=#FFD780FF>Freeze</color> them to interrupt this absorption.",
                        "Affected by the Ley Line disturbance, the Hydro Tulpa <color=#FFD780FF>will deploy a Shield</color> at intervals. Deal as much DMG to the Shield as possible and destroy it. If not, the Hydro Tulpa will unleash Torrential Flurry after a short time, <color=#FFD780FF>which will immediately defeat your current active character</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Afetado pela perturbação da Linha Ley, esse ser absorverá as <color=#FFD780FF>2 Meias-Tulpas</color> que surgem durante o desafio em intervalos para <color=#FFD780FF>se fortalecer e se curar</color>. Use ataques ou Reações Elementais para destruir as Meias-Tulpas a tempo ou <color=#FFD780FF>Congele-as</color> para interromper essa absorção.",
                        "Devido às perturbações das Linhas Ley, o Tulpa Hydro <color=#FFD780FF>criará um Escudo</color> periodicamente que precisa ser destruído o mais rápido possível com Dano, caso contrário, lançará uma Torrente Destruidora após um certo tempo, <color=#FFD780FF>derrotando imediatamente o personagem ativo atual</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под воздействием флуктуации артерий земли поглощает периодически появляющихся <color=#FFD780FF>2 полутульп</color>, чтобы <color=#FFD780FF>стать сильнее и исцелить себя</color>. Своевременно уничтожайте полутульп атаками или элементальными реакциями, либо активируйте на них <color=#FFD780FF>Заморозку</color>, чтобы прервать поглощение.",
                        "Под воздействием флуктуации артерий земли периодически <color=#FFD780FF>развёртывает щит</color>. Постарайтесь как можно быстрее нанести урон и уничтожить его, иначе через короткий промежуток времени гидротульпа накопит заряд и выпустит Удар потока, который <color=#FFD780FF>сразу выведет вашего активного персонажа из строя</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受地脉紊乱的影响，将通过吸收间歇性出现的<color=#FFD780FF>2位「半幻人」</color>以<color=#FFD780FF>强化并治疗自身</color>。及时通过攻击或元素反应消灭「半幻人」或将其<color=#FFD780FF>冻结</color>可以中断吸收的进程。",
                        "受地脉紊乱的影响，将间歇性<color=#FFD780FF>展开护盾</color>，需要尽快造成伤害将其破除，否则短暂间隔后将释放「洪流环击」，<color=#FFD780FF>使我方当前场上的角色直接倒下</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} characters",
                        "{SPRITE_PRESET#11002} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11003}",
                        "Personagens {SPRITE_PRESET#11002}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11003}",
                        "Персонажи {SPRITE_PRESET#11002}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}元素角色",
                        "{SPRITE_PRESET#11002}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1001062,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_LavaTitan",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26270305,
                        "level": 110,
                        "hp": 11183933.771083415,
                        "attack": 23222.057826606324,
                        "defense": 1049.9999523162842,
                        "matchedName": "Monster_LavaTitan_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Lava Dragon Statue: Blazing Flame",
                    "ptLevelName": "Estátua do Dragão de Lava: Chamas Ardentes",
                    "ruLevelName": "Статуя лавового дракона: Жаркое пламя",
                    "chsLevelName": "熔岩辉龙像·炽烈流焰",
                    "enMonsterSpecialDesc": "A monster that can continuously generate heat to sustain its activities.\\nA failed attempt to birth wisdom from pure energy that bears the outline of a great race yet possesses no more consciousness than a stone.\\nThough this being was once no different from a corpse, the Ley Lines in turmoil have imparted the virulent animus of the deceased upon it, adding thoughts fell and perilous to its instinct for battle.",
                    "ptMonsterSpecialDesc": "Um monstro que pode gerar calor continuamente para sustentar sua atividade.\\nNão possuem sabedoria, nem consciência, são apenas o resultado do fracasso de uma raça superior.\\nAs perturbações das Linhas Ley chegam a desordenar as coisas mortas, apesar de não serem diferentes delas, chegando ao ponto de infundirem o ódio nelas, bem como as memórias e instintos de batalha...",
                    "ruMonsterSpecialDesc": "Монстры, которые способны самостоятельно генерировать жар для поддержания своих жизненных функций.\\nНеудачная попытка породить мудрость из чистой энергии, которая несёт в себе очертания великой расы, но сознания у неё не больше, чем у камня.\\nОно мало чем отличается от мертвеца, но флуктуация артерий земли наделила его ненавистью умершего, вложив в его инстинкты борьбы опаснейшие дурные помыслы...",
                    "chsMonsterSpecialDesc": "能够自身持续产生热量，以维持活动状态的魔物。\\n无法从纯粹的能量中诞生智慧，无知无觉，而徒具伟大种族形廓的失败品。\\n即便曾与死物无异，紊乱地脉中至为暴戾的奔流，也将亡者的「憎恨」教给了它，在它出于本能的战斗中嵌入了至危的邪念…",
                    "enMonsterSpecialMechanicName": [
                        "Dual Pyroclast",
                        "Cooldown Effect",
                        "Roiling Agglomeration",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Gêmeos de Pedra Ardente",
                        "Efeito de Recarga",
                        "Solidificação do Calor",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Двойной пирокласт",
                        "Эффект отката",
                        "Обжигающее застывание",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "炽岩双身",
                        "冷却效果",
                        "滚热固化",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Starts in the Geohuman form, which possesses <color=#FFD780FF>higher All Elemental and Physical RES</color>. After it takes a certain number of <color=#FF9999FF>Pyro DMG</color> instances, it will completely enter its Molten Dragon form, in which <color=#FFD780FF>All Elemental and Physical RES apart from Pyro RES is greatly decreased</color>. After it goes on to take <color=#FF9999FF>Pyro DMG</color>, it will progressively take additional DMG. If it takes a certain number of additional <color=#FF9999FF>Pyro DMG</color> instances while in Molten Dragon form, it will enter Overburn, falling down and becoming immobilized. This will also cause its <color=#FFD780FF>All Elemental and Physical RES to be further decreased</color>. After being immobilized for a time, it will return to Geohuman form.",
                        "After taking <color=#80C0FFFF>Hydro DMG</color> or <color=#99FFFFFF>Cryo DMG</color>, it will gradually return to the higher-RES Geohuman form.",
                        "Affected by the Ley Line disturbance, this great foe has its All RES further increased, and the number of Pyro DMG instances it must take to change form is increased.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Inicia no estado Humano Geo, possui <color=#FFD780FF>alta RES Física e contra todos os Elementos</color>. Depois de sofrer <color=#FF9999FF>Dano Pyro</color> uma certa quantidade de vezes, entra no estado Dragão Flamejante, <color=#FFD780FF>reduzindo ainda mais a RES Física e contra todos os Elementos, menos Pyro</color>. Ao continuar a sofrer <color=#FF9999FF>Dano Pyro</color>, sofrerá Dano adicional até um certo ponto, para que enquanto estiver no estado Dragão Flamejante e sofrer <color=#FF9999FF>Dano Pyro</color> uma certa quantidade de vezes, sofrerá Queimaduras e será paralisado, <color=#FFD780FF>reduzindo ainda mais a RES contra todos os Elementos e a RES Física</color>. Depois de ficar paralisado por um tempo, regenera-se para o estado Humano Geo.",
                        "Ao receber <color=#80C0FFFF>Dano Hydro</color> ou <color=#99FFFFFF>Dano Cryo</color>, ele retornará gradualmente à forma Humanoide Geo com maior RES.",
                        "Devido às perturbações das Linhas Ley, fortalece todas as RES dos inimigos ainda mais e aumenta o número de instâncias de Dano Pyro necessárias para mudar de forma.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Вначале пребывает в форме «геочеловека» с <color=#FFD780FF>высоким сопротивлением всем элементам и физическому урону</color>. Попав под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он принимает форму «расплавленного дракона», в которой <color=#FFD780FF>существенно понижено его сопротивление физическому урону и всем элементам, кроме Пиро</color>. Продолжив подвергаться <color=#FF9999FF>Пиро урону</color>, он периодически получает дополнительный урон. Приняв определённое количество атак с <color=#FF9999FF>Пиро уроном</color> в форме «расплавленного дракона», он переходит в состояние Сверхгорения, падает и парализуется, а его <color=#FFD780FF>сопротивление всем элементам и физическое сопротивление снижаются ещё больше</color>. Через некоторое время после парализации он возвращается в форму «геочеловека».",
                        "После получения <color=#80C0FFFF>Гидро</color> или <color=#99FFFFFF>Крио</color> урона он постепенно восстановит форму «геочеловека» с высоким сопротивлением.",
                        "Под воздействием флуктуаций артерий земли сопротивление всем элементам этого создания увеличивается ещё больше, а количество атак с Пиро уроном, необходимое для изменения его формы, повышается.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "初始处于「岩之人」状态，具备<color=#FFD780FF>较高的所有元素与物理抗性</color>，受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将完全进入「熔焰之龙」的状态，<color=#FFD780FF>火元素外的所有元素与物理抗性大幅降低</color>；继续受到<color=#FF9999FF>火元素伤害</color>后，将阶段性承受额外伤害，在「熔焰之龙」状态下受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将过度燃烧，倒下瘫痪，<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。瘫痪一段时间后，将恢复回「岩之人」状态。",
                        "受到<color=#80C0FFFF>水元素伤害</color>或<color=#99FFFFFF>冰元素伤害</color>后，将逐渐恢复回抗性较高的「岩之人」状态。",
                        "受到地脉紊乱的影响，强敌的所有抗性进一步提升。并且致使其转换形态所需的火元素伤害次数增加。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Has two forms. Its initial form possesses <color=#FFD780FF>higher All RES</color>. After it takes a certain number of <color=#FF9999FF>Pyro DMG</color> instances, it will enter its second form, in which <color=#FFD780FF>all RES apart from Pyro RES is greatly decreased</color>. After it goes on to take a certain number of additional <color=#FF9999FF>Pyro DMG</color> instances, it will take immense DMG and be immobilized. This will also cause its <color=#FFD780FF>All RES to be further decreased</color>.",
                        "Affected by the Ley Line disturbance, this great foe has its All RES further increased, and the number of Pyro DMG instances it must take to change form is increased.",
                        "After taking <color=#80C0FFFF>Hydro DMG</color> or <color=#99FFFFFF>Cryo DMG</color>, it will gradually return to the higher-RES initial form.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Possui duas formas. A forma inicial possui <color=#FFD780FF>todas as RES</color> altas. Depois de sofrer uma certa quantidade de vezes <color=#FF9999FF>Dano Pyro</color>, troca para a segunda forma, <color=#FFD780FF>reduzindo consideravelmente todas as RES, exceto Pyro</color>. Depois de sofrer <color=#FF9999FF>Dano Pyro</color> mais uma certa quantidade de vezes, sofrerá muito Dano e será paralisado, <color=#FFD780FF>reduzindo ainda mais todas as RES</color>.",
                        "Devido às perturbações das Linhas Ley, fortalece todas as RES dos inimigos ainda mais e aumenta o número de instâncias de Dano Pyro necessárias para mudar de forma.",
                        "Ao receber <color=#80C0FFFF>Dano Hydro</color> ou <color=#99FFFFFF>Dano Cryo</color>, ele retornará gradualmente à forma inicial.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Обладает двумя формами. В исходной форме у него высокое <color=#FFD780FF>сопротивление всем элементам</color>. Попав под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он принимает вторую форму, в которой <color=#FFD780FF>существенно понижено его сопротивление всем элементам, кроме Пиро</color>. Попав ещё под определённое количество атак с <color=#FF9999FF>Пиро уроном</color>, он получает огромный урон и парализуется, а его <color=#FFD780FF>сопротивление всем элементам снижается ещё больше</color>.",
                        "Под воздействием флуктуаций артерий земли сопротивление всем элементам этого создания увеличивается ещё больше, а количество атак с Пиро уроном, необходимое для изменения его формы, повышается.",
                        "После получения <color=#80C0FFFF>Гидро</color> или <color=#99FFFFFF>Крио</color> урона он возвращается в исходную форму с высоким сопротивлением.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "拥有两种形态，初始形态具备较高的<color=#FFD780FF>所有抗性</color>，受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将切换至第二形态，<color=#FFD780FF>火元素外的所有抗性大幅降低</color>，继续受到一定次数的<color=#FF9999FF>火元素伤害</color>后，将受到大量伤害并瘫痪，<color=#FFD780FF>所有抗性进一步降低</color>。",
                        "受到地脉紊乱的影响，强敌的所有抗性进一步提升，并且致使其转换形态所需的火元素伤害次数增加。",
                        "受到<color=#80C0FFFF>水元素伤害</color>或<color=#99FFFFFF>冰元素伤害</color>后，将逐渐恢复回抗性较高的初始形态。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11007}{SPRITE_PRESET#11003} characters",
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11007}{SPRITE_PRESET#11003}",
                        "Personagens {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11007}{SPRITE_PRESET#11003}",
                        "Персонажи {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11007}{SPRITE_PRESET#11003}元素角色",
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}元素角色",
                        ""
                    ]
                },
                {
                    "id": 1001063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_DragonCollar",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24090504,
                        "level": 110,
                        "hp": 14916723.0,
                        "attack": 23222.057826606324,
                        "defense": 1049.9999523162842,
                        "matchedName": "DragonCollar",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Secret Source Automaton: Overseer Device - Obliterator Panoply",
                    "ptLevelName": "Autômato da Fonte Secreta: Manopla Destruidora",
                    "ruLevelName": "Автоматон таинственного источника: Опустошающее оружие",
                    "chsLevelName": "秘源机兵统御械·毁灭武装",
                    "enMonsterSpecialDesc": "A domination mechanism from the ancient ruins.\\nIn the distant past, a once-mighty ancient race used this mechanism to oversee the operation of their cities. Even now, long after the fall of their civilization, it still retains immense authority.\\nIn the depths of the chaotic Ley Lines, the core energy module that deteriorated over the lengthening years has been restored, indeed, even \"overclocked\" to a dangerous degree. This machine is now unchained by its original specifications, capable of freeing itself from the planet's shackles and using its horrific \"Obliterator Panoply\"...",
                    "ptMonsterSpecialDesc": "Um dispositivo utilizado para controlar ruínas antigas. \\nNo passado distante, uma raça antiga que outrora foi poderosa usava esse mecanismo para supervisionar o funcionamento de sua cidade. Mesmo agora, muito depois da queda de sua civilização, ele ainda retém uma autoridade imensa.\\nNas profundezas das anomalias da Linha Ley, a energia do núcleo, outrora enfraquecida pelo passar do tempo, voltou a se reconstituir, alcançando até mesmo o nível extremamente perigoso de \"Sobrecarga\". Esse dispositivo possui uma potência aterradora, capaz de romper as amarras do planeta, sendo totalmente liberada além dos parâmetros originais de projeto, ativando sua terrível \"Manopla Destruidora\"...",
                    "ruMonsterSpecialDesc": "Древний механизм, созданный для установления господства.\\nВ далёком прошлом некогда могущественная древняя раса использовала этот механизм для контроля работы своего города. Даже сейчас, спустя много лет после падения той цивилизации, он всё ещё остаётся могущественным.\\nВ глубинах хаоса артерий земли разрушившееся за долгие годы энергетическое ядро восстановилось до опасного уровня перегрузки. Теперь этот механизм, выйдя за пределы исходных характеристик, способен избавиться от оков планеты и применить своё ужасающее «Опустошающее оружие»...",
                    "chsMonsterSpecialDesc": "深古遗迹的统御用机关。\\n曾经，一度伟大的古老种族借由这种机关来统御城市的运转，即使在旧日文明崩毁的现在，也依然拥有着极高的权能。\\n在地脉乱象的深处，曾因时间流逝而衰损的核心能量重归充盈，甚至达到万分危险的「过载」级别。这一机关足以挣脱星球束缚的恐怖功率，最终以超出设计规格的水准完全释放，驱动起它那可怖的「毁灭武装」…",
                    "enMonsterSpecialMechanicName": [
                        "Preemptive Sweeper Mode",
                        "Forced Counterstrike Mode",
                        "Damage-Resistant Structure",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Modo de Varredura Prévia",
                        "Estado de Combate Fortalecido",
                        "Resistência Estruturada",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Упреждающий режим зачистки",
                        "Режим форсированного контрудара",
                        "Устойчивая к повреждению конструкция",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "「先制荡除模式」",
                        "「强载应战状态」",
                        "「抗损结构」",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Will immediately enter Sweeper Mode when combat starts: <color=#FFD780FF>All Elemental and Physical RES is greatly increased</color>, and it will generate Flow Momentum while performing attacks. The higher its Flow Momentum, the faster it will rotate and the more DMG it will deal.\\nIt will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will stop rotating and attacking, and its <color=#FFD780FF>All Elemental and Physical RES will be greatly decreased</color>, with its <color=#99FFFFFF>Cryo RES</color> <color=#FFD780FF>decreasing still more</color>.\\nEach time it enters Sweeper Mode, it will produce additional Elemental Orbs the first time its rotating attacks are stopped.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Forced Counterstrike Mode and switch to attacking with powerful tracking rays. At this time, its <color=#FFD780FF>All Elemental and Physical RES will be decreased</color>.\\nIn this state, after it takes a certain number of <color=#99FFFFFF>Cryo DMG</color> instances, it will cease attacking altogether and its <color=#FFD780FF> All Elemental and Physical RES will be further decreased</color>.",
                        "Affected by the Ley Line disturbance, this great foe has its All RES further increased, and it loses less Flow Momentum when struck by <color=#99FFFFFF>Cryo DMG</color>. It will also lose less RES when in Forced Counterstrike Mode.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Entra em Modo de Varredura imediatamente ao começar a batalha: <color=#FFD780FF>aumenta consideravelmente a RES Física e contra todos os Elementos</color>, e gera Energia Fluida enquanto ataca. Quanto maior a Energia Fluida, maior a velocidade do rodopio, e maior o Dano causado.\\nDepois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida, e quando perder Energia Fluida até um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente a RES Física e contra todos os Elementos</color>. Além disso, <color=#FFD780FF>reduz ainda mais</color> a <color=#99FFFFFF>RES Cryo</color>.\\nToda vez que interromper o primeiro ataque rodopiante após entrar no estado do Modo de Varredura, gera um Orbe Elemental adicional.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, o inimigo entrará no Estado de Combate Fortalecido, passando a fazer ataques de disparos rastreadores mais fortes, mas <color=#FFD780FF>reduzindo a RES Física e contra todos os Elementos</color>.\\nQuando estiver nesse estado, depois de sofrer uma certa quantidade de vezes de <color=#99FFFFFF>Dano Cryo</color>, interromperá seus ataques e <color=#FFD780FF>reduzirá ainda mais a RES Física e contra todos os Elementos</color>.",
                        "Afetado pela perturbação das Linhas Ley, todas as Resistências do inimigo poderoso aumentam ainda mais, e ele perderá menos \"Energia Fluida\" ao receber <color=#99FFFFFF>Dano Cryo</color>. Quando estiver no \"Estado de Combate Fortalecido\", a redução de suas Resistências será menor.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В начале боя сразу переходит в режим зачистки: <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно повышено</color>, а также он генерирует импульс потока и атакует. Чем выше импульс потока, тем быстрее он вращается и тем больше наносит урона.\\nПолучив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он прекратит вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление существенно понизятся</color>. Кроме того, <color=#FFD780FF>дополнительно снижается</color> его <color=#99FFFFFF>Крио сопротивление</color>.\\nКаждый раз, когда он впервые прекращает вращаться и атаковать в режиме зачистки, будут выпадать дополнительные элементальные сферы.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим форсированного контрудара и атакует с помощью мощных наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление значительно снижаются</color>.\\nПопав под определённое количество атак с <color=#99FFFFFF>Крио уроном</color> в этом состоянии, он прекращает атаковать, а его <color=#FFD780FF>сопротивление всем элементам и физ. сопротивление снижаются ещё больше</color>.",
                        "Под воздействием флуктуации артерий земли сопротивление всем элементам этого могучего врага повышается ещё больше, а при получении <color=#99FFFFFF>Крио урона</color> он теряет меньше импульса потока. В режиме форсированного контрудара его снижение сопротивления уменьшается.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗开始后将立即进入「荡除模式」：<color=#FFD780FF>所有元素与物理抗性大幅提升</color>，并会一边产生「液流动量」一边进行攻击，「液流动量」越高，旋转速度与造成的伤害越高。\\n受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将停止旋转攻击，且<color=#FFD780FF>所有元素与物理抗性大幅降低</color>。且<color=#99FFFFFF>冰元素抗性</color><color=#FFD780FF>额外降低</color>。\\n每次进入「荡除模式」后首次停止旋转攻击时，将产生额外的元素晶球。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「强载应战状态」，改为使用强力的追踪射线进行攻击，此时其<color=#FFD780FF>所有元素与物理抗性降低</color>。\\n此状态下，受到一定次数的<color=#99FFFFFF>冰元素伤害</color>后，将停止攻击，且<color=#FFD780FF>所有元素与物理抗性进一步降低</color>。",
                        "受到地脉紊乱的影响，强敌的所有抗性进一步提高，并且受到<color=#99FFFFFF>冰元素伤害</color>时损失的「液流动量」更少。处于「强载应战状态」时，自身的抗性下降程度较低。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Will immediately enter Sweeper Mode when combat starts: <color=#FFD780FF>All RES is greatly increased</color>, and it will perform rotating attacks while generating Flow Momentum. It will lose Flow Momentum after taking <color=#99FFFFFF>Cryo DMG</color>. Below a certain Flow Momentum value, it will temporarily stop rotating and attacking, and its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "If an active character enters and maintains the <color=#FFD780FF>Nightsoul's Blessing</color> state for a time, this opponent will enter Forced Counterstrike Mode and switch to attacking with powerful tracking rays. At this time, its <color=#FFD780FF>All RES will be greatly decreased</color>.",
                        "Affected by the Ley Line disturbance, this great foe has its All RES further increased, and it loses less Flow Momentum when struck by <color=#99FFFFFF>Cryo DMG</color>. When in Counterstrike Mode, it will launch even more powerful tracking ray attacks, and it will lose less RES.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando a batalha inicia, entra imediatamente em Modo de Varredura: <color=#FFD780FF>aumenta consideravelmente todas as RES</color>, e no momento que gerar Energia Fluida, faz um ataque rodopiante. Depois de sofrer <color=#99FFFFFF>Dano Cryo</color>, perde Energia Fluida. Quando reduzir Energia Fluida a um certo valor, interrompe o ataque rodopiante e <color=#FFD780FF>reduz consideravelmente todas as RES</color>.",
                        "Se o personagem ativo entrar e se mantiver no estado <color=#FFD780FF>Bênção do Espírito da Noite</color> por um certo tempo, esse inimigo entrará no Estado de Combate Fortalecido, passando a realizar ataques de disparos perseguidores mais fortes, mas também <color=#FFD780FF>reduzindo consideravelmente todas as suas RES</color>.",
                        "Afetado pela perturbação das Linhas Ley, todas as Resistências do inimigo Vilão aumentam ainda mais, e ele perderá menos\"Energia Fluida\" ao receber <color=#99FFFFFF>Dano Cryo</color>; quando estiver no \"Estado de Contra-Ataque\", usará raios rastreadores mais potentes e sofrerá uma redução menor de Resistência.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В начале боя сразу переходит в режим зачистки: <color=#FFD780FF>значительно увеличивается сопротивление всем элементам</color>, а также генерирует импульс потока, совершая атаки с вращением. Получив <color=#99FFFFFF>Крио урон</color>, он теряет импульс потока. Когда импульс потока опустится ниже определённого значения, он временно перестанет вращаться и атаковать, а его <color=#FFD780FF>сопротивление всем элементам существенно понизится</color>.",
                        "Если активный персонаж на некоторое время входит в состояние <color=#FFD780FF>Благословения Ночного духа</color> и поддерживает его, то этот враг переключается в режим форсированного контрудара и атакует с помощью мощных наводящихся лучей. В это время его <color=#FFD780FF>сопротивление всем элементам значительно снижается</color>.",
                        "Под воздействием флуктуации артерий земли сопротивление всем элементам этого могучего врага повышается ещё больше, а при получении <color=#99FFFFFF>Крио урона</color> он теряет меньше импульса потока. В режиме контрудара он выпускает ещё более мощные наводящиеся лучи, а снижение сопротивления уменьшается.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始后将立即进入「荡除模式」：<color=#FFD780FF>所有抗性大幅提升</color>，产生「液流动量」的同时进行旋转攻击。受到<color=#99FFFFFF>冰元素伤害</color>后，将损失「液流动量」，「液流动量」低于一定值时，将暂停旋转攻击，且<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "若场上角色进入并维持<color=#FFD780FF>「夜魂加持」</color>状态一段时间，此敌人将进入「强载应战状态」，改为使用强力的追踪射线攻击，此时其<color=#FFD780FF>所有抗性大幅降低</color>。",
                        "受到地脉紊乱的影响，强敌的所有抗性进一步提高，受到<color=#99FFFFFF>冰元素伤害</color>时损失的「液流动量」更少；处于「应战状态」时，会使用更强的追踪射线进行攻击，且抗性下降程度较低。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Персонажи {SPRITE_PRESET#11001}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}元素角色",
                        "",
                        ""
                    ]
                }
            ]
        }
    ],
    "enChallengeName": "Incursion Repeller",
    "ptChallengeName": "Repelente da Incursão",
    "ruChallengeName": "Отбивая вторжение",
    "chsChallengeName": "驱侵之役"
}