{
    "scheduleId": 5269005,
    "scheduleStartTime": "2025-12-10 10:00:00",
    "scheduleEndTime": "2026-01-21 09:59:59",
    "challengeName": "6.2",
    "levels": [
        {
            "id": 100501,
            "monsterLevel": 40,
            "levelConfigs": [
                {
                    "id": 1005041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Archdeacon",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22100304,
                        "level": 40,
                        "hp": 41439.52477706149,
                        "attack": 2450.4833108624443,
                        "defense": 699.999988079071,
                        "matchedName": "Invoker_Archdeacon_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Iniquitous Baptist: Normal",
                    "ptLevelName": "Batizador Iníquo: Forma Normal",
                    "ruLevelName": "Чудовищный креститель: Обычная форма",
                    "chsLevelName": "深罪浸礼者·常形",
                    "enMonsterSpecialDesc": "A creature of the Abyss that, through the dark's stygian powers, has gained additional appendages via \"evolution.\" It is capable of wielding multiple types of elemental powers.\\nIn the Ley Line memories, they send unending shivers of pain through the bones of the world, like thorns that pierce too deeply to extract.",
                    "ptMonsterSpecialDesc": "Um monstro do Abismo que através dos poderes obscuros do estígio, ganhou membros extras através da \"evolução\".É capaz de possuir múltiplos tipos de poderes elementais.\\nNas memórias das Linhas Ley, são como espinhos indestrutíveis que continuam a doer nos ossos do mundo.",
                    "ruMonsterSpecialDesc": "Существо Бездны, которое благодаря силам тьмы в ходе эволюции обрело дополнительные конечности. Способно управлять силой нескольких типов элементов.\\nВ воспоминаниях артерий земли они, словно глубоко впившиеся шипы, посылают бесчисленные страдания через кости мира.",
                    "chsMonsterSpecialDesc": "因为深渊的力量取得「进化」而获得了多余的肢体的深渊魔物。能够驱役多种元素的力量。\\n在地脉的记忆中，它们如同难以拔除的钉刺，持续将痛苦注入世界的骨髓。",
                    "enMonsterSpecialMechanicName": [
                        "Elemental Ring: Polymorph",
                        "Elemental Ward: Polymorph",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Anel Elemental: Polimorfo",
                        "Revestimento Elemental: Polimorfo",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Элементальное кольцо: Многофазность",
                        "Элементальный барьер: Многофазность",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "元素之环·多相",
                        "元素护罩·多相",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the foe will generate <color=#FFD780FF>Electro, Pyro, and Hydro</color> Rings on the field and start chanting as it prepares to unleash a devastating attack, causing all Elemental Rings to explode after a period of time. Destroy all the Elemental Rings with <color=#FFD780FF>Elemental Reactions</color> to interrupt the chant and temporarily paralyze the foe.",
                        "During battle, the foe will sequentially deploy <color=#FFD780FF>Electro, Pyro, and Hydro Wards</color> to protect itself, while adjusting its attacks to match the corresponding element. <color=#FFD780FF>Breaking a Ward using Elemental Reactions</color> will force the foe to shift to another elemental form and deploy the corresponding Ward. Breaking all three Wards will cause the foe to be temporarily paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante a batalha, o inimigo gera anéis <color=#FFD780FF>Electro, Pyro e Hydro</color> no campo e começa a recitar para preparar um ataque devastador. Depois de um curto tempo, todos os anéis Elementais detonarão. Destrua todos os anéis Elementais com <color=#FFD780FF>Reações Elementais</color> para interromper a recitação e paralisar o inimigo temporariamente.",
                        "Durante a batalha, o inimigo revela <color=#FFD780FF>Revestimentos Electro, Pyro e Hydro</color> em sequência para se proteger, ajustando seus ataques para combinar com o Elemento ativo. <color=#FFD780FF>Destruir um Revestimento com Reações Elementais</color> forçará o inimigo a trocar para outra forma Elemental, e a invocar o Revestimento correspondente. Quando todos os três Revestimentos forem destruídos, o inimigo será paralisado por um curto período de tempo.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою создаёт элементальные кольца <color=#FFD780FF>Электро, Пиро и Гидро</color> на поле и начинает читать заклинание, готовясь нанести мощную атаку. Все кольца через некоторое время взрываются. Если вам удастся <color=#FFD780FF>уничтожить все элементальные кольца с помощью элементальных реакций</color>, то заклинание противника прервётся и он на некоторое время парализуется.",
                        "В бою для своей защиты последовательно развёртывает <color=#FFD780FF>барьеры Электро, Пиро и Гидро</color>, причём способ его атаки меняется в зависимости от типа элементального барьера. После того как вы <color=#FFD780FF>с помощью элементальных реакций разрушите один из элементальных барьеров</color>, противник сменит свою элементальную форму и создаст барьер соответствующего элемента. После уничтожения всех трёх барьеров противник на некоторое время парализуется.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会在场上创造<color=#FFD780FF>雷元素、火元素和水元素</color>的元素之环，并进行吟唱以准备发动威力强大的攻击，一段时间后引爆所有的元素之环。如果能够<color=#FFD780FF>通过元素反应破坏所有的元素之环</color>，就能打断敌人的吟唱并使其瘫痪一段时间。",
                        "战斗中，会依次展开<color=#FFD780FF>雷元素护罩、火元素护罩和水元素护罩</color>来保护自身，同时根据元素护罩的类型改变自身的攻击方式。<color=#FFD780FF>通过元素反应破除一种元素护罩</color>后，该敌人就会切换元素形态并展开对应元素护罩；全部的三种护罩都被破除后，该敌人会瘫痪一段时间。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the foe will generate <color=#FFD780FF>Electro, Pyro, and Hydro</color> Rings on the field while charging up to unleash a devastating attack. You must <color=#FFD780FF>trigger Elemental Reactions to destroy all the Elemental Rings</color> in order to interrupt this attack.",
                        "During battle, the foe will sequentially deploy <color=#FFD780FF>Electro, Pyro, and Hydro Wards</color> to protect itself. <color=#FFD780FF>These Wards can be broken by triggering Elemental Reactions</color>. Breaking all three Wards will cause the foe to be temporarily paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, o inimigo gera anéis <color=#FFD780FF>Electro, Pyro e Hydro</color> no campo enquanto se prepara para lançar um ataque devastador. <color=#FFD780FF>Cause Reações Elementais para destruir todos os anéis Elementais</color> e interromper o ataque.",
                        "Durante a batalha, o inimigo revela <color=#FFD780FF>Revestimentos Electro, Pyro e Hydro</color> em sequência para se proteger. <color=#FFD780FF>Desencadeie Reações Elementais para destruir esses Revestimentos</color>. Quando todos os três Revestimentos forem destruídos, o inimigo será paralisado por uma curta duração de tempo.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаёт элементальные кольца <color=#FFD780FF>Электро, Пиро и Гидро</color> на поле и готовится применить мощную атаку. Чтобы остановить её, необходимо <color=#FFD780FF>уничтожить все элементальные кольца с помощью элементальных реакций</color>.",
                        "В бою для своей защиты последовательно развёртывает <color=#FFD780FF>барьеры Электро, Пиро и Гидро</color>, которые <color=#FFD780FF>можно разрушить с помощью элементальных реакций</color>. После того как вы разрушите все три барьера, враг на некоторое время парализуется.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会在场上创造<color=#FFD780FF>雷元素、火元素和水元素</color>的元素之环，并进行准备，以发动威力强大的攻击，需要<color=#FFD780FF>通过元素反应破坏所有元素之环</color>才能将其阻止。",
                        "战斗中，会依次展开<color=#FFD780FF>雷元素护罩、火元素护罩和水元素护罩</color>来保护自身，<color=#FFD780FF>可以通过元素反应将其破除</color>。三种护罩全部被破除后，该敌人会瘫痪一段时间。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1005042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Natsaurus_Shamansaurus_Normal",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26240290,
                        "level": 40,
                        "hp": 2808.575064476102,
                        "attack": 1499.9198738964333,
                        "defense": 492.45781898498535,
                        "matchedName": "Monster_Natsaurus_Shamansaurus_Normal_04_AC",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Iktomisaurus: Normal",
                    "ptLevelName": "Iktomissauro Veterano: Forma Normal",
                    "ruLevelName": "Бывалый иктомизавр: Обычная форма",
                    "chsLevelName": "历经百战的暝视龙·常形",
                    "enMonsterSpecialDesc": "Able to use its plumage for leaping, it is the only type of Saurian to have grasped how to enter the \"Spiritspeaker\" state.\\nIn the war against the Abyss, it was once as sharp and incisive as a blade of frost. Yet, under the tumultuous influence of the Ley Lines, it has turned its cutting edge towards an entirely undeserving foe...",
                    "ptMonsterSpecialDesc": "Pode usar sua plumagem para saltar, é o único tipo de Sauriano que compreende como entrar no estado Proferespírito.\\nNa guerra contra o Abismo, foi uma lâmina gelada afiada e incisiva. Ainda assim, sob a influência tumultuosa das Linhas Ley, sua lâmina virou-se contra um oponente inocente...",
                    "ruMonsterSpecialDesc": "Иктомизавры, способные использовать своё оперение для прыжков. Единственная разновидность заврианов, которые научились входить в состояние Говорящего с духами.\\nВ сражениях древности против Бездны они были подобны острым клинкам, выкованным из мороза. К сожалению, под воздействием хаоса артерий земли они повернули свои лезвия не в том направлении...",
                    "chsMonsterSpecialDesc": "能够利用生长出的覆羽进行腾跃，亦是唯一一种掌握了进入「灵觉」状态技巧的龙。\\n在旧日对抗深渊的战争中，它曾如冰霜凝成的利刃一般锋锐。但可惜，在混乱地脉的影响下，它将利刃指向了错误的方向…",
                    "enMonsterSpecialMechanicName": [
                        "Sonic Shockwave",
                        "Frosthail Execution",
                        "Torch of Awakening",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Ondas de Choque Sonoras Poderosas",
                        "Ataque Súbito Gélido",
                        "Tocha do Despertar Cooperativo",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Звуковые волны",
                        "Казнь морозного града",
                        "Факел пробуждения",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "强音震波",
                        "冰霰骤袭",
                        "协醒之炬",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the foe periodically leaps up into the air, temporarily hovering in place and continuously unleashing powerful sonic shockwaves.",
                        "During battle, the foe will deploy a <color=#FFD780FF>Cryo Ward</color> to shield itself and leap into the air, dealing continuous damage over a wide area. After a period of time, it will unleash Frosthail Execution, dealing massive AoE damage to all nearby characters. <color=#FFD780FF>Break the Ward with Elemental Reactions</color> to knock the foe to the ground, dealing a single instance of massive DMG, as well as interrupting its attack preparation.",
                        "Three special torches will appear at the edge of the battlefield. While near a torch, hitting opponents with Charged Attacks or Aimed Shots will trigger an additional instance of Pyro DMG.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Salta para o ar periodicamente durante a batalha, e depois de um tempo no ar lança poderosas ondas de choque continuamente como ataque.",
                        "Durante a batalha, o inimigo aplicará um <color=#FFD780FF>Revestimento Cryo</color> para se proteger e saltar no ar, causando Dano contínuo em uma AdE grande. Após um tempo, vai lançar Ataque Súbito Gélido, causando Dano em AdE massivo contra todos os personagens próximos. <color=#FFD780FF>Destrua o Revestimento com Reações Elementais</color> para derrubar o inimigo no chão, causando uma única instância de Dano gigantesco, assim como interromper a preparação do ataque inimigo.",
                        "Três tochas especiais apareceram na fronteira ao redor do campo. Quando estiver próximo de uma tocha, atingir oponentes com Ataques Carregados ou Disparos com Mira ativará uma instância extra de Dano Pyro.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою периодически взлетает и некоторое время остаётся в воздухе, постоянно атакуя мощными звуковыми волнами.",
                        "В бою развёртывает защитный <color=#FFD780FF>барьер Крио</color>, взлетает в воздух и периодически наносит урон по большой площади. Через некоторое время выполняет Казнь морозного града и наносит огромный урон всем персонажам в большой области. <color=#FFD780FF>Уничтожьте барьер с помощью элементальных реакций</color>, чтобы сбить врага на землю, нанести ему высокий однократный урон и прервать подготовку атаки.",
                        "На границах поля появятся 3 особых факела. Если рядом с таким факелом нанести врагу урон заряженной атакой или прицельным выстрелом, то он получит однократный дополнительный Пиро урон.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，每隔一段时间就会腾跃升空，随后在空中停留一段时间，不断释放强音震波进行攻击。",
                        "战斗中，会展开<color=#FFD780FF>冰元素护罩</color>保护自身，并腾跃至空中，持续在大范围内造成伤害。一段时间后，将释放「冰霰骤袭」，对大范围内的我方角色造成极高伤害。<color=#FFD780FF>通过元素反应破除护罩</color>，即可将敌人击落至地面，使其受到一次高额伤害，并打断其攻击准备。",
                        "场上的边缘位置将出现3个特殊火炬，在火炬附近通过重击或瞄准射击命中敌人时，将额外造成一次火元素伤害。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the foe periodically leaps up into the air, continuously unleashing powerful sonic shockwaves while airborne.",
                        "During battle, the foe will deploy a <color=#FFD780FF>Cryo Ward</color> to shield itself and leap into the air, dealing continuous damage over a wide area. After a period of time, it will unleash a single, devastating AoE attack. <color=#FFD780FF>Break the Ward with Elemental Reactions</color> to knock the foe to the ground, dealing a single instance of massive DMG, as well as interrupting its attack preparation.",
                        "Three special torches will appear at the edge of the battlefield. While near a torch, hitting opponents with Charged Attacks or Aimed Shots will trigger an additional instance of Pyro DMG.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Salta para o ar periodicamente durante a batalha, e enquanto estiver no ar lança poderosas ondas de choque continuamente como ataque.",
                        "Durante a batalha, o inimigo aplicará um <color=#FFD780FF>Revestimento Cryo</color> para se proteger e saltar no ar, causando Dano contínuo em uma AdE grande. Após um tempo, vai lançar um ataque em AdE devastador. <color=#FFD780FF>Destrua o Revestimento com Reações Elementais</color> para derrubar o inimigo no chão, causando uma única instância de Dano gigantesco, assim como interromper a preparação do ataque inimigo.",
                        "Três tochas especiais apareceram na fronteira ao redor do campo. Quando estiver próximo de uma tocha, atingir oponentes com Ataques Carregados ou Disparos com Mira ativará uma instância extra de Dano Pyro.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою периодически взлетает в воздух. Находясь в воздухе, постоянно атакует мощными звуковыми волнами.",
                        "В бою развёртывает защитный <color=#FFD780FF>барьер Крио</color>, взлетает в воздух и периодически наносит урон по большой площади. Через некоторое время выполняет одну атаку с огромным уроном по большой площади. <color=#FFD780FF>Уничтожьте барьер с помощью элементальных реакций</color>, чтобы сбить врага на землю, нанести ему высокий однократный урон и прервать подготовку атаки.",
                        "На границах поля появятся 3 особых факела. Если рядом с таким факелом нанести врагу урон заряженной атакой или прицельным выстрелом, то он получит однократный дополнительный Пиро урон.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，每隔一段时间就会腾跃升空，并在空中不断释放强音震波进行攻击。",
                        "战斗中，会展开<color=#FFD780FF>冰元素护罩</color>保护自身，并腾跃至空中，持续在大范围内造成伤害，一段时间后，还会造成一次大范围的极高伤害。<color=#FFD780FF>通过元素反应破除护罩</color>，即可将敌人击落至地面，使其受到一次高额伤害，并打断其攻击准备。",
                        "场上的边缘位置将出现3个特殊火炬，在火炬附近通过重击或瞄准射击命中敌人时，将额外造成一次火元素伤害。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} characters<Color=#FFFFFF40> | </Color>Ranged Characters",
                        "Melee Characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} Personagens <Color=#FFFFFF40> | </Color> Personagens de ataques à distância",
                        "Personagem de Ataque Corpo-a-Corpo",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}<Color=#FFFFFF40> | </Color>Дальний бой",
                        "Ближний бой",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}元素角色<Color=#FFFFFF40> | </Color>远程攻击角色",
                        "近战攻击角色",
                        ""
                    ]
                },
                {
                    "id": 1005043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Gravitas",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24080105,
                        "level": 40,
                        "hp": 74169.32550427839,
                        "attack": 2858.8971133111045,
                        "defense": 699.999988079071,
                        "matchedName": "Monster_MachinaIustitia_Gravitas_03",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.699999988079071,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Experimental Field Generator: Normal",
                    "ptLevelName": "Gerador de Campo Experimental: Forma Normal",
                    "ruLevelName": "Экспериментальный генератор поля: Обычная форма",
                    "chsLevelName": "实验性场力发生装置·常形",
                    "enMonsterSpecialDesc": "A product of the Fontaine Research Institute of Kinetic Energy Engineering that has gone out of control due to an accident. It has the ability to \"counteract\" the effects of gravity.\\nUnder the corrupting influence of the Ley Lines, this device that once defied the norms of physics has degenerated into a cold and emotionless tool of destruction.",
                    "ptMonsterSpecialDesc": "Um produto do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine que perdeu o controle acidentalmente. Possui a habilidade de anular os efeitos da gravidade.\\nSob os efeitos corruptores das Linhas Ley, esse dispositivo que antes desafiava as leis da física se degenerou em uma ferramenta fria e sem emoções da destruição.",
                    "ruMonsterSpecialDesc": "Продукт Научно-исследовательского института кинетической энергии. Из-за происшествия потерял управление.\\nЭто устройство, некогда производившее чудесные физические эффекты, в искажённой интерпретации артерий земли было низведено до безжалостного инструмента уничтожения.",
                    "chsMonsterSpecialDesc": "枫丹动能工程科学研究院的作品，拥有「抵消」重力的效果，因为事故而失控。\\n如今，在地脉错误的演绎下，这一曾创造了奇妙物理效用的装置，已然彻底堕落为制造破坏的冷酷工具。",
                    "enMonsterSpecialMechanicName": [
                        "Gravitational Core",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Núcleo Gravitacional",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Гравитационное ядро",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "重力核心",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During combat, it will channel Ousia energy to unleash a Gravity Reduction Field, while <color=#FFD780FF>gravitational shockwaves that cannot be dodged continuously erupt on the ground</color>. Characters within this field can jump significantly higher. When active, the Gravity Reduction Field can be shut down by hitting the exposed Ousia core with 3 Pneuma attacks.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante o combate, canalizará energia Ousia para lançar um Campo de Redução Gravitacional, enquanto <color=#FFD780FF>ondas de choque gravitacionais inescapáveis continuamente surgem do chão</color>. Personagens dentro desse campo podem saltar mais alto. Quando estiver ativo, o Campo de Redução Gravitacional pode ser desligado ao atingir o núcleo Ousia exposto com 3 ataques Pneuma.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою проявляет энергетические характеристики усии и активирует поле снижения гравитации, а также <color=#FFD780FF>генерирует на земле гравитационные ударные волны, которых не избежать</color>. Высота прыжка персонажей в силовом поле значительно увеличивается. Когда поле активно, поразите открытое ядро усии 3 атаками пневмы, чтобы уничтожить его и отключить поле снижения гравитации.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会显露出荒性的能源特征以展开重力削减力场战斗，并<color=#FFD780FF>在地面上产生无法被闪避的引力冲击波</color>。在力场中，角色的跳跃高度会获得显著提升。力场展开期间，暴露的荒性核心受到3次芒性攻击就会湮灭，从而导致重力削减力场关闭。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the foe generates a Gravity Reduction Field that greatly increases characters' jump height, while <color=#FFD780FF>gravitational shockwaves that cannot be dodged continuously erupt on the ground</color>. The Gravity Reduction Field can be shut down by directing <color=#FFD780FF>3 Pneuma attacks</color> at the exposed Ousia core.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, o inimigo gera um Campo de Redução de Gravidade que aumenta consideravelmente a altura do salto dos personagens, enquanto <color=#FFD780FF>ondas de choque gravitacionais inescapáveis continuamente surgem do chão</color>. O Campo de Redução de Gravidade pode ser desligado ao atingir o núcleo exposto de Ousia com <color=#FFD780FF>3 ataques Pneuma</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаёт поле снижения гравитации, значительно увеличивающее высоту прыжка персонажей и <color=#FFD780FF>генерирующее на земле гравитационные ударные волны, которых не избежать</color>. Чтобы отключить поле снижения гравитации, выполните <color=#FFD780FF>3 атаки пневмой</color> по открытому ядру усии.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会展开重力削减力场，使角色的跳跃高度获得显著提升，并<color=#FFD780FF>在地面上产生无法被闪避的引力冲击波</color>。对暴露的荒性核心进行<color=#FFD780FF>3次芒性攻击</color>，就会关闭重力削减力场。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Plunging-Attack Characters<Color=#FFFFFF40> | </Color>Characters with Arkhe: Pneuma",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagem de Ataque Imersivo <Color=#FFFFFF40> | </Color>Arkhe: Pneuma",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Атака в падении<Color=#FFFFFF40> | </Color>Архэ: пневма",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "下落攻击角色<Color=#FFFFFF40> | </Color>始基力·芒角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100502,
            "monsterLevel": 70,
            "levelConfigs": [
                {
                    "id": 1005041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Archdeacon",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22100304,
                        "level": 70,
                        "hp": 711183.6216712594,
                        "attack": 6122.228465112159,
                        "defense": 850.0000238418579,
                        "matchedName": "Invoker_Archdeacon_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Iniquitous Baptist: Normal",
                    "ptLevelName": "Batizador Iníquo: Forma Normal",
                    "ruLevelName": "Чудовищный креститель: Обычная форма",
                    "chsLevelName": "深罪浸礼者·常形",
                    "enMonsterSpecialDesc": "A creature of the Abyss that, through the dark's stygian powers, has gained additional appendages via \"evolution.\" It is capable of wielding multiple types of elemental powers.\\nIn the Ley Line memories, they send unending shivers of pain through the bones of the world, like thorns that pierce too deeply to extract.",
                    "ptMonsterSpecialDesc": "Um monstro do Abismo que através dos poderes obscuros do estígio, ganhou membros extras através da \"evolução\".É capaz de possuir múltiplos tipos de poderes elementais.\\nNas memórias das Linhas Ley, são como espinhos indestrutíveis que continuam a doer nos ossos do mundo.",
                    "ruMonsterSpecialDesc": "Существо Бездны, которое благодаря силам тьмы в ходе эволюции обрело дополнительные конечности. Способно управлять силой нескольких типов элементов.\\nВ воспоминаниях артерий земли они, словно глубоко впившиеся шипы, посылают бесчисленные страдания через кости мира.",
                    "chsMonsterSpecialDesc": "因为深渊的力量取得「进化」而获得了多余的肢体的深渊魔物。能够驱役多种元素的力量。\\n在地脉的记忆中，它们如同难以拔除的钉刺，持续将痛苦注入世界的骨髓。",
                    "enMonsterSpecialMechanicName": [
                        "Elemental Ring: Polymorph",
                        "Elemental Ward: Polymorph",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Anel Elemental: Polimorfo",
                        "Revestimento Elemental: Polimorfo",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Элементальное кольцо: Многофазность",
                        "Элементальный барьер: Многофазность",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "元素之环·多相",
                        "元素护罩·多相",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the foe will generate <color=#FFD780FF>Electro, Pyro, and Hydro</color> Rings on the field and start chanting as it prepares to unleash a devastating attack, causing all Elemental Rings to explode after a period of time. Destroy all the Elemental Rings with <color=#FFD780FF>Elemental Reactions</color> to interrupt the chant and temporarily paralyze the foe.",
                        "During battle, the foe will sequentially deploy <color=#FFD780FF>Electro, Pyro, and Hydro Wards</color> to protect itself, while adjusting its attacks to match the corresponding element. <color=#FFD780FF>Breaking a Ward using Elemental Reactions</color> will force the foe to shift to another elemental form and deploy the corresponding Ward. Breaking all three Wards will cause the foe to be temporarily paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante a batalha, o inimigo gera anéis <color=#FFD780FF>Electro, Pyro e Hydro</color> no campo e começa a recitar para preparar um ataque devastador. Depois de um curto tempo, todos os anéis Elementais detonarão. Destrua todos os anéis Elementais com <color=#FFD780FF>Reações Elementais</color> para interromper a recitação e paralisar o inimigo temporariamente.",
                        "Durante a batalha, o inimigo revela <color=#FFD780FF>Revestimentos Electro, Pyro e Hydro</color> em sequência para se proteger, ajustando seus ataques para combinar com o Elemento ativo. <color=#FFD780FF>Destruir um Revestimento com Reações Elementais</color> forçará o inimigo a trocar para outra forma Elemental, e a invocar o Revestimento correspondente. Quando todos os três Revestimentos forem destruídos, o inimigo será paralisado por um curto período de tempo.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою создаёт элементальные кольца <color=#FFD780FF>Электро, Пиро и Гидро</color> на поле и начинает читать заклинание, готовясь нанести мощную атаку. Все кольца через некоторое время взрываются. Если вам удастся <color=#FFD780FF>уничтожить все элементальные кольца с помощью элементальных реакций</color>, то заклинание противника прервётся и он на некоторое время парализуется.",
                        "В бою для своей защиты последовательно развёртывает <color=#FFD780FF>барьеры Электро, Пиро и Гидро</color>, причём способ его атаки меняется в зависимости от типа элементального барьера. После того как вы <color=#FFD780FF>с помощью элементальных реакций разрушите один из элементальных барьеров</color>, противник сменит свою элементальную форму и создаст барьер соответствующего элемента. После уничтожения всех трёх барьеров противник на некоторое время парализуется.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会在场上创造<color=#FFD780FF>雷元素、火元素和水元素</color>的元素之环，并进行吟唱以准备发动威力强大的攻击，一段时间后引爆所有的元素之环。如果能够<color=#FFD780FF>通过元素反应破坏所有的元素之环</color>，就能打断敌人的吟唱并使其瘫痪一段时间。",
                        "战斗中，会依次展开<color=#FFD780FF>雷元素护罩、火元素护罩和水元素护罩</color>来保护自身，同时根据元素护罩的类型改变自身的攻击方式。<color=#FFD780FF>通过元素反应破除一种元素护罩</color>后，该敌人就会切换元素形态并展开对应元素护罩；全部的三种护罩都被破除后，该敌人会瘫痪一段时间。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the foe will generate <color=#FFD780FF>Electro, Pyro, and Hydro</color> Rings on the field while charging up to unleash a devastating attack. You must <color=#FFD780FF>trigger Elemental Reactions to destroy all the Elemental Rings</color> in order to interrupt this attack.",
                        "During battle, the foe will sequentially deploy <color=#FFD780FF>Electro, Pyro, and Hydro Wards</color> to protect itself. <color=#FFD780FF>These Wards can be broken by triggering Elemental Reactions</color>. Breaking all three Wards will cause the foe to be temporarily paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, o inimigo gera anéis <color=#FFD780FF>Electro, Pyro e Hydro</color> no campo enquanto se prepara para lançar um ataque devastador. <color=#FFD780FF>Cause Reações Elementais para destruir todos os anéis Elementais</color> e interromper o ataque.",
                        "Durante a batalha, o inimigo revela <color=#FFD780FF>Revestimentos Electro, Pyro e Hydro</color> em sequência para se proteger. <color=#FFD780FF>Desencadeie Reações Elementais para destruir esses Revestimentos</color>. Quando todos os três Revestimentos forem destruídos, o inimigo será paralisado por uma curta duração de tempo.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаёт элементальные кольца <color=#FFD780FF>Электро, Пиро и Гидро</color> на поле и готовится применить мощную атаку. Чтобы остановить её, необходимо <color=#FFD780FF>уничтожить все элементальные кольца с помощью элементальных реакций</color>.",
                        "В бою для своей защиты последовательно развёртывает <color=#FFD780FF>барьеры Электро, Пиро и Гидро</color>, которые <color=#FFD780FF>можно разрушить с помощью элементальных реакций</color>. После того как вы разрушите все три барьера, враг на некоторое время парализуется.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会在场上创造<color=#FFD780FF>雷元素、火元素和水元素</color>的元素之环，并进行准备，以发动威力强大的攻击，需要<color=#FFD780FF>通过元素反应破坏所有元素之环</color>才能将其阻止。",
                        "战斗中，会依次展开<color=#FFD780FF>雷元素护罩、火元素护罩和水元素护罩</color>来保护自身，<color=#FFD780FF>可以通过元素反应将其破除</color>。三种护罩全部被破除后，该敌人会瘫痪一段时间。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1005042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Natsaurus_Shamansaurus_Normal",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26240290,
                        "level": 70,
                        "hp": 26479.497914058622,
                        "attack": 4242.4140167440055,
                        "defense": 984.9156379699707,
                        "matchedName": "Monster_Natsaurus_Shamansaurus_Normal_04_AC",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Iktomisaurus: Normal",
                    "ptLevelName": "Iktomissauro Veterano: Forma Normal",
                    "ruLevelName": "Бывалый иктомизавр: Обычная форма",
                    "chsLevelName": "历经百战的暝视龙·常形",
                    "enMonsterSpecialDesc": "Able to use its plumage for leaping, it is the only type of Saurian to have grasped how to enter the \"Spiritspeaker\" state.\\nIn the war against the Abyss, it was once as sharp and incisive as a blade of frost. Yet, under the tumultuous influence of the Ley Lines, it has turned its cutting edge towards an entirely undeserving foe...",
                    "ptMonsterSpecialDesc": "Pode usar sua plumagem para saltar, é o único tipo de Sauriano que compreende como entrar no estado Proferespírito.\\nNa guerra contra o Abismo, foi uma lâmina gelada afiada e incisiva. Ainda assim, sob a influência tumultuosa das Linhas Ley, sua lâmina virou-se contra um oponente inocente...",
                    "ruMonsterSpecialDesc": "Иктомизавры, способные использовать своё оперение для прыжков. Единственная разновидность заврианов, которые научились входить в состояние Говорящего с духами.\\nВ сражениях древности против Бездны они были подобны острым клинкам, выкованным из мороза. К сожалению, под воздействием хаоса артерий земли они повернули свои лезвия не в том направлении...",
                    "chsMonsterSpecialDesc": "能够利用生长出的覆羽进行腾跃，亦是唯一一种掌握了进入「灵觉」状态技巧的龙。\\n在旧日对抗深渊的战争中，它曾如冰霜凝成的利刃一般锋锐。但可惜，在混乱地脉的影响下，它将利刃指向了错误的方向…",
                    "enMonsterSpecialMechanicName": [
                        "Sonic Shockwave",
                        "Frosthail Execution",
                        "Torch of Awakening",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Ondas de Choque Sonoras Poderosas",
                        "Ataque Súbito Gélido",
                        "Tocha do Despertar Cooperativo",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Звуковые волны",
                        "Казнь морозного града",
                        "Факел пробуждения",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "强音震波",
                        "冰霰骤袭",
                        "协醒之炬",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the foe periodically leaps up into the air, temporarily hovering in place and continuously unleashing powerful sonic shockwaves.",
                        "During battle, the foe will deploy a <color=#FFD780FF>Cryo Ward</color> to shield itself and leap into the air, dealing continuous damage over a wide area. After a period of time, it will unleash Frosthail Execution, dealing massive AoE damage to all nearby characters. <color=#FFD780FF>Break the Ward with Elemental Reactions</color> to knock the foe to the ground, dealing a single instance of massive DMG, as well as interrupting its attack preparation.",
                        "Three special torches will appear at the edge of the battlefield. While near a torch, hitting opponents with Charged Attacks or Aimed Shots will trigger an additional instance of Pyro DMG.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Salta para o ar periodicamente durante a batalha, e depois de um tempo no ar lança poderosas ondas de choque continuamente como ataque.",
                        "Durante a batalha, o inimigo aplicará um <color=#FFD780FF>Revestimento Cryo</color> para se proteger e saltar no ar, causando Dano contínuo em uma AdE grande. Após um tempo, vai lançar Ataque Súbito Gélido, causando Dano em AdE massivo contra todos os personagens próximos. <color=#FFD780FF>Destrua o Revestimento com Reações Elementais</color> para derrubar o inimigo no chão, causando uma única instância de Dano gigantesco, assim como interromper a preparação do ataque inimigo.",
                        "Três tochas especiais apareceram na fronteira ao redor do campo. Quando estiver próximo de uma tocha, atingir oponentes com Ataques Carregados ou Disparos com Mira ativará uma instância extra de Dano Pyro.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою периодически взлетает и некоторое время остаётся в воздухе, постоянно атакуя мощными звуковыми волнами.",
                        "В бою развёртывает защитный <color=#FFD780FF>барьер Крио</color>, взлетает в воздух и периодически наносит урон по большой площади. Через некоторое время выполняет Казнь морозного града и наносит огромный урон всем персонажам в большой области. <color=#FFD780FF>Уничтожьте барьер с помощью элементальных реакций</color>, чтобы сбить врага на землю, нанести ему высокий однократный урон и прервать подготовку атаки.",
                        "На границах поля появятся 3 особых факела. Если рядом с таким факелом нанести врагу урон заряженной атакой или прицельным выстрелом, то он получит однократный дополнительный Пиро урон.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，每隔一段时间就会腾跃升空，随后在空中停留一段时间，不断释放强音震波进行攻击。",
                        "战斗中，会展开<color=#FFD780FF>冰元素护罩</color>保护自身，并腾跃至空中，持续在大范围内造成伤害。一段时间后，将释放「冰霰骤袭」，对大范围内的我方角色造成极高伤害。<color=#FFD780FF>通过元素反应破除护罩</color>，即可将敌人击落至地面，使其受到一次高额伤害，并打断其攻击准备。",
                        "场上的边缘位置将出现3个特殊火炬，在火炬附近通过重击或瞄准射击命中敌人时，将额外造成一次火元素伤害。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the foe periodically leaps up into the air, continuously unleashing powerful sonic shockwaves while airborne.",
                        "During battle, the foe will deploy a <color=#FFD780FF>Cryo Ward</color> to shield itself and leap into the air, dealing continuous damage over a wide area. After a period of time, it will unleash a single, devastating AoE attack. <color=#FFD780FF>Break the Ward with Elemental Reactions</color> to knock the foe to the ground, dealing a single instance of massive DMG, as well as interrupting its attack preparation.",
                        "Three special torches will appear at the edge of the battlefield. While near a torch, hitting opponents with Charged Attacks or Aimed Shots will trigger an additional instance of Pyro DMG.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Salta para o ar periodicamente durante a batalha, e enquanto estiver no ar lança poderosas ondas de choque continuamente como ataque.",
                        "Durante a batalha, o inimigo aplicará um <color=#FFD780FF>Revestimento Cryo</color> para se proteger e saltar no ar, causando Dano contínuo em uma AdE grande. Após um tempo, vai lançar um ataque em AdE devastador. <color=#FFD780FF>Destrua o Revestimento com Reações Elementais</color> para derrubar o inimigo no chão, causando uma única instância de Dano gigantesco, assim como interromper a preparação do ataque inimigo.",
                        "Três tochas especiais apareceram na fronteira ao redor do campo. Quando estiver próximo de uma tocha, atingir oponentes com Ataques Carregados ou Disparos com Mira ativará uma instância extra de Dano Pyro.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою периодически взлетает в воздух. Находясь в воздухе, постоянно атакует мощными звуковыми волнами.",
                        "В бою развёртывает защитный <color=#FFD780FF>барьер Крио</color>, взлетает в воздух и периодически наносит урон по большой площади. Через некоторое время выполняет одну атаку с огромным уроном по большой площади. <color=#FFD780FF>Уничтожьте барьер с помощью элементальных реакций</color>, чтобы сбить врага на землю, нанести ему высокий однократный урон и прервать подготовку атаки.",
                        "На границах поля появятся 3 особых факела. Если рядом с таким факелом нанести врагу урон заряженной атакой или прицельным выстрелом, то он получит однократный дополнительный Пиро урон.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，每隔一段时间就会腾跃升空，并在空中不断释放强音震波进行攻击。",
                        "战斗中，会展开<color=#FFD780FF>冰元素护罩</color>保护自身，并腾跃至空中，持续在大范围内造成伤害，一段时间后，还会造成一次大范围的极高伤害。<color=#FFD780FF>通过元素反应破除护罩</color>，即可将敌人击落至地面，使其受到一次高额伤害，并打断其攻击准备。",
                        "场上的边缘位置将出现3个特殊火炬，在火炬附近通过重击或瞄准射击命中敌人时，将额外造成一次火元素伤害。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} characters<Color=#FFFFFF40> | </Color>Ranged Characters",
                        "Melee Characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} Personagens <Color=#FFFFFF40> | </Color> Personagens de ataques à distância",
                        "Personagem de Ataque Corpo-a-Corpo",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}<Color=#FFFFFF40> | </Color>Дальний бой",
                        "Ближний бой",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}元素角色<Color=#FFFFFF40> | </Color>远程攻击角色",
                        "近战攻击角色",
                        ""
                    ]
                },
                {
                    "id": 1005043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Gravitas",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24080105,
                        "level": 70,
                        "hp": 1272891.2750043273,
                        "attack": 7142.5996693607885,
                        "defense": 850.0000238418579,
                        "matchedName": "Monster_MachinaIustitia_Gravitas_03",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.699999988079071,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Experimental Field Generator: Normal",
                    "ptLevelName": "Gerador de Campo Experimental: Forma Normal",
                    "ruLevelName": "Экспериментальный генератор поля: Обычная форма",
                    "chsLevelName": "实验性场力发生装置·常形",
                    "enMonsterSpecialDesc": "A product of the Fontaine Research Institute of Kinetic Energy Engineering that has gone out of control due to an accident. It has the ability to \"counteract\" the effects of gravity.\\nUnder the corrupting influence of the Ley Lines, this device that once defied the norms of physics has degenerated into a cold and emotionless tool of destruction.",
                    "ptMonsterSpecialDesc": "Um produto do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine que perdeu o controle acidentalmente. Possui a habilidade de anular os efeitos da gravidade.\\nSob os efeitos corruptores das Linhas Ley, esse dispositivo que antes desafiava as leis da física se degenerou em uma ferramenta fria e sem emoções da destruição.",
                    "ruMonsterSpecialDesc": "Продукт Научно-исследовательского института кинетической энергии. Из-за происшествия потерял управление.\\nЭто устройство, некогда производившее чудесные физические эффекты, в искажённой интерпретации артерий земли было низведено до безжалостного инструмента уничтожения.",
                    "chsMonsterSpecialDesc": "枫丹动能工程科学研究院的作品，拥有「抵消」重力的效果，因为事故而失控。\\n如今，在地脉错误的演绎下，这一曾创造了奇妙物理效用的装置，已然彻底堕落为制造破坏的冷酷工具。",
                    "enMonsterSpecialMechanicName": [
                        "Gravitational Core",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Núcleo Gravitacional",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Гравитационное ядро",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "重力核心",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During combat, it will channel Ousia energy to unleash a Gravity Reduction Field, while <color=#FFD780FF>gravitational shockwaves that cannot be dodged continuously erupt on the ground</color>. Characters within this field can jump significantly higher. When active, the Gravity Reduction Field can be shut down by hitting the exposed Ousia core with 3 Pneuma attacks.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante o combate, canalizará energia Ousia para lançar um Campo de Redução Gravitacional, enquanto <color=#FFD780FF>ondas de choque gravitacionais inescapáveis continuamente surgem do chão</color>. Personagens dentro desse campo podem saltar mais alto. Quando estiver ativo, o Campo de Redução Gravitacional pode ser desligado ao atingir o núcleo Ousia exposto com 3 ataques Pneuma.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою проявляет энергетические характеристики усии и активирует поле снижения гравитации, а также <color=#FFD780FF>генерирует на земле гравитационные ударные волны, которых не избежать</color>. Высота прыжка персонажей в силовом поле значительно увеличивается. Когда поле активно, поразите открытое ядро усии 3 атаками пневмы, чтобы уничтожить его и отключить поле снижения гравитации.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会显露出荒性的能源特征以展开重力削减力场战斗，并<color=#FFD780FF>在地面上产生无法被闪避的引力冲击波</color>。在力场中，角色的跳跃高度会获得显著提升。力场展开期间，暴露的荒性核心受到3次芒性攻击就会湮灭，从而导致重力削减力场关闭。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the foe generates a Gravity Reduction Field that greatly increases characters' jump height, while <color=#FFD780FF>gravitational shockwaves that cannot be dodged continuously erupt on the ground</color>. The Gravity Reduction Field can be shut down by directing <color=#FFD780FF>3 Pneuma attacks</color> at the exposed Ousia core.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, o inimigo gera um Campo de Redução de Gravidade que aumenta consideravelmente a altura do salto dos personagens, enquanto <color=#FFD780FF>ondas de choque gravitacionais inescapáveis continuamente surgem do chão</color>. O Campo de Redução de Gravidade pode ser desligado ao atingir o núcleo exposto de Ousia com <color=#FFD780FF>3 ataques Pneuma</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаёт поле снижения гравитации, значительно увеличивающее высоту прыжка персонажей и <color=#FFD780FF>генерирующее на земле гравитационные ударные волны, которых не избежать</color>. Чтобы отключить поле снижения гравитации, выполните <color=#FFD780FF>3 атаки пневмой</color> по открытому ядру усии.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会展开重力削减力场，使角色的跳跃高度获得显著提升，并<color=#FFD780FF>在地面上产生无法被闪避的引力冲击波</color>。对暴露的荒性核心进行<color=#FFD780FF>3次芒性攻击</color>，就会关闭重力削减力场。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Plunging-Attack Characters<Color=#FFFFFF40> | </Color>Characters with Arkhe: Pneuma",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagem de Ataque Imersivo <Color=#FFFFFF40> | </Color>Arkhe: Pneuma",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Атака в падении<Color=#FFFFFF40> | </Color>Архэ: пневма",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "下落攻击角色<Color=#FFFFFF40> | </Color>始基力·芒角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100503,
            "monsterLevel": 90,
            "levelConfigs": [
                {
                    "id": 1005041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Archdeacon",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22100304,
                        "level": 90,
                        "hp": 540232,
                        "attack": 11418.823591017863,
                        "defense": 949.999988079071,
                        "matchedName": "Invoker_Archdeacon_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Iniquitous Baptist: Normal",
                    "ptLevelName": "Batizador Iníquo: Forma Normal",
                    "ruLevelName": "Чудовищный креститель: Обычная форма",
                    "chsLevelName": "深罪浸礼者·常形",
                    "enMonsterSpecialDesc": "A creature of the Abyss that, through the dark's stygian powers, has gained additional appendages via \"evolution.\" It is capable of wielding multiple types of elemental powers.\\nIn the Ley Line memories, they send unending shivers of pain through the bones of the world, like thorns that pierce too deeply to extract.",
                    "ptMonsterSpecialDesc": "Um monstro do Abismo que através dos poderes obscuros do estígio, ganhou membros extras através da \"evolução\".É capaz de possuir múltiplos tipos de poderes elementais.\\nNas memórias das Linhas Ley, são como espinhos indestrutíveis que continuam a doer nos ossos do mundo.",
                    "ruMonsterSpecialDesc": "Существо Бездны, которое благодаря силам тьмы в ходе эволюции обрело дополнительные конечности. Способно управлять силой нескольких типов элементов.\\nВ воспоминаниях артерий земли они, словно глубоко впившиеся шипы, посылают бесчисленные страдания через кости мира.",
                    "chsMonsterSpecialDesc": "因为深渊的力量取得「进化」而获得了多余的肢体的深渊魔物。能够驱役多种元素的力量。\\n在地脉的记忆中，它们如同难以拔除的钉刺，持续将痛苦注入世界的骨髓。",
                    "enMonsterSpecialMechanicName": [
                        "Elemental Ring: Polymorph",
                        "Elemental Ward: Polymorph",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Anel Elemental: Polimorfo",
                        "Revestimento Elemental: Polimorfo",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Элементальное кольцо: Многофазность",
                        "Элементальный барьер: Многофазность",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "元素之环·多相",
                        "元素护罩·多相",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the foe will generate <color=#FFD780FF>Electro, Pyro, and Hydro</color> Rings on the field and start chanting as it prepares to unleash a devastating attack, causing all Elemental Rings to explode after a period of time. Destroy all the Elemental Rings with <color=#FFD780FF>Elemental Reactions</color> to interrupt the chant and temporarily paralyze the foe.",
                        "During battle, the foe will sequentially deploy <color=#FFD780FF>Electro, Pyro, and Hydro Wards</color> to protect itself, while adjusting its attacks to match the corresponding element. <color=#FFD780FF>Breaking a Ward using Elemental Reactions</color> will force the foe to shift to another elemental form and deploy the corresponding Ward. Breaking all three Wards will cause the foe to be temporarily paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante a batalha, o inimigo gera anéis <color=#FFD780FF>Electro, Pyro e Hydro</color> no campo e começa a recitar para preparar um ataque devastador. Depois de um curto tempo, todos os anéis Elementais detonarão. Destrua todos os anéis Elementais com <color=#FFD780FF>Reações Elementais</color> para interromper a recitação e paralisar o inimigo temporariamente.",
                        "Durante a batalha, o inimigo revela <color=#FFD780FF>Revestimentos Electro, Pyro e Hydro</color> em sequência para se proteger, ajustando seus ataques para combinar com o Elemento ativo. <color=#FFD780FF>Destruir um Revestimento com Reações Elementais</color> forçará o inimigo a trocar para outra forma Elemental, e a invocar o Revestimento correspondente. Quando todos os três Revestimentos forem destruídos, o inimigo será paralisado por um curto período de tempo.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою создаёт элементальные кольца <color=#FFD780FF>Электро, Пиро и Гидро</color> на поле и начинает читать заклинание, готовясь нанести мощную атаку. Все кольца через некоторое время взрываются. Если вам удастся <color=#FFD780FF>уничтожить все элементальные кольца с помощью элементальных реакций</color>, то заклинание противника прервётся и он на некоторое время парализуется.",
                        "В бою для своей защиты последовательно развёртывает <color=#FFD780FF>барьеры Электро, Пиро и Гидро</color>, причём способ его атаки меняется в зависимости от типа элементального барьера. После того как вы <color=#FFD780FF>с помощью элементальных реакций разрушите один из элементальных барьеров</color>, противник сменит свою элементальную форму и создаст барьер соответствующего элемента. После уничтожения всех трёх барьеров противник на некоторое время парализуется.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会在场上创造<color=#FFD780FF>雷元素、火元素和水元素</color>的元素之环，并进行吟唱以准备发动威力强大的攻击，一段时间后引爆所有的元素之环。如果能够<color=#FFD780FF>通过元素反应破坏所有的元素之环</color>，就能打断敌人的吟唱并使其瘫痪一段时间。",
                        "战斗中，会依次展开<color=#FFD780FF>雷元素护罩、火元素护罩和水元素护罩</color>来保护自身，同时根据元素护罩的类型改变自身的攻击方式。<color=#FFD780FF>通过元素反应破除一种元素护罩</color>后，该敌人就会切换元素形态并展开对应元素护罩；全部的三种护罩都被破除后，该敌人会瘫痪一段时间。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the foe will generate <color=#FFD780FF>Electro, Pyro, and Hydro</color> Rings on the field while charging up to unleash a devastating attack. You must <color=#FFD780FF>trigger Elemental Reactions to destroy all the Elemental Rings</color> in order to interrupt this attack.",
                        "During battle, the foe will sequentially deploy <color=#FFD780FF>Electro, Pyro, and Hydro Wards</color> to protect itself. <color=#FFD780FF>These Wards can be broken by triggering Elemental Reactions</color>. Breaking all three Wards will cause the foe to be temporarily paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, o inimigo gera anéis <color=#FFD780FF>Electro, Pyro e Hydro</color> no campo enquanto se prepara para lançar um ataque devastador. <color=#FFD780FF>Cause Reações Elementais para destruir todos os anéis Elementais</color> e interromper o ataque.",
                        "Durante a batalha, o inimigo revela <color=#FFD780FF>Revestimentos Electro, Pyro e Hydro</color> em sequência para se proteger. <color=#FFD780FF>Desencadeie Reações Elementais para destruir esses Revestimentos</color>. Quando todos os três Revestimentos forem destruídos, o inimigo será paralisado por uma curta duração de tempo.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаёт элементальные кольца <color=#FFD780FF>Электро, Пиро и Гидро</color> на поле и готовится применить мощную атаку. Чтобы остановить её, необходимо <color=#FFD780FF>уничтожить все элементальные кольца с помощью элементальных реакций</color>.",
                        "В бою для своей защиты последовательно развёртывает <color=#FFD780FF>барьеры Электро, Пиро и Гидро</color>, которые <color=#FFD780FF>можно разрушить с помощью элементальных реакций</color>. После того как вы разрушите все три барьера, враг на некоторое время парализуется.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会在场上创造<color=#FFD780FF>雷元素、火元素和水元素</color>的元素之环，并进行准备，以发动威力强大的攻击，需要<color=#FFD780FF>通过元素反应破坏所有元素之环</color>才能将其阻止。",
                        "战斗中，会依次展开<color=#FFD780FF>雷元素护罩、火元素护罩和水元素护罩</color>来保护自身，<color=#FFD780FF>可以通过元素反应将其破除</color>。三种护罩全部被破除后，该敌人会瘫痪一段时间。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1005042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Natsaurus_Shamansaurus_Normal",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26240290,
                        "level": 90,
                        "hp": 887041,
                        "attack": 8484.828033488011,
                        "defense": 1517.2205924987793,
                        "matchedName": "Monster_Natsaurus_Shamansaurus_Normal_04_AC",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Iktomisaurus: Normal",
                    "ptLevelName": "Iktomissauro Veterano: Forma Normal",
                    "ruLevelName": "Бывалый иктомизавр: Обычная форма",
                    "chsLevelName": "历经百战的暝视龙·常形",
                    "enMonsterSpecialDesc": "Able to use its plumage for leaping, it is the only type of Saurian to have grasped how to enter the \"Spiritspeaker\" state.\\nIn the war against the Abyss, it was once as sharp and incisive as a blade of frost. Yet, under the tumultuous influence of the Ley Lines, it has turned its cutting edge towards an entirely undeserving foe...",
                    "ptMonsterSpecialDesc": "Pode usar sua plumagem para saltar, é o único tipo de Sauriano que compreende como entrar no estado Proferespírito.\\nNa guerra contra o Abismo, foi uma lâmina gelada afiada e incisiva. Ainda assim, sob a influência tumultuosa das Linhas Ley, sua lâmina virou-se contra um oponente inocente...",
                    "ruMonsterSpecialDesc": "Иктомизавры, способные использовать своё оперение для прыжков. Единственная разновидность заврианов, которые научились входить в состояние Говорящего с духами.\\nВ сражениях древности против Бездны они были подобны острым клинкам, выкованным из мороза. К сожалению, под воздействием хаоса артерий земли они повернули свои лезвия не в том направлении...",
                    "chsMonsterSpecialDesc": "能够利用生长出的覆羽进行腾跃，亦是唯一一种掌握了进入「灵觉」状态技巧的龙。\\n在旧日对抗深渊的战争中，它曾如冰霜凝成的利刃一般锋锐。但可惜，在混乱地脉的影响下，它将利刃指向了错误的方向…",
                    "enMonsterSpecialMechanicName": [
                        "Sonic Shockwave",
                        "Frosthail Execution",
                        "Torch of Awakening",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Ondas de Choque Sonoras Poderosas",
                        "Ataque Súbito Gélido",
                        "Tocha do Despertar Cooperativo",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Звуковые волны",
                        "Казнь морозного града",
                        "Факел пробуждения",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "强音震波",
                        "冰霰骤袭",
                        "协醒之炬",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the foe periodically leaps up into the air, temporarily hovering in place and continuously unleashing powerful sonic shockwaves.",
                        "During battle, the foe will deploy a <color=#FFD780FF>Cryo Ward</color> to shield itself and leap into the air, dealing continuous damage over a wide area. After a period of time, it will unleash Frosthail Execution, dealing massive AoE damage to all nearby characters. <color=#FFD780FF>Break the Ward with Elemental Reactions</color> to knock the foe to the ground, dealing a single instance of massive DMG, as well as interrupting its attack preparation.",
                        "Three special torches will appear at the edge of the battlefield. While near a torch, hitting opponents with Charged Attacks or Aimed Shots will trigger an additional instance of Pyro DMG.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Salta para o ar periodicamente durante a batalha, e depois de um tempo no ar lança poderosas ondas de choque continuamente como ataque.",
                        "Durante a batalha, o inimigo aplicará um <color=#FFD780FF>Revestimento Cryo</color> para se proteger e saltar no ar, causando Dano contínuo em uma AdE grande. Após um tempo, vai lançar Ataque Súbito Gélido, causando Dano em AdE massivo contra todos os personagens próximos. <color=#FFD780FF>Destrua o Revestimento com Reações Elementais</color> para derrubar o inimigo no chão, causando uma única instância de Dano gigantesco, assim como interromper a preparação do ataque inimigo.",
                        "Três tochas especiais apareceram na fronteira ao redor do campo. Quando estiver próximo de uma tocha, atingir oponentes com Ataques Carregados ou Disparos com Mira ativará uma instância extra de Dano Pyro.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою периодически взлетает и некоторое время остаётся в воздухе, постоянно атакуя мощными звуковыми волнами.",
                        "В бою развёртывает защитный <color=#FFD780FF>барьер Крио</color>, взлетает в воздух и периодически наносит урон по большой площади. Через некоторое время выполняет Казнь морозного града и наносит огромный урон всем персонажам в большой области. <color=#FFD780FF>Уничтожьте барьер с помощью элементальных реакций</color>, чтобы сбить врага на землю, нанести ему высокий однократный урон и прервать подготовку атаки.",
                        "На границах поля появятся 3 особых факела. Если рядом с таким факелом нанести врагу урон заряженной атакой или прицельным выстрелом, то он получит однократный дополнительный Пиро урон.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，每隔一段时间就会腾跃升空，随后在空中停留一段时间，不断释放强音震波进行攻击。",
                        "战斗中，会展开<color=#FFD780FF>冰元素护罩</color>保护自身，并腾跃至空中，持续在大范围内造成伤害。一段时间后，将释放「冰霰骤袭」，对大范围内的我方角色造成极高伤害。<color=#FFD780FF>通过元素反应破除护罩</color>，即可将敌人击落至地面，使其受到一次高额伤害，并打断其攻击准备。",
                        "场上的边缘位置将出现3个特殊火炬，在火炬附近通过重击或瞄准射击命中敌人时，将额外造成一次火元素伤害。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the foe periodically leaps up into the air, continuously unleashing powerful sonic shockwaves while airborne.",
                        "During battle, the foe will deploy a <color=#FFD780FF>Cryo Ward</color> to shield itself and leap into the air, dealing continuous damage over a wide area. After a period of time, it will unleash a single, devastating AoE attack. <color=#FFD780FF>Break the Ward with Elemental Reactions</color> to knock the foe to the ground, dealing a single instance of massive DMG, as well as interrupting its attack preparation.",
                        "Three special torches will appear at the edge of the battlefield. While near a torch, hitting opponents with Charged Attacks or Aimed Shots will trigger an additional instance of Pyro DMG.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Salta para o ar periodicamente durante a batalha, e enquanto estiver no ar lança poderosas ondas de choque continuamente como ataque.",
                        "Durante a batalha, o inimigo aplicará um <color=#FFD780FF>Revestimento Cryo</color> para se proteger e saltar no ar, causando Dano contínuo em uma AdE grande. Após um tempo, vai lançar um ataque em AdE devastador. <color=#FFD780FF>Destrua o Revestimento com Reações Elementais</color> para derrubar o inimigo no chão, causando uma única instância de Dano gigantesco, assim como interromper a preparação do ataque inimigo.",
                        "Três tochas especiais apareceram na fronteira ao redor do campo. Quando estiver próximo de uma tocha, atingir oponentes com Ataques Carregados ou Disparos com Mira ativará uma instância extra de Dano Pyro.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою периодически взлетает в воздух. Находясь в воздухе, постоянно атакует мощными звуковыми волнами.",
                        "В бою развёртывает защитный <color=#FFD780FF>барьер Крио</color>, взлетает в воздух и периодически наносит урон по большой площади. Через некоторое время выполняет одну атаку с огромным уроном по большой площади. <color=#FFD780FF>Уничтожьте барьер с помощью элементальных реакций</color>, чтобы сбить врага на землю, нанести ему высокий однократный урон и прервать подготовку атаки.",
                        "На границах поля появятся 3 особых факела. Если рядом с таким факелом нанести врагу урон заряженной атакой или прицельным выстрелом, то он получит однократный дополнительный Пиро урон.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，每隔一段时间就会腾跃升空，并在空中不断释放强音震波进行攻击。",
                        "战斗中，会展开<color=#FFD780FF>冰元素护罩</color>保护自身，并腾跃至空中，持续在大范围内造成伤害，一段时间后，还会造成一次大范围的极高伤害。<color=#FFD780FF>通过元素反应破除护罩</color>，即可将敌人击落至地面，使其受到一次高额伤害，并打断其攻击准备。",
                        "场上的边缘位置将出现3个特殊火炬，在火炬附近通过重击或瞄准射击命中敌人时，将额外造成一次火元素伤害。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} characters<Color=#FFFFFF40> | </Color>Ranged Characters",
                        "Melee Characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} Personagens <Color=#FFFFFF40> | </Color> Personagens de ataques à distância",
                        "Personagem de Ataque Corpo-a-Corpo",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}<Color=#FFFFFF40> | </Color>Дальний бой",
                        "Ближний бой",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}元素角色<Color=#FFFFFF40> | </Color>远程攻击角色",
                        "近战攻击角色",
                        ""
                    ]
                },
                {
                    "id": 1005043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Gravitas",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24080105,
                        "level": 90,
                        "hp": 966919,
                        "attack": 13321.960470842896,
                        "defense": 949.999988079071,
                        "matchedName": "Monster_MachinaIustitia_Gravitas_03",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.699999988079071,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Experimental Field Generator: Normal",
                    "ptLevelName": "Gerador de Campo Experimental: Forma Normal",
                    "ruLevelName": "Экспериментальный генератор поля: Обычная форма",
                    "chsLevelName": "实验性场力发生装置·常形",
                    "enMonsterSpecialDesc": "A product of the Fontaine Research Institute of Kinetic Energy Engineering that has gone out of control due to an accident. It has the ability to \"counteract\" the effects of gravity.\\nUnder the corrupting influence of the Ley Lines, this device that once defied the norms of physics has degenerated into a cold and emotionless tool of destruction.",
                    "ptMonsterSpecialDesc": "Um produto do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine que perdeu o controle acidentalmente. Possui a habilidade de anular os efeitos da gravidade.\\nSob os efeitos corruptores das Linhas Ley, esse dispositivo que antes desafiava as leis da física se degenerou em uma ferramenta fria e sem emoções da destruição.",
                    "ruMonsterSpecialDesc": "Продукт Научно-исследовательского института кинетической энергии. Из-за происшествия потерял управление.\\nЭто устройство, некогда производившее чудесные физические эффекты, в искажённой интерпретации артерий земли было низведено до безжалостного инструмента уничтожения.",
                    "chsMonsterSpecialDesc": "枫丹动能工程科学研究院的作品，拥有「抵消」重力的效果，因为事故而失控。\\n如今，在地脉错误的演绎下，这一曾创造了奇妙物理效用的装置，已然彻底堕落为制造破坏的冷酷工具。",
                    "enMonsterSpecialMechanicName": [
                        "Gravitational Core",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Núcleo Gravitacional",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Гравитационное ядро",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "重力核心",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During combat, it will channel Ousia energy to unleash a Gravity Reduction Field, while <color=#FFD780FF>gravitational shockwaves that cannot be dodged continuously erupt on the ground</color>. Characters within this field can jump significantly higher. When active, the Gravity Reduction Field can be shut down by hitting the exposed Ousia core with 3 Pneuma attacks.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante o combate, canalizará energia Ousia para lançar um Campo de Redução Gravitacional, enquanto <color=#FFD780FF>ondas de choque gravitacionais inescapáveis continuamente surgem do chão</color>. Personagens dentro desse campo podem saltar mais alto. Quando estiver ativo, o Campo de Redução Gravitacional pode ser desligado ao atingir o núcleo Ousia exposto com 3 ataques Pneuma.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою проявляет энергетические характеристики усии и активирует поле снижения гравитации, а также <color=#FFD780FF>генерирует на земле гравитационные ударные волны, которых не избежать</color>. Высота прыжка персонажей в силовом поле значительно увеличивается. Когда поле активно, поразите открытое ядро усии 3 атаками пневмы, чтобы уничтожить его и отключить поле снижения гравитации.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会显露出荒性的能源特征以展开重力削减力场战斗，并<color=#FFD780FF>在地面上产生无法被闪避的引力冲击波</color>。在力场中，角色的跳跃高度会获得显著提升。力场展开期间，暴露的荒性核心受到3次芒性攻击就会湮灭，从而导致重力削减力场关闭。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the foe generates a Gravity Reduction Field that greatly increases characters' jump height, while <color=#FFD780FF>gravitational shockwaves that cannot be dodged continuously erupt on the ground</color>. The Gravity Reduction Field can be shut down by directing <color=#FFD780FF>3 Pneuma attacks</color> at the exposed Ousia core.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, o inimigo gera um Campo de Redução de Gravidade que aumenta consideravelmente a altura do salto dos personagens, enquanto <color=#FFD780FF>ondas de choque gravitacionais inescapáveis continuamente surgem do chão</color>. O Campo de Redução de Gravidade pode ser desligado ao atingir o núcleo exposto de Ousia com <color=#FFD780FF>3 ataques Pneuma</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаёт поле снижения гравитации, значительно увеличивающее высоту прыжка персонажей и <color=#FFD780FF>генерирующее на земле гравитационные ударные волны, которых не избежать</color>. Чтобы отключить поле снижения гравитации, выполните <color=#FFD780FF>3 атаки пневмой</color> по открытому ядру усии.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会展开重力削减力场，使角色的跳跃高度获得显著提升，并<color=#FFD780FF>在地面上产生无法被闪避的引力冲击波</color>。对暴露的荒性核心进行<color=#FFD780FF>3次芒性攻击</color>，就会关闭重力削减力场。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Plunging-Attack Characters<Color=#FFFFFF40> | </Color>Characters with Arkhe: Pneuma",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagem de Ataque Imersivo <Color=#FFFFFF40> | </Color>Arkhe: Pneuma",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Атака в падении<Color=#FFFFFF40> | </Color>Архэ: пневма",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "下落攻击角色<Color=#FFFFFF40> | </Color>始基力·芒角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100504,
            "monsterLevel": 100,
            "levelConfigs": [
                {
                    "id": 1005051,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Archdeacon",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22100304,
                        "level": 100,
                        "hp": 2691919,
                        "attack": 14773.25319093978,
                        "defense": 1000,
                        "matchedName": "Invoker_Archdeacon_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Iniquitous Baptist: Cutting Words",
                    "ptLevelName": "Batizador Iníquo: Palavras Cortantes",
                    "ruLevelName": "Чудовищный креститель: Режущие речи",
                    "chsLevelName": "深罪浸礼者·锐言",
                    "enMonsterSpecialDesc": "A creature of the Abyss that, through the dark's stygian powers, has gained additional appendages via \"evolution.\" It is capable of wielding multiple types of elemental powers.\\nThe special station it holds in the menagerie of abyssal monsters lends it an extraordinary sense of menace. Those unfortunate enough to die by its hands merge with the Ley Line memories, distorting their piteous whispers into curses that cut like knives...",
                    "ptMonsterSpecialDesc": "Um monstro do Abismo que através dos poderes obscuros do estígio, ganhou membros extras através da \"evolução\".É capaz de possuir múltiplos tipos de poderes elementais.\\nA estação especial repleta de monstros do Abismo é extremamente ameaçadora. Os desafortunados que morrem por suas mãos fundem suas memórias com as Linhas Ley, distorcendo seus sussurros em maldições cortantes como facas...",
                    "ruMonsterSpecialDesc": "Существо Бездны, которое благодаря силам тьмы в ходе эволюции обрело дополнительные конечности. Способно управлять силой нескольких типов элементов.\\nУникальный статус среди монстров Бездны придаёт им необычайное чувство угрозы. Те несчастные души, что погибли от их рук, наполняют артерии земли ужасом, а их шёпот превращается в острые как клинки проклятия...",
                    "chsMonsterSpecialDesc": "因为深渊的力量取得「进化」而获得了多余的肢体的深渊魔物。能够驱役多种元素的力量。\\n在深渊魔物中的独特地位赋予了它们非同寻常的压迫感，不幸死于其手的生灵则将恐惧融入地脉的记忆，使得它们的低语化为刀刃般的禁咒…",
                    "enMonsterSpecialMechanicName": [
                        "Elemental Ring: Polymorph",
                        "Elemental Ward: Polymorph",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Anel Elemental: Polimorfo",
                        "Revestimento Elemental: Polimorfo",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Элементальное кольцо: Многофазность",
                        "Элементальный барьер: Многофазность",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "元素之环·多相",
                        "元素护罩·多相",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the foe will generate <color=#FFD780FF>Electro, Pyro, and Hydro</color> Rings on the field and start chanting as it prepares to unleash a devastating attack, causing all Elemental Rings to explode after a period of time. Destroy all the Elemental Rings with <color=#FFD780FF>Elemental Reactions</color> to interrupt the chant and temporarily paralyze the foe.",
                        "During battle, the foe will sequentially deploy <color=#FFD780FF>Electro, Pyro, and Hydro Wards</color> to protect itself, while adjusting its attacks to match the corresponding element. <color=#FFD780FF>Breaking a Ward using Elemental Reactions</color> will force the foe to shift to another elemental form and deploy the corresponding Ward. Breaking all three Wards will cause the foe to be temporarily paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante a batalha, o inimigo gera anéis <color=#FFD780FF>Electro, Pyro e Hydro</color> no campo e começa a recitar para preparar um ataque devastador. Depois de um curto tempo, todos os anéis Elementais detonarão. Destrua todos os anéis Elementais com <color=#FFD780FF>Reações Elementais</color> para interromper a recitação e paralisar o inimigo temporariamente.",
                        "Durante a batalha, o inimigo revela <color=#FFD780FF>Revestimentos Electro, Pyro e Hydro</color> em sequência para se proteger, ajustando seus ataques para combinar com o Elemento ativo. <color=#FFD780FF>Destruir um Revestimento com Reações Elementais</color> forçará o inimigo a trocar para outra forma Elemental, e a invocar o Revestimento correspondente. Quando todos os três Revestimentos forem destruídos, o inimigo será paralisado por um curto período de tempo.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою создаёт элементальные кольца <color=#FFD780FF>Электро, Пиро и Гидро</color> на поле и начинает читать заклинание, готовясь нанести мощную атаку. Все кольца через некоторое время взрываются. Если вам удастся <color=#FFD780FF>уничтожить все элементальные кольца с помощью элементальных реакций</color>, то заклинание противника прервётся и он на некоторое время парализуется.",
                        "В бою для своей защиты последовательно развёртывает <color=#FFD780FF>барьеры Электро, Пиро и Гидро</color>, причём способ его атаки меняется в зависимости от типа элементального барьера. После того как вы <color=#FFD780FF>с помощью элементальных реакций разрушите один из элементальных барьеров</color>, противник сменит свою элементальную форму и создаст барьер соответствующего элемента. После уничтожения всех трёх барьеров противник на некоторое время парализуется.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会在场上创造<color=#FFD780FF>雷元素、火元素和水元素</color>的元素之环，并进行吟唱以准备发动威力强大的攻击，一段时间后引爆所有的元素之环。如果能够<color=#FFD780FF>通过元素反应破坏所有的元素之环</color>，就能打断敌人的吟唱并使其瘫痪一段时间。",
                        "战斗中，会依次展开<color=#FFD780FF>雷元素护罩、火元素护罩和水元素护罩</color>来保护自身，同时根据元素护罩的类型改变自身的攻击方式。<color=#FFD780FF>通过元素反应破除一种元素护罩</color>后，该敌人就会切换元素形态并展开对应元素护罩；全部的三种护罩都被破除后，该敌人会瘫痪一段时间。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the foe will generate <color=#FFD780FF>Electro, Pyro, and Hydro</color> Rings on the field while charging up to unleash a devastating attack. You must <color=#FFD780FF>trigger Elemental Reactions to destroy all the Elemental Rings</color> in order to interrupt this attack.",
                        "During battle, the foe will sequentially deploy <color=#FFD780FF>Electro, Pyro, and Hydro Wards</color> to protect itself. <color=#FFD780FF>These Wards can be broken by triggering Elemental Reactions</color>. Breaking all three Wards will cause the foe to be temporarily paralyzed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, o inimigo gera anéis <color=#FFD780FF>Electro, Pyro e Hydro</color> no campo enquanto se prepara para lançar um ataque devastador. <color=#FFD780FF>Cause Reações Elementais para destruir todos os anéis Elementais</color> e interromper o ataque.",
                        "Durante a batalha, o inimigo revela <color=#FFD780FF>Revestimentos Electro, Pyro e Hydro</color> em sequência para se proteger. <color=#FFD780FF>Desencadeie Reações Elementais para destruir esses Revestimentos</color>. Quando todos os três Revestimentos forem destruídos, o inimigo será paralisado por uma curta duração de tempo.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаёт элементальные кольца <color=#FFD780FF>Электро, Пиро и Гидро</color> на поле и готовится применить мощную атаку. Чтобы остановить её, необходимо <color=#FFD780FF>уничтожить все элементальные кольца с помощью элементальных реакций</color>.",
                        "В бою для своей защиты последовательно развёртывает <color=#FFD780FF>барьеры Электро, Пиро и Гидро</color>, которые <color=#FFD780FF>можно разрушить с помощью элементальных реакций</color>. После того как вы разрушите все три барьера, враг на некоторое время парализуется.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会在场上创造<color=#FFD780FF>雷元素、火元素和水元素</color>的元素之环，并进行准备，以发动威力强大的攻击，需要<color=#FFD780FF>通过元素反应破坏所有元素之环</color>才能将其阻止。",
                        "战斗中，会依次展开<color=#FFD780FF>雷元素护罩、火元素护罩和水元素护罩</color>来保护自身，<color=#FFD780FF>可以通过元素反应将其破除</color>。三种护罩全部被破除后，该敌人会瘫痪一段时间。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1005052,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Natsaurus_Shamansaurus_Normal",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26240290,
                        "level": 100,
                        "hp": 4420030,
                        "attack": 11985.435394583037,
                        "defense": 1794.1726684570312,
                        "matchedName": "Monster_Natsaurus_Shamansaurus_Normal_04_AC",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Iktomisaurus: Merciless Cold",
                    "ptLevelName": "Iktomissauro Veterano: Frio Cruel",
                    "ruLevelName": "Бывалый иктомизавр: Беспощадный холод",
                    "chsLevelName": "历经百战的暝视龙·苦寒",
                    "enMonsterSpecialDesc": "Able to use its plumage for leaping, it is the only type of Saurian to have grasped how to enter the \"Spiritspeaker\" state.\\nHowever, great powers of perception are not always a blessing, and swept up in the turbulence of the Ley Lines' undercurrents, its wings have lost their customary warmth, as unending suffering and limitless anger slowly congeal into ice...",
                    "ptMonsterSpecialDesc": "Pode usar sua plumagem para saltar, é o único tipo de Sauriano que compreende como entrar no estado Proferespírito.\\nNo entanto, os grandes poderes da percepção nem sempre são uma bênção, e como foi varrido pela turbulências das Linhas Ley, suas asas perderam seu calor costumeiro, a medida que o sofrimento e raiva eterna lentamente congelaram-se...",
                    "ruMonsterSpecialDesc": "Иктомизавры, способные использовать своё оперение для прыжков. Единственная разновидность заврианов, которые научились входить в состояние Говорящего с духами.\\nОстрое восприятие не всегда является благом. Из-за бурных потоков артерий земли их крылья больше не несут тепла, а бесчисленные страдания и ненависть безмолвно кристаллизуются в лёд...",
                    "chsMonsterSpecialDesc": "能够利用生长出的覆羽进行腾跃，亦是唯一一种掌握了进入「灵觉」状态技巧的龙。\\n然而强大的感知力有时并非祝福。在地脉乱流的裹挟下，它的羽翼不复温暖，无数苦楚与憎恶正悄然凝结为寒冰…",
                    "enMonsterSpecialMechanicName": [
                        "Sonic Shockwave",
                        "Frosthail Execution",
                        "Torch of Awakening",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Ondas de Choque Sonoras Poderosas",
                        "Ataque Súbito Gélido",
                        "Tocha do Despertar Cooperativo",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Звуковые волны",
                        "Казнь морозного града",
                        "Факел пробуждения",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "强音震波",
                        "冰霰骤袭",
                        "协醒之炬",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the foe periodically leaps up into the air, temporarily hovering in place and continuously unleashing powerful sonic shockwaves.",
                        "During battle, the foe will deploy a <color=#FFD780FF>Cryo Ward</color> to shield itself and leap into the air, dealing continuous damage over a wide area. After a period of time, it will unleash Frosthail Execution, dealing massive AoE damage to all nearby characters. <color=#FFD780FF>Break the Ward with Elemental Reactions</color> to knock the foe to the ground, dealing a single instance of massive DMG, as well as interrupting its attack preparation.",
                        "Three special torches will appear at the edge of the battlefield. While near a torch, hitting opponents with Charged Attacks or Aimed Shots will trigger an additional instance of Pyro DMG.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Salta para o ar periodicamente durante a batalha, e depois de um tempo no ar lança poderosas ondas de choque continuamente como ataque.",
                        "Durante a batalha, o inimigo aplicará um <color=#FFD780FF>Revestimento Cryo</color> para se proteger e saltar no ar, causando Dano contínuo em uma AdE grande. Após um tempo, vai lançar Ataque Súbito Gélido, causando Dano em AdE massivo contra todos os personagens próximos. <color=#FFD780FF>Destrua o Revestimento com Reações Elementais</color> para derrubar o inimigo no chão, causando uma única instância de Dano gigantesco, assim como interromper a preparação do ataque inimigo.",
                        "Três tochas especiais apareceram na fronteira ao redor do campo. Quando estiver próximo de uma tocha, atingir oponentes com Ataques Carregados ou Disparos com Mira ativará uma instância extra de Dano Pyro.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою периодически взлетает и некоторое время остаётся в воздухе, постоянно атакуя мощными звуковыми волнами.",
                        "В бою развёртывает защитный <color=#FFD780FF>барьер Крио</color>, взлетает в воздух и периодически наносит урон по большой площади. Через некоторое время выполняет Казнь морозного града и наносит огромный урон всем персонажам в большой области. <color=#FFD780FF>Уничтожьте барьер с помощью элементальных реакций</color>, чтобы сбить врага на землю, нанести ему высокий однократный урон и прервать подготовку атаки.",
                        "На границах поля появятся 3 особых факела. Если рядом с таким факелом нанести врагу урон заряженной атакой или прицельным выстрелом, то он получит однократный дополнительный Пиро урон.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，每隔一段时间就会腾跃升空，随后在空中停留一段时间，不断释放强音震波进行攻击。",
                        "战斗中，会展开<color=#FFD780FF>冰元素护罩</color>保护自身，并腾跃至空中，持续在大范围内造成伤害。一段时间后，将释放「冰霰骤袭」，对大范围内的我方角色造成极高伤害。<color=#FFD780FF>通过元素反应破除护罩</color>，即可将敌人击落至地面，使其受到一次高额伤害，并打断其攻击准备。",
                        "场上的边缘位置将出现3个特殊火炬，在火炬附近通过重击或瞄准射击命中敌人时，将额外造成一次火元素伤害。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the foe periodically leaps up into the air, continuously unleashing powerful sonic shockwaves while airborne.",
                        "During battle, the foe will deploy a <color=#FFD780FF>Cryo Ward</color> to shield itself and leap into the air, dealing continuous damage over a wide area. After a period of time, it will unleash a single, devastating AoE attack. <color=#FFD780FF>Break the Ward with Elemental Reactions</color> to knock the foe to the ground, dealing a single instance of massive DMG, as well as interrupting its attack preparation.",
                        "Three special torches will appear at the edge of the battlefield. While near a torch, hitting opponents with Charged Attacks or Aimed Shots will trigger an additional instance of Pyro DMG.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Salta para o ar periodicamente durante a batalha, e enquanto estiver no ar lança poderosas ondas de choque continuamente como ataque.",
                        "Durante a batalha, o inimigo aplicará um <color=#FFD780FF>Revestimento Cryo</color> para se proteger e saltar no ar, causando Dano contínuo em uma AdE grande. Após um tempo, vai lançar um ataque em AdE devastador. <color=#FFD780FF>Destrua o Revestimento com Reações Elementais</color> para derrubar o inimigo no chão, causando uma única instância de Dano gigantesco, assim como interromper a preparação do ataque inimigo.",
                        "Três tochas especiais apareceram na fronteira ao redor do campo. Quando estiver próximo de uma tocha, atingir oponentes com Ataques Carregados ou Disparos com Mira ativará uma instância extra de Dano Pyro.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою периодически взлетает в воздух. Находясь в воздухе, постоянно атакует мощными звуковыми волнами.",
                        "В бою развёртывает защитный <color=#FFD780FF>барьер Крио</color>, взлетает в воздух и периодически наносит урон по большой площади. Через некоторое время выполняет одну атаку с огромным уроном по большой площади. <color=#FFD780FF>Уничтожьте барьер с помощью элементальных реакций</color>, чтобы сбить врага на землю, нанести ему высокий однократный урон и прервать подготовку атаки.",
                        "На границах поля появятся 3 особых факела. Если рядом с таким факелом нанести врагу урон заряженной атакой или прицельным выстрелом, то он получит однократный дополнительный Пиро урон.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，每隔一段时间就会腾跃升空，并在空中不断释放强音震波进行攻击。",
                        "战斗中，会展开<color=#FFD780FF>冰元素护罩</color>保护自身，并腾跃至空中，持续在大范围内造成伤害，一段时间后，还会造成一次大范围的极高伤害。<color=#FFD780FF>通过元素反应破除护罩</color>，即可将敌人击落至地面，使其受到一次高额伤害，并打断其攻击准备。",
                        "场上的边缘位置将出现3个特殊火炬，在火炬附近通过重击或瞄准射击命中敌人时，将额外造成一次火元素伤害。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} characters<Color=#FFFFFF40> | </Color>Ranged Characters",
                        "Melee Characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} Personagens <Color=#FFFFFF40> | </Color> Personagens de ataques à distância",
                        "Personagem de Ataque Corpo-a-Corpo",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}<Color=#FFFFFF40> | </Color>Дальний бой",
                        "Ближний бой",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}元素角色<Color=#FFFFFF40> | </Color>远程攻击角色",
                        "近战攻击角色",
                        ""
                    ]
                },
                {
                    "id": 1005053,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Gravitas",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24080105,
                        "level": 100,
                        "hp": 4818053,
                        "attack": 17235.461557551753,
                        "defense": 1000,
                        "matchedName": "Monster_MachinaIustitia_Gravitas_03",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.699999988079071,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Experimental Field Generator: Enhanced",
                    "ptLevelName": "Gerador de Campo Experimental: Amplificação",
                    "ruLevelName": "Экспериментальный генератор поля: Усиление",
                    "chsLevelName": "实验性场力发生装置·增幅",
                    "enMonsterSpecialDesc": "A product of the Fontaine Research Institute of Kinetic Energy Engineering that has gone out of control due to an accident. It has the ability to \"counteract\" the effects of gravity.\\nThough its metal shell may still shine with the luster of old, in the Ley Lines' twisted memories, this gigantic device has turned away from the object of its design, retaining only its capacity for destruction...",
                    "ptMonsterSpecialDesc": "Um produto do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine que perdeu o controle acidentalmente. Possui a habilidade de anular os efeitos da gravidade.\\nApesar de sua carapaça de metal ainda brilhar como antes, nas memórias distorcidas das Linhas Ley, esse dispositivo gigante se afastou do propósito de seu design, mantendo apenas a sua capacidade destrutiva...",
                    "ruMonsterSpecialDesc": "Продукт Научно-исследовательского института кинетической энергии. Из-за происшествия потерял управление.\\nХотя его металлический корпус сверкает, как прежде, в искажённых воспоминаниях артерий земли это колоссальное устройство давно утратило своё первоначальное назначение, сохранив лишь способность сеять разрушение...",
                    "chsMonsterSpecialDesc": "枫丹动能工程科学研究院的作品，拥有「抵消」重力的效果，因为事故而失控。\\n尽管它金属外壳上仍旧光辉熠熠，但在地脉扭曲的记忆中，这一大型装置早已背离了过往的设计目的，徒留散播毁灭的机能…",
                    "enMonsterSpecialMechanicName": [
                        "Gravitational Core",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Núcleo Gravitacional",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Гравитационное ядро",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "重力核心",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During combat, it will channel Ousia energy to unleash a Gravity Reduction Field, while <color=#FFD780FF>gravitational shockwaves that cannot be dodged continuously erupt on the ground</color>. Characters within this field can jump significantly higher. When active, the Gravity Reduction Field can be shut down by hitting the exposed Ousia core with 3 Pneuma attacks.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante o combate, canalizará energia Ousia para lançar um Campo de Redução Gravitacional, enquanto <color=#FFD780FF>ondas de choque gravitacionais inescapáveis continuamente surgem do chão</color>. Personagens dentro desse campo podem saltar mais alto. Quando estiver ativo, o Campo de Redução Gravitacional pode ser desligado ao atingir o núcleo Ousia exposto com 3 ataques Pneuma.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою проявляет энергетические характеристики усии и активирует поле снижения гравитации, а также <color=#FFD780FF>генерирует на земле гравитационные ударные волны, которых не избежать</color>. Высота прыжка персонажей в силовом поле значительно увеличивается. Когда поле активно, поразите открытое ядро усии 3 атаками пневмы, чтобы уничтожить его и отключить поле снижения гравитации.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会显露出荒性的能源特征以展开重力削减力场战斗，并<color=#FFD780FF>在地面上产生无法被闪避的引力冲击波</color>。在力场中，角色的跳跃高度会获得显著提升。力场展开期间，暴露的荒性核心受到3次芒性攻击就会湮灭，从而导致重力削减力场关闭。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the foe generates a Gravity Reduction Field that greatly increases characters' jump height, while <color=#FFD780FF>gravitational shockwaves that cannot be dodged continuously erupt on the ground</color>. The Gravity Reduction Field can be shut down by directing <color=#FFD780FF>3 Pneuma attacks</color> at the exposed Ousia core.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, o inimigo gera um Campo de Redução de Gravidade que aumenta consideravelmente a altura do salto dos personagens, enquanto <color=#FFD780FF>ondas de choque gravitacionais inescapáveis continuamente surgem do chão</color>. O Campo de Redução de Gravidade pode ser desligado ao atingir o núcleo exposto de Ousia com <color=#FFD780FF>3 ataques Pneuma</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаёт поле снижения гравитации, значительно увеличивающее высоту прыжка персонажей и <color=#FFD780FF>генерирующее на земле гравитационные ударные волны, которых не избежать</color>. Чтобы отключить поле снижения гравитации, выполните <color=#FFD780FF>3 атаки пневмой</color> по открытому ядру усии.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会展开重力削减力场，使角色的跳跃高度获得显著提升，并<color=#FFD780FF>在地面上产生无法被闪避的引力冲击波</color>。对暴露的荒性核心进行<color=#FFD780FF>3次芒性攻击</color>，就会关闭重力削减力场。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Plunging-Attack Characters<Color=#FFFFFF40> | </Color>Characters with Arkhe: Pneuma",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagem de Ataque Imersivo <Color=#FFFFFF40> | </Color>Arkhe: Pneuma",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Атака в падении<Color=#FFFFFF40> | </Color>Архэ: пневма",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "下落攻击角色<Color=#FFFFFF40> | </Color>始基力·芒角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100505,
            "monsterLevel": 105,
            "levelConfigs": [
                {
                    "id": 1005061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Archdeacon",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22100304,
                        "level": 105,
                        "hp": 5213725,
                        "attack": 16260.4403025941,
                        "defense": 1024.999976158142,
                        "matchedName": "Invoker_Archdeacon_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Iniquitous Baptist: Resonant Wrath",
                    "ptLevelName": "Batizador Iníquo: Fúria Ressonante",
                    "ruLevelName": "Чудовищный креститель: Звучный гнев",
                    "chsLevelName": "深罪浸礼者·肃烈狂音",
                    "enMonsterSpecialDesc": "A creature of the Abyss that, through the dark's stygian powers, has gained additional appendages via \"evolution.\" It is capable of wielding multiple types of elemental powers.\\nIn the twisted recollections of the Ley Lines, they surface as frenzied destroyers, raising wave after wave of calamity with their blasphemous powers...",
                    "ptMonsterSpecialDesc": "Um monstro do Abismo que através dos poderes obscuros do estígio, ganhou membros extras através da \"evolução\".É capaz de possuir múltiplos tipos de poderes elementais.\\nNas memórias distorcidas das Linhas Ley, aparecem como destruidores frenéticos, erguendo-se uma onda após a outra com seus poderes calamitosos blasfemos...",
                    "ruMonsterSpecialDesc": "Существо Бездны, которое благодаря силам тьмы в ходе эволюции обрело дополнительные конечности. Способно управлять силой нескольких типов элементов.\\nВ искривлённых воспоминаниях артерий земли они возносятся как безумные разрушители, обрушивающие волны бедствий своей нечестивой силой...",
                    "chsMonsterSpecialDesc": "因为深渊的力量取得「进化」而获得了多余的肢体的深渊魔物。能够驱役多种元素的力量。\\n在地脉扭曲的追忆中，它们跃升为狂乱的破坏者，以其亵渎的力量掀起接踵而至的灾厄浪潮…",
                    "enMonsterSpecialMechanicName": [
                        "Elemental Ward: Frenzied Chaos",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Revestimento Elemental: Variante Frenética",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Элементальный барьер: Хаотичная изменчивость",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "元素护罩·纷变狂乱",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Line disturbance, after the battle begins, the foe will sequentially deploy <color=#FFD780FF>Electro, Pyro, and Hydro Wards</color> to protect itself, while adjusting its attacks to match the corresponding element. <color=#FFD780FF>Breaking a Ward using Elemental Reactions</color> will deal immense DMG to the foe, based on the <color=#FFD780FF>amount of DMG the Ward absorbed</color>, forcing it to shift to another elemental form and deploy the corresponding Ward. Breaking all three Wards will cause the foe to be temporarily paralyzed.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Devido a perturbação das linhas Ley, no começo da batalha, o inimigo revela <color=#FFD780FF>Revestimentos Electro, Pyro e Hydro</color> em sequência para se proteger, ajustando seus ataques para combinar com o Elemento ativo. <color=#FFD780FF>Destruir um Revestimento com Reações Elementais</color> causará muito Dano baseado na <color=#FFD780FF>quantidade de Dano absorvida pelo Revestimento</color>, e forçará o inimigo a trocar para outra forma Elemental, e a invocar o Revestimento correspondente. Quando todos os três Revestimentos forem destruídos, o inimigo será paralisado por um curto período de tempo.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под воздействием флуктуации артерий земли после начала боя противник последовательно развёртывает <color=#FFD780FF>барьеры Электро, Пиро и Гидро</color>, причём способ его атаки меняется в зависимости от типа элементального барьера. После того как вы <color=#FFD780FF>с помощью элементальных реакций разрушите один из элементальных барьеров</color>, противник согласно <color=#FFD780FF>поглощённому барьером урону</color> получает высокий однократный урон, после чего сменяет свою элементальную форму и создаёт барьер соответствующего элемента. После уничтожения всех трёх барьеров противник на некоторое время парализуется.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，战斗开始后，该敌人会依次展开<color=#FFD780FF>雷元素护罩、火元素护罩和水元素护罩</color>来保护自身，同时根据元素护罩的类型改变自身的攻击方式。<color=#FFD780FF>通过元素反应破除一种元素护罩</color>后，该敌人将根据<color=#FFD780FF>护罩抵挡的伤害值</color>受到一次高额伤害，然后切换元素形态并展开对应元素护罩；全部的三种护罩都被破除后，敌人会瘫痪一段时间。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, the foe sequentially deploys stronger <color=#FFD780FF>Electro, Pyro, and Hydro Wards</color> to protect itself once the battle begins. <color=#FFD780FF>These Wards can be broken by triggering Elemental Reactions</color>. Each time a Ward is broken, the foe will take immense DMG based on the <color=#FFD780FF>amount of DMG the Ward absorbed</color>. Breaking all three Wards will cause the foe to be temporarily paralyzed.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Devido a perturbação das Linhas Ley, o inimigo revela <color=#FFD780FF>Revestimentos Electro, Pyro e Hydro</color> em sequência para se proteger após a batalha começar. <color=#FFD780FF>Desencadeie Reações Elementais para destruir esses Revestimentos</color>. Cada vez que um Revestimento for destruído, o inimigo sofre muito Dano baseado na <color=#FFD780FF>quantidade de Dano que o Revestimento</color> absorveu. Quando todos os três Revestimentos forem destruídos, o inimigo será paralisado por uma curta duração.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под воздействием флуктуации артерий земли после начала боя последовательно развёртывает <color=#FFD780FF>барьеры Электро, Пиро и Гидро</color>, которые <color=#FFD780FF>можно разрушить с помощью элементальных реакций</color>. С уничтожением каждого из барьеров противник согласно <color=#FFD780FF>поглощённому барьером урону</color> получает высокий однократный урон. После того как вы разрушите все три барьера, враг на некоторое время парализуется.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，战斗开始后，会依次展开更为坚固的<color=#FFD780FF>雷元素护罩、火元素护罩和水元素护罩</color>来保护自身，<color=#FFD780FF>可以通过元素反应将其破除</color>。每当护罩被破坏时，该敌人将根据<color=#FFD780FF>护罩抵挡的伤害值</color>受到一次高额伤害；三种护罩全部被破除后，该敌人会瘫痪一段时间。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1005062,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Natsaurus_Shamansaurus_Normal",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26240290,
                        "level": 105,
                        "hp": 4344257,
                        "attack": 13959.530241570901,
                        "defense": 1932.6488494873047,
                        "matchedName": "Monster_Natsaurus_Shamansaurus_Normal_04_AC",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Iktomisaurus: Frostbound Resolve",
                    "ptLevelName": "Iktomissauro Veterano: Reminiscência Gélida",
                    "ruLevelName": "Бывалый иктомизавр: Морозная одержимость",
                    "chsLevelName": "历经百战的暝视龙·霜雪苛念",
                    "enMonsterSpecialDesc": "Able to use its plumage for leaping, it is the only type of Saurian to have grasped how to enter the \"Spiritspeaker\" state.\\nObserving the totality of suffering and sorrow, it has been consumed by the twisted memories of the Ley Lines, transforming into a blizzard of near-absolute cold that rages with the winds of unfathomable chaos...",
                    "ptMonsterSpecialDesc": "Pode usar sua plumagem para saltar, é o único tipo de Sauriano que compreende como entrar no estado Proferespírito.\\nObservando a totalidade de sofrimento e arrependimento, foi consumido pelas memórias distorcidas das Linhas Ley, transformando-se em uma nevasca gélida que enfurece com os ventos de caos incompreensível...",
                    "ruMonsterSpecialDesc": "Иктомизавры, способные использовать своё оперение для прыжков. Единственная разновидность заврианов, которые научились входить в состояние Говорящего с духами.\\nУзревшие муки и скорбь, целиком поглощённые извращёнными воспоминаниями артерий земли, они превратились в ледяные бури, что несут бесконечный хаос...",
                    "chsMonsterSpecialDesc": "能够利用生长出的覆羽进行腾跃，亦是唯一一种掌握了进入「灵觉」状态技巧的龙。\\n它观测到一切苦楚和悲痛，尽被地脉的扭曲追忆吞噬，化作极寒的霜雪风暴，带来无尽的混乱…",
                    "enMonsterSpecialMechanicName": [
                        "Sonic Shockwave: Sonorous Sequence",
                        "Frosthail Execution: Sweeping Strike",
                        "Disruption Vortex",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Onda de Choque Sônica: Sequência",
                        "Ataque Súbito Gélido: Assalto Prolongado",
                        "Perturbação de Vórtice",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Звуковая волна: Звучная серия",
                        "Казнь морозного града: Массированная атака",
                        "Вихрь хаоса",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "强音震波·连奏",
                        "冰霰骤袭·袤攻",
                        "扰乱风涡",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Line disturbance, the foe gains increased All RES. During battle, it leaps into the air more frequently, temporarily hovering in place and continuously unleashing powerful sonic shockwaves while airborne.",
                        "During battle, the foe will deploy a <color=#FFD780FF>Cryo Ward</color> for protection and leap into the air to charge up Frosthail Execution. After a period of time, it will unleash Frosthail Execution and <color=#FFD780FF>instantly defeat your active character</color>. <color=#FFD780FF>Break the Ward with Elemental Reactions</color> to knock the foe to the ground, interrupt its attack preparation, and deal a single instance of massive DMG based on the <color=#FFD780FF>amount of DMG the Ward absorbed</color>. While the foe is preparing its attack, all characters in your party will <color=#FFD780FF>regain Elemental Energy, Fighting Spirit, or Serpent's Subtlety</color>. If, after a period of time, the Ward has not been broken, Frosthail Zones will appear on the ground: <color=#FFD780FF>Triggering Elemental Reactions to destroy each Frosthail Zone</color> can also weaken and eventually break the Cryo Ward.",
                        "Affected by the Ley Line disturbance, when the foe begins charging up Frosthail Execution, a Disruption Vortex will appear on the field, dealing AoE Cryo DMG to <color=#FFD780FF>both allies and enemies</color>. If the vortex hits the foe, the foe's <color=#FFD780FF>Anemo RES</color> will be reduced and its Ward will be depleted.\\nAdditionally, the Disruption Vortex can also be affected by pull effects, which may alter its movement path.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Devido a perturbação das Linhas Ley, o inimigo ganha fortalecimento de todas as RES. Durante o combate, salta no ar com mais frequência, flutua no ar por um tempo e continuamente lança ondas de choque sônicas do ar.",
                        "Durante o combate, o inimigo aplicará um <color=#FFD780FF>Revestimento Cryo</color> para se proteger, saltar no ar e começar a carregar o Ataque Súbito Gélido. Após um certo tempo, lançará Ataque Súbito Gélido e <color=#FFD780FF>derrotará instantaneamente seu personagem ativo</color>. <color=#FFD780FF>Destrua o Revestimento Cryo com Reações Elementais</color> para derrubar o inimigo, interromper a preparação do ataque dele e causar uma única instância de Dano gigantesco baseado na <color=#FFD780FF>quantidade de Dano que o Revestimento absorveu</color>. Enquanto o inimigo está preparando esse ataque, todos os personagens na sua equipe <color=#FFD780FF>recuperarão Energia Elemental, Espírito Lutador ou Sutileza da Serpente</color>. Se o Revestimento não for destruído após um tempo, Zonas da Geada aparecerão no chão: <color=#FFD780FF>desencadeie Reações Elementais para destruir cada Zona da Geada</color> para gradualmente enfraquecer e eventualmente destruir o Revestimento Cryo.",
                        "Devido a uma perturbação de Linhas Ley, quando o inimigo começar a carregar Ataque Súbito Gélido, uma Perturbação de Vórtice aparecerá no campo, causando Dano Anemo em AdE contra <color=#FFD780FF>inimigos e aliados</color>. Se o vórtice atingir o inimigo, sua <color=#FFD780FF>RES Cryo</color> será reduzida, bem como seu Revestimento.\\nAlém disso, a Perturbação de Vórtice pode ser afetada por efeitos de puxão, que alteram sua trajetória de movimento.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под воздействием флуктуации артерий земли обладает повышенным сопротивлением всем элементам. В бою взлетает и некоторое время остаётся в воздухе, постоянно атакует мощными звуковыми волнами.",
                        "В бою развёртывает защитный <color=#FFD780FF>барьер Крио</color>, взлетает в воздух и готовится применить Казнь морозного града. Через некоторое время он выполняет Казнь морозного града и <color=#FFD780FF>сразу выводит вашего активного персонажа из строя</color>. <color=#FFD780FF>Уничтожьте барьер с помощью элементальных реакций</color>, чтобы сбить врага на землю, нанести ему высокий однократный урон, равный <color=#FFD780FF>поглощённому барьером урону</color>, и прервать подготовку атаки. Когда противник готовится выполнить эту атаку, все персонажи вашего отряда <color=#FFD780FF>восстанавливают энергию, Боевой дух или Змеиное коварство</color>. Если барьер не разбит, через некоторое время на земле появляются области Морозного града: <color=#FFD780FF>уничтожая области Морозного града элементальными реакциями</color>, вы также постепенно ослабите и разрушите Крио барьер противника.",
                        "Под воздействием флуктуации артерий земли, когда враг готовится выполнить Казнь морозного града, на поле появляются Вихри хаоса, которые наносят Крио урон по площади <color=#FFD780FF>и врагу, и вам</color>. Вихри хаоса, поражая противника, снижают его <color=#FFD780FF>Анемо сопротивление</color> и истощают его барьер.\\nКроме того, траекторию Вихрей хаоса можно изменить с помощью эффектов притяжения.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，会具有更高的所有抗性；在战斗中，会更为频繁地腾跃升空，在空中停留一段时间，并不断释放强音震波进行攻击。",
                        "战斗中，会展开<color=#FFD780FF>冰元素护罩</color>保护自身，并腾跃至空中为「冰霰骤袭」进行准备，一段时间后释放「冰霰骤袭」，<color=#FFD780FF>使我方场上的角色直接倒下</color>。<color=#FFD780FF>通过元素反应破除护罩</color>，即可将敌人击落至地面，根据<color=#FFD780FF>护罩抵挡的伤害值</color>使其受到一次高额伤害，并打断其攻击准备。该敌人准备上述攻击时，我方队伍中所有角色将<color=#FFD780FF>恢复元素能量、战意或蛇之狡谋</color>。一段时间后如果护罩仍未破除，地面上将出现「冰霰之阵」：<color=#FFD780FF>通过元素反应逐一破坏「冰霰之阵」</color>，也可以逐渐破除该敌人的冰元素护罩。",
                        "受到地脉紊乱的影响，该敌人在进行「冰霰骤袭」的准备时，场上将出现「扰乱风涡」，造成<color=#FFD780FF>不分敌我</color>的冰元素范围伤害。「扰乱风涡」命中该敌人时，将使其<color=#FFD780FF>风元素抗性</color>降低，并削减其护罩。\\n此外，「扰乱风涡」可被牵引效果影响，改变移动路径。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, the foe gains increased All RES. During battle, it leaps into the air more frequently, continuously unleashing powerful sonic shockwaves while airborne.",
                        "During battle, the foe will deploy a <color=#FFD780FF>Cryo Ward</color> for protection and leap into the air to begin charging. After a period of time, it will <color=#FFD780FF>instantly defeat your active character</color>. <color=#FFD780FF>Break the Ward with Elemental Reactions</color> to knock the foe to the ground, interrupt its attack preparation, and deal a single instance of massive DMG based on the <color=#FFD780FF>amount of DMG the Ward absorbed</color>. While the foe is preparing its attack, all characters in your party will <color=#FFD780FF>regain Elemental Energy, Fighting Spirit, or Serpent's Subtlety</color>. If, after a period of time, the Ward has not been broken, Frosthail Zones will appear on the ground: <color=#FFD780FF>Triggering Elemental Reactions to destroy each Frosthail Zone</color> can also weaken and eventually break the Cryo Ward.",
                        "Affected by the Ley Line disturbance, when the foe begins charging up Frosthail Execution, a Disruption Vortex will appear on the field, dealing AoE Cryo DMG to <color=#FFD780FF>both allies and enemies</color>. If the vortex hits the foe, the foe's <color=#FFD780FF>Anemo RES</color> will be reduced and its Ward will be depleted.\\nAdditionally, the Disruption Vortex can also be affected by pull effects, which may alter its movement path.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Devido a perturbação das Linhas Ley, o inimigo ganha fortalecimento de todas as RES. Durante o combate, salta no ar com mais frequência e continuamente lança ondas de choque sônicas do ar.",
                        "Durante o combate, o inimigo aplicará um <color=#FFD780FF>Revestimento Cryo</color> para se proteger, saltar no ar e começar a carregar. Após um certo tempo, <color=#FFD780FF>derrotará instantaneamente seu personagem ativo</color>. <color=#FFD780FF>Destrua o Revestimento Cryo com Reações Elementais</color> para derrubar o inimigo, interromper a preparação do ataque dele e causar uma única instância de Dano gigantesco baseado na <color=#FFD780FF>quantidade de Dano que o Revestimento absorveu</color>. Enquanto o inimigo está preparando esse ataque, todos os personagens na sua equipe <color=#FFD780FF>recuperarão Energia Elemental, Espírito Lutador ou Sutileza da Serpente</color>. Se o Revestimento não for destruído após um tempo, Zonas da Geada aparecerão no chão: <color=#FFD780FF>desencadeie Reações Elementais para destruir cada Zona da Geada</color> para gradualmente enfraquecer e eventualmente destruir o Revestimento Cryo.",
                        "Devido a uma perturbação de Linhas Ley, quando o inimigo começar a carregar Ataque Súbito Gélido, uma Perturbação de Vórtice aparecerá no campo, causando Dano Anemo em AdE contra <color=#FFD780FF>inimigos e aliados</color>. Se o vórtice atingir o inimigo, sua <color=#FFD780FF>RES Cryo</color> será reduzida, bem como seu Revestimento.\\nAlém disso, a Perturbação de Vórtice pode ser afetada por efeitos de puxão, que alteram sua trajetória de movimento.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под воздействием флуктуации артерий земли обладает повышенным сопротивлением всем элементам. В бою взлетает в воздух ещё чаще. Находясь в воздухе, постоянно атакует мощными звуковыми волнами.",
                        "В бою развёртывает защитный <color=#FFD780FF>барьер Крио</color>, взлетает в воздух и после подготовки через некоторое время <color=#FFD780FF>сразу выводит вашего активного персонажа из строя</color>. <color=#FFD780FF>Уничтожьте барьер с помощью элементальных реакций</color>, чтобы сбить врага на землю, нанести ему высокий однократный урон, равный <color=#FFD780FF>поглощённому барьером урону</color>, и прервать подготовку атаки. Когда противник готовится выполнить эту атаку, все персонажи вашего отряда <color=#FFD780FF>восстанавливают энергию, Боевой дух или Змеиное коварство</color>. Если барьер не разбит, через некоторое время на земле появляются области Морозного града: <color=#FFD780FF>уничтожая области Морозного града элементальными реакциями</color>, вы также постепенно ослабите и разрушите Крио барьер противника.",
                        "Под воздействием флуктуации артерий земли, когда враг готовится выполнить Казнь морозного града, на поле появляются Вихри хаоса, которые наносят Крио урон по площади <color=#FFD780FF>и врагу, и вам</color>. Вихри хаоса, поражая противника, снижают его <color=#FFD780FF>Анемо сопротивление</color> и истощают его барьер.\\nКроме того, траекторию Вихрей хаоса можно изменить с помощью эффектов притяжения.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，会具有更高的所有抗性；在战斗中，会更为频繁地腾跃升空，并在空中不断释放强音震波进行攻击。",
                        "战斗中，会展开<color=#FFD780FF>冰元素护罩</color>保护自身，并腾跃至空中进行准备，一段时间后<color=#FFD780FF>使我方场上的角色直接倒下</color>。<color=#FFD780FF>通过元素反应破除护罩</color>，即可将敌人击落至地面，根据<color=#FFD780FF>护罩抵挡的伤害值</color>使其受到一次高额伤害，并打断其攻击准备。该敌人准备上述攻击时，我方队伍中所有角色将<color=#FFD780FF>恢复元素能量、战意或蛇之狡谋</color>。一段时间后如果护罩仍未破除，地面上将出现「冰霰之阵」：<color=#FFD780FF>通过元素反应逐一破坏「冰霰之阵」</color>，也可以逐渐破除该敌人的冰元素护罩。",
                        "受到地脉紊乱的影响，该敌人在进行「冰霰骤袭」的准备时，场上将出现「扰乱风涡」，造成<color=#FFD780FF>不分敌我</color>的冰元素范围伤害。「扰乱风涡」命中该敌人时，将使其<color=#FFD780FF>风元素抗性</color>降低，并削减其护罩。\\n此外，「扰乱风涡」可被牵引效果影响，改变移动路径。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} characters<Color=#FFFFFF40> | </Color>Ranged Characters<Color=#FFFFFF40> | </Color>Crowd-control Characters",
                        "Melee Characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}Personagens<Color=#FFFFFF40> | </Color>Personagens de ataque à distância<Color=#FFFFFF40> | </Color>Personagens de controle de grupo",
                        "Personagem de Ataque Corpo-a-Corpo",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}<Color=#FFFFFF40> | </Color>Дальний бой<Color=#FFFFFF40> | </Color> Перегруппировка",
                        "Ближний бой",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}元素角色<Color=#FFFFFF40> | </Color>远程攻击角色<Color=#FFFFFF40> | </Color>聚集能力角色",
                        "近战攻击角色",
                        ""
                    ]
                },
                {
                    "id": 1005063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Gravitas",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24080105,
                        "level": 105,
                        "hp": 13231421,
                        "attack": 18970.51313762786,
                        "defense": 1024.999976158142,
                        "matchedName": "Monster_MachinaIustitia_Gravitas_03",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.699999988079071,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Experimental Field Generator: Extreme Potential",
                    "ptLevelName": "Gerador de Campo Experimental: Potencial Extremo",
                    "ruLevelName": "Экспериментальный генератор поля: Экстремальный потенциал",
                    "chsLevelName": "实验性场力发生装置·极端势能",
                    "enMonsterSpecialDesc": "A product of the Fontaine Research Institute of Kinetic Energy Engineering that has gone out of control due to an accident. It has the ability to \"counteract\" the effects of gravity.\\nTransformed by the chaotic Ley Lines, its core has grown violently unstable, and the gravitational fields it unleashes now surge with the force of tsunamis, ready to engulf the land...",
                    "ptMonsterSpecialDesc": "Um produto do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine que perdeu o controle acidentalmente. Possui a habilidade de anular os efeitos da gravidade.\\nTransformado pelas caóticas Linhas Ley, seu núcleo está instável, e o campo gravitacional que libera agora emerge com uma força de tsunamis para engolir a terra...",
                    "ruMonsterSpecialDesc": "Продукт Научно-исследовательского института кинетической энергии. Из-за происшествия потерял управление.\\nПод воздействием возмущений артерий земли его неистовое ядро высвобождает силовое поле, подобное цунами, которое угрожает перевернуть землю...",
                    "chsMonsterSpecialDesc": "枫丹动能工程科学研究院的作品，拥有「抵消」重力的效果，因为事故而失控。\\n在紊乱地脉的作用下，其核心狂暴异常，释放的重力场能量如海啸般奔涌，仿佛要将大地倾覆…",
                    "enMonsterSpecialMechanicName": [
                        "Gravitational Core: Critical Depth",
                        "Resilient Core",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Núcleo Gravitacional: Profundeza Crítica",
                        "Núcleo Resiliente",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Гравитационное ядро: Глубокая перегрузка",
                        "Прочное ядро",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "重力核心·深度过载",
                        "强韧核心",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Lines disturbance, the foe generates a Gravity Reduction Field during combat, greatly increasing characters' jump height. Each time a character reaches a certain height, their ATK is significantly increased for 1.5s. When the field is active, <color=#FFD780FF>gravitational shockwaves that cannot be dodged periodically erupt on the ground</color>. The strength and frequency of these shockwaves will gain 1 stack of enhancement every 5s. Each <color=#FFD780FF>Plunging Attack</color> received will remove 1 stack of enhancement.",
                        "Affected by the Ley Line disturbance, the Ousia core grows more robust, and the Gravity Reduction Field will remain active even after receiving <color=#FFD780FF>3 Pneuma attacks</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Devido a perturbação das Linhas Ley, o inimigo gera um Campo de Redução de Gravidade durante o combate, aumentando consideravelmente a altura dos saltos dos personagens. Cada vez que um personagem alcançar uma certa altura, seu ATQ é consideravelmente aumentado por 1.5s. Quando o campo está ativo, <color=#FFD780FF>ondas de choque gravitacionais inevitáveis surgirão do chão periodicamente</color>, ganhando 1 acúmulo de poder fortalecido e frequência a cada 5s. Cada <color=#FFD780FF>Ataque Imersivo</color> remove 1 acúmulo desse fortalecimento.",
                        "Devido a perturbação das Linhas Ley, o núcleo Ousia se torna mais forte, e o Campo de Redução da Gravidade permanecerá ativo, mesmo após sofrer <color=#FFD780FF>3 ataques Pneuma</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под воздействием флуктуации артерий земли в бою создаёт поле снижения гравитации, значительно увеличивающее высоту прыжка персонажей. Каждый раз, когда персонаж подпрыгивает до определённой высоты, его сила атаки существенно увеличивается на 1,5 сек. Когда поле активно, на земле периодически <color=#FFD780FF>генерируются неизбежные гравитационные ударные волны</color>, которые получают 1 уровень повышения силы и частоты каждые 5 сек. Каждая полученная <color=#FFD780FF>атака в падении</color> снимает 1 уровень этого усиления.",
                        "Под воздействием флуктуации артерий земли ядро усии становится ещё прочнее. Даже получив <color=#FFD780FF>3 атаки пневмы</color>, поле снижения гравитации останется активным.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，会在战斗中展开重力削减力场，使角色的跳跃高度获得显著提升，并且每次跳跃至一定高度，角色的攻击力都会在1.5秒内大幅提升。力场持续期间，每隔一段时间就会<color=#FFD780FF>在地面上产生无法被闪避的引力冲击波</color>。每经过5秒，引力冲击波的威力和频率就会获得1层强化；每受到一次<color=#FFD780FF>下落攻击</color>，就会移除1层引力冲击波强化。",
                        "受到地脉紊乱的影响，荒性核心变得更加坚固，即使在受到<color=#FFD780FF>3次芒性攻击</color>后，也不再会导致重力削减力场关闭。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Lines disturbance, the foe generates a Gravity Reduction Field during combat, greatly increasing characters' jump height. Each time a character reaches a certain height, their ATK is significantly increased for a short period. In addition, <color=#FFD780FF>gravitational shockwaves that cannot be dodged continuously erupt on the ground, growing stronger and more frequent over time</color>. The enhancement to the gravitational shockwaves will gradually be reduced with each <color=#FFD780FF>Plunging Attack</color> received.",
                        "Affected by the Ley Line disturbance, the Ousia core grows more robust, and the Gravity Reduction Field will remain active even after receiving <color=#FFD780FF>3 Pneuma attacks</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Devido a perturbação nas Linhas Ley, o inimigo gera um Campo de Redução de Gravidade durante o combate, aumenta a altura do salto do personagem. Cada vez que o personagem alcançar uma certa alta, seu ATQ é fortalecido significativamente por um curto tempo. Além disso, <color=#FFD780FF>ondas de choque gravitacionais inevitáveis surgem do chão, ficando mais fortes e mais frequentes</color>. O fortalecimento das ondas de choque gravitacionais será gradualmente reduzido com cada <color=#FFD780FF>Ataque Imersivo</color> sofrido.",
                        "Devido a perturbação das Linhas Ley, o núcleo Ousia se torna mais forte, e o Campo de Redução da Gravidade permanecerá ativo, mesmo após sofrer <color=#FFD780FF>3 ataques Pneuma</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под воздействием флуктуации артерий земли в бою создаёт поле снижения гравитации, значительно увеличивающее высоту прыжка персонажей. Каждый раз, когда персонаж подпрыгивает до определённой высоты, его сила атаки на короткий промежуток времени существенно увеличивается. Кроме того, <color=#FFD780FF>на земле генерируются неизбежные гравитационные ударные волны, сила и частота которых возрастают</color>. Усиление гравитационных волн постепенно снижается с каждой полученной <color=#FFD780FF>атакой в падении</color>.",
                        "Под воздействием флуктуации артерий земли ядро усии становится ещё прочнее. Даже получив <color=#FFD780FF>3 атаки пневмы</color>, поле снижения гравитации останется активным.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，会在战斗中展开重力削减力场，使角色的跳跃高度获得显著提升，并且每次跳跃至一定高度，角色的攻击力都会在短时间内大幅提升。另外，会<color=#FFD780FF>在地面上产生无法被闪避、且威力和频率不断增强的引力冲击波</color>，引力冲击波的强化会在每次受到<color=#FFD780FF>下落攻击</color>后逐渐移除。",
                        "受到地脉紊乱的影响，荒性核心变得更加坚固，即使在受到<color=#FFD780FF>3次芒性攻击</color>后，也不再会导致重力削减力场关闭。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Plunging-Attack Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagem de Ataque Imersivo",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Атака в падении",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "下落攻击角色",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100506,
            "monsterLevel": 110,
            "levelConfigs": [
                {
                    "id": 1005061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Archdeacon",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22100304,
                        "level": 110,
                        "hp": 10902915,
                        "attack": 17416.542929145042,
                        "defense": 1049.9999523162842,
                        "matchedName": "Invoker_Archdeacon_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Iniquitous Baptist: Resonant Wrath",
                    "ptLevelName": "Batizador Iníquo: Fúria Ressonante",
                    "ruLevelName": "Чудовищный креститель: Звучный гнев",
                    "chsLevelName": "深罪浸礼者·肃烈狂音",
                    "enMonsterSpecialDesc": "A creature of the Abyss that, through the dark's stygian powers, has gained additional appendages via \"evolution.\" It is capable of wielding multiple types of elemental powers.\\nIn the twisted recollections of the Ley Lines, they surface as frenzied destroyers, raising wave after wave of calamity with their blasphemous powers...",
                    "ptMonsterSpecialDesc": "Um monstro do Abismo que através dos poderes obscuros do estígio, ganhou membros extras através da \"evolução\".É capaz de possuir múltiplos tipos de poderes elementais.\\nNas memórias distorcidas das Linhas Ley, aparecem como destruidores frenéticos, erguendo-se uma onda após a outra com seus poderes calamitosos blasfemos...",
                    "ruMonsterSpecialDesc": "Существо Бездны, которое благодаря силам тьмы в ходе эволюции обрело дополнительные конечности. Способно управлять силой нескольких типов элементов.\\nВ искривлённых воспоминаниях артерий земли они возносятся как безумные разрушители, обрушивающие волны бедствий своей нечестивой силой...",
                    "chsMonsterSpecialDesc": "因为深渊的力量取得「进化」而获得了多余的肢体的深渊魔物。能够驱役多种元素的力量。\\n在地脉扭曲的追忆中，它们跃升为狂乱的破坏者，以其亵渎的力量掀起接踵而至的灾厄浪潮…",
                    "enMonsterSpecialMechanicName": [
                        "Elemental Ward: Frenzied Chaos",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Revestimento Elemental: Variante Frenética",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Элементальный барьер: Хаотичная изменчивость",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "元素护罩·纷变狂乱",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Line disturbance, after the battle begins, the foe will sequentially deploy <color=#FFD780FF>Electro, Pyro, and Hydro Wards</color> to protect itself, while adjusting its attacks to match the corresponding element. <color=#FFD780FF>Breaking a Ward using Elemental Reactions</color> will deal immense DMG to the foe, based on the <color=#FFD780FF>amount of DMG the Ward absorbed</color>, forcing it to shift to another elemental form and deploy the corresponding Ward. Breaking all three Wards will cause the foe to be temporarily paralyzed.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Devido a perturbação das linhas Ley, no começo da batalha, o inimigo revela <color=#FFD780FF>Revestimentos Electro, Pyro e Hydro</color> em sequência para se proteger, ajustando seus ataques para combinar com o Elemento ativo. <color=#FFD780FF>Destruir um Revestimento com Reações Elementais</color> causará muito Dano baseado na <color=#FFD780FF>quantidade de Dano absorvida pelo Revestimento</color>, e forçará o inimigo a trocar para outra forma Elemental, e a invocar o Revestimento correspondente. Quando todos os três Revestimentos forem destruídos, o inimigo será paralisado por um curto período de tempo.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под воздействием флуктуации артерий земли после начала боя противник последовательно развёртывает <color=#FFD780FF>барьеры Электро, Пиро и Гидро</color>, причём способ его атаки меняется в зависимости от типа элементального барьера. После того как вы <color=#FFD780FF>с помощью элементальных реакций разрушите один из элементальных барьеров</color>, противник согласно <color=#FFD780FF>поглощённому барьером урону</color> получает высокий однократный урон, после чего сменяет свою элементальную форму и создаёт барьер соответствующего элемента. После уничтожения всех трёх барьеров противник на некоторое время парализуется.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，战斗开始后，该敌人会依次展开<color=#FFD780FF>雷元素护罩、火元素护罩和水元素护罩</color>来保护自身，同时根据元素护罩的类型改变自身的攻击方式。<color=#FFD780FF>通过元素反应破除一种元素护罩</color>后，该敌人将根据<color=#FFD780FF>护罩抵挡的伤害值</color>受到一次高额伤害，然后切换元素形态并展开对应元素护罩；全部的三种护罩都被破除后，敌人会瘫痪一段时间。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, the foe sequentially deploys stronger <color=#FFD780FF>Electro, Pyro, and Hydro Wards</color> to protect itself once the battle begins. <color=#FFD780FF>These Wards can be broken by triggering Elemental Reactions</color>. Each time a Ward is broken, the foe will take immense DMG based on the <color=#FFD780FF>amount of DMG the Ward absorbed</color>. Breaking all three Wards will cause the foe to be temporarily paralyzed.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Devido a perturbação das Linhas Ley, o inimigo revela <color=#FFD780FF>Revestimentos Electro, Pyro e Hydro</color> em sequência para se proteger após a batalha começar. <color=#FFD780FF>Desencadeie Reações Elementais para destruir esses Revestimentos</color>. Cada vez que um Revestimento for destruído, o inimigo sofre muito Dano baseado na <color=#FFD780FF>quantidade de Dano que o Revestimento</color> absorveu. Quando todos os três Revestimentos forem destruídos, o inimigo será paralisado por uma curta duração.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под воздействием флуктуации артерий земли после начала боя последовательно развёртывает <color=#FFD780FF>барьеры Электро, Пиро и Гидро</color>, которые <color=#FFD780FF>можно разрушить с помощью элементальных реакций</color>. С уничтожением каждого из барьеров противник согласно <color=#FFD780FF>поглощённому барьером урону</color> получает высокий однократный урон. После того как вы разрушите все три барьера, враг на некоторое время парализуется.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，战斗开始后，会依次展开更为坚固的<color=#FFD780FF>雷元素护罩、火元素护罩和水元素护罩</color>来保护自身，<color=#FFD780FF>可以通过元素反应将其破除</color>。每当护罩被破坏时，该敌人将根据<color=#FFD780FF>护罩抵挡的伤害值</color>受到一次高额伤害；三种护罩全部被破除后，该敌人会瘫痪一段时间。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11001}{SPRITE_PRESET#11002}{SPRITE_PRESET#11007}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1005062,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Natsaurus_Shamansaurus_Normal",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26240290,
                        "level": 110,
                        "hp": 7972064,
                        "attack": 15933.625838833395,
                        "defense": 2071.124839782715,
                        "matchedName": "Monster_Natsaurus_Shamansaurus_Normal_04_AC",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Iktomisaurus: Frostbound Resolve",
                    "ptLevelName": "Iktomissauro Veterano: Reminiscência Gélida",
                    "ruLevelName": "Бывалый иктомизавр: Морозная одержимость",
                    "chsLevelName": "历经百战的暝视龙·霜雪苛念",
                    "enMonsterSpecialDesc": "Able to use its plumage for leaping, it is the only type of Saurian to have grasped how to enter the \"Spiritspeaker\" state.\\nObserving the totality of suffering and sorrow, it has been consumed by the twisted memories of the Ley Lines, transforming into a blizzard of near-absolute cold that rages with the winds of unfathomable chaos...",
                    "ptMonsterSpecialDesc": "Pode usar sua plumagem para saltar, é o único tipo de Sauriano que compreende como entrar no estado Proferespírito.\\nObservando a totalidade de sofrimento e arrependimento, foi consumido pelas memórias distorcidas das Linhas Ley, transformando-se em uma nevasca gélida que enfurece com os ventos de caos incompreensível...",
                    "ruMonsterSpecialDesc": "Иктомизавры, способные использовать своё оперение для прыжков. Единственная разновидность заврианов, которые научились входить в состояние Говорящего с духами.\\nУзревшие муки и скорбь, целиком поглощённые извращёнными воспоминаниями артерий земли, они превратились в ледяные бури, что несут бесконечный хаос...",
                    "chsMonsterSpecialDesc": "能够利用生长出的覆羽进行腾跃，亦是唯一一种掌握了进入「灵觉」状态技巧的龙。\\n它观测到一切苦楚和悲痛，尽被地脉的扭曲追忆吞噬，化作极寒的霜雪风暴，带来无尽的混乱…",
                    "enMonsterSpecialMechanicName": [
                        "Sonic Shockwave: Sonorous Sequence",
                        "Frosthail Execution: Sweeping Strike",
                        "Disruption Vortex",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Onda de Choque Sônica: Sequência",
                        "Ataque Súbito Gélido: Assalto Prolongado",
                        "Perturbação de Vórtice",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Звуковая волна: Звучная серия",
                        "Казнь морозного града: Массированная атака",
                        "Вихрь хаоса",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "强音震波·连奏",
                        "冰霰骤袭·袤攻",
                        "扰乱风涡",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Line disturbance, the foe gains increased All RES. During battle, it leaps into the air more frequently, temporarily hovering in place and continuously unleashing powerful sonic shockwaves while airborne.",
                        "During battle, the foe will deploy a <color=#FFD780FF>Cryo Ward</color> for protection and leap into the air to charge up Frosthail Execution. After a period of time, it will unleash Frosthail Execution and <color=#FFD780FF>instantly defeat your active character</color>. <color=#FFD780FF>Break the Ward with Elemental Reactions</color> to knock the foe to the ground, interrupt its attack preparation, and deal a single instance of massive DMG based on the <color=#FFD780FF>amount of DMG the Ward absorbed</color>. While the foe is preparing its attack, all characters in your party will <color=#FFD780FF>regain Elemental Energy, Fighting Spirit, or Serpent's Subtlety</color>. If, after a period of time, the Ward has not been broken, Frosthail Zones will appear on the ground: <color=#FFD780FF>Triggering Elemental Reactions to destroy each Frosthail Zone</color> can also weaken and eventually break the Cryo Ward.",
                        "Affected by the Ley Line disturbance, when the foe begins charging up Frosthail Execution, a Disruption Vortex will appear on the field, dealing AoE Cryo DMG to <color=#FFD780FF>both allies and enemies</color>. If the vortex hits the foe, the foe's <color=#FFD780FF>Anemo RES</color> will be reduced and its Ward will be depleted.\\nAdditionally, the Disruption Vortex can also be affected by pull effects, which may alter its movement path.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Devido a perturbação das Linhas Ley, o inimigo ganha fortalecimento de todas as RES. Durante o combate, salta no ar com mais frequência, flutua no ar por um tempo e continuamente lança ondas de choque sônicas do ar.",
                        "Durante o combate, o inimigo aplicará um <color=#FFD780FF>Revestimento Cryo</color> para se proteger, saltar no ar e começar a carregar o Ataque Súbito Gélido. Após um certo tempo, lançará Ataque Súbito Gélido e <color=#FFD780FF>derrotará instantaneamente seu personagem ativo</color>. <color=#FFD780FF>Destrua o Revestimento Cryo com Reações Elementais</color> para derrubar o inimigo, interromper a preparação do ataque dele e causar uma única instância de Dano gigantesco baseado na <color=#FFD780FF>quantidade de Dano que o Revestimento absorveu</color>. Enquanto o inimigo está preparando esse ataque, todos os personagens na sua equipe <color=#FFD780FF>recuperarão Energia Elemental, Espírito Lutador ou Sutileza da Serpente</color>. Se o Revestimento não for destruído após um tempo, Zonas da Geada aparecerão no chão: <color=#FFD780FF>desencadeie Reações Elementais para destruir cada Zona da Geada</color> para gradualmente enfraquecer e eventualmente destruir o Revestimento Cryo.",
                        "Devido a uma perturbação de Linhas Ley, quando o inimigo começar a carregar Ataque Súbito Gélido, uma Perturbação de Vórtice aparecerá no campo, causando Dano Anemo em AdE contra <color=#FFD780FF>inimigos e aliados</color>. Se o vórtice atingir o inimigo, sua <color=#FFD780FF>RES Cryo</color> será reduzida, bem como seu Revestimento.\\nAlém disso, a Perturbação de Vórtice pode ser afetada por efeitos de puxão, que alteram sua trajetória de movimento.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под воздействием флуктуации артерий земли обладает повышенным сопротивлением всем элементам. В бою взлетает и некоторое время остаётся в воздухе, постоянно атакует мощными звуковыми волнами.",
                        "В бою развёртывает защитный <color=#FFD780FF>барьер Крио</color>, взлетает в воздух и готовится применить Казнь морозного града. Через некоторое время он выполняет Казнь морозного града и <color=#FFD780FF>сразу выводит вашего активного персонажа из строя</color>. <color=#FFD780FF>Уничтожьте барьер с помощью элементальных реакций</color>, чтобы сбить врага на землю, нанести ему высокий однократный урон, равный <color=#FFD780FF>поглощённому барьером урону</color>, и прервать подготовку атаки. Когда противник готовится выполнить эту атаку, все персонажи вашего отряда <color=#FFD780FF>восстанавливают энергию, Боевой дух или Змеиное коварство</color>. Если барьер не разбит, через некоторое время на земле появляются области Морозного града: <color=#FFD780FF>уничтожая области Морозного града элементальными реакциями</color>, вы также постепенно ослабите и разрушите Крио барьер противника.",
                        "Под воздействием флуктуации артерий земли, когда враг готовится выполнить Казнь морозного града, на поле появляются Вихри хаоса, которые наносят Крио урон по площади <color=#FFD780FF>и врагу, и вам</color>. Вихри хаоса, поражая противника, снижают его <color=#FFD780FF>Анемо сопротивление</color> и истощают его барьер.\\nКроме того, траекторию Вихрей хаоса можно изменить с помощью эффектов притяжения.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，会具有更高的所有抗性；在战斗中，会更为频繁地腾跃升空，在空中停留一段时间，并不断释放强音震波进行攻击。",
                        "战斗中，会展开<color=#FFD780FF>冰元素护罩</color>保护自身，并腾跃至空中为「冰霰骤袭」进行准备，一段时间后释放「冰霰骤袭」，<color=#FFD780FF>使我方场上的角色直接倒下</color>。<color=#FFD780FF>通过元素反应破除护罩</color>，即可将敌人击落至地面，根据<color=#FFD780FF>护罩抵挡的伤害值</color>使其受到一次高额伤害，并打断其攻击准备。该敌人准备上述攻击时，我方队伍中所有角色将<color=#FFD780FF>恢复元素能量、战意或蛇之狡谋</color>。一段时间后如果护罩仍未破除，地面上将出现「冰霰之阵」：<color=#FFD780FF>通过元素反应逐一破坏「冰霰之阵」</color>，也可以逐渐破除该敌人的冰元素护罩。",
                        "受到地脉紊乱的影响，该敌人在进行「冰霰骤袭」的准备时，场上将出现「扰乱风涡」，造成<color=#FFD780FF>不分敌我</color>的冰元素范围伤害。「扰乱风涡」命中该敌人时，将使其<color=#FFD780FF>风元素抗性</color>降低，并削减其护罩。\\n此外，「扰乱风涡」可被牵引效果影响，改变移动路径。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, the foe gains increased All RES. During battle, it leaps into the air more frequently, continuously unleashing powerful sonic shockwaves while airborne.",
                        "During battle, the foe will deploy a <color=#FFD780FF>Cryo Ward</color> for protection and leap into the air to begin charging. After a period of time, it will <color=#FFD780FF>instantly defeat your active character</color>. <color=#FFD780FF>Break the Ward with Elemental Reactions</color> to knock the foe to the ground, interrupt its attack preparation, and deal a single instance of massive DMG based on the <color=#FFD780FF>amount of DMG the Ward absorbed</color>. While the foe is preparing its attack, all characters in your party will <color=#FFD780FF>regain Elemental Energy, Fighting Spirit, or Serpent's Subtlety</color>. If, after a period of time, the Ward has not been broken, Frosthail Zones will appear on the ground: <color=#FFD780FF>Triggering Elemental Reactions to destroy each Frosthail Zone</color> can also weaken and eventually break the Cryo Ward.",
                        "Affected by the Ley Line disturbance, when the foe begins charging up Frosthail Execution, a Disruption Vortex will appear on the field, dealing AoE Cryo DMG to <color=#FFD780FF>both allies and enemies</color>. If the vortex hits the foe, the foe's <color=#FFD780FF>Anemo RES</color> will be reduced and its Ward will be depleted.\\nAdditionally, the Disruption Vortex can also be affected by pull effects, which may alter its movement path.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Devido a perturbação das Linhas Ley, o inimigo ganha fortalecimento de todas as RES. Durante o combate, salta no ar com mais frequência e continuamente lança ondas de choque sônicas do ar.",
                        "Durante o combate, o inimigo aplicará um <color=#FFD780FF>Revestimento Cryo</color> para se proteger, saltar no ar e começar a carregar. Após um certo tempo, <color=#FFD780FF>derrotará instantaneamente seu personagem ativo</color>. <color=#FFD780FF>Destrua o Revestimento Cryo com Reações Elementais</color> para derrubar o inimigo, interromper a preparação do ataque dele e causar uma única instância de Dano gigantesco baseado na <color=#FFD780FF>quantidade de Dano que o Revestimento absorveu</color>. Enquanto o inimigo está preparando esse ataque, todos os personagens na sua equipe <color=#FFD780FF>recuperarão Energia Elemental, Espírito Lutador ou Sutileza da Serpente</color>. Se o Revestimento não for destruído após um tempo, Zonas da Geada aparecerão no chão: <color=#FFD780FF>desencadeie Reações Elementais para destruir cada Zona da Geada</color> para gradualmente enfraquecer e eventualmente destruir o Revestimento Cryo.",
                        "Devido a uma perturbação de Linhas Ley, quando o inimigo começar a carregar Ataque Súbito Gélido, uma Perturbação de Vórtice aparecerá no campo, causando Dano Anemo em AdE contra <color=#FFD780FF>inimigos e aliados</color>. Se o vórtice atingir o inimigo, sua <color=#FFD780FF>RES Cryo</color> será reduzida, bem como seu Revestimento.\\nAlém disso, a Perturbação de Vórtice pode ser afetada por efeitos de puxão, que alteram sua trajetória de movimento.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под воздействием флуктуации артерий земли обладает повышенным сопротивлением всем элементам. В бою взлетает в воздух ещё чаще. Находясь в воздухе, постоянно атакует мощными звуковыми волнами.",
                        "В бою развёртывает защитный <color=#FFD780FF>барьер Крио</color>, взлетает в воздух и после подготовки через некоторое время <color=#FFD780FF>сразу выводит вашего активного персонажа из строя</color>. <color=#FFD780FF>Уничтожьте барьер с помощью элементальных реакций</color>, чтобы сбить врага на землю, нанести ему высокий однократный урон, равный <color=#FFD780FF>поглощённому барьером урону</color>, и прервать подготовку атаки. Когда противник готовится выполнить эту атаку, все персонажи вашего отряда <color=#FFD780FF>восстанавливают энергию, Боевой дух или Змеиное коварство</color>. Если барьер не разбит, через некоторое время на земле появляются области Морозного града: <color=#FFD780FF>уничтожая области Морозного града элементальными реакциями</color>, вы также постепенно ослабите и разрушите Крио барьер противника.",
                        "Под воздействием флуктуации артерий земли, когда враг готовится выполнить Казнь морозного града, на поле появляются Вихри хаоса, которые наносят Крио урон по площади <color=#FFD780FF>и врагу, и вам</color>. Вихри хаоса, поражая противника, снижают его <color=#FFD780FF>Анемо сопротивление</color> и истощают его барьер.\\nКроме того, траекторию Вихрей хаоса можно изменить с помощью эффектов притяжения.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，会具有更高的所有抗性；在战斗中，会更为频繁地腾跃升空，并在空中不断释放强音震波进行攻击。",
                        "战斗中，会展开<color=#FFD780FF>冰元素护罩</color>保护自身，并腾跃至空中进行准备，一段时间后<color=#FFD780FF>使我方场上的角色直接倒下</color>。<color=#FFD780FF>通过元素反应破除护罩</color>，即可将敌人击落至地面，根据<color=#FFD780FF>护罩抵挡的伤害值</color>使其受到一次高额伤害，并打断其攻击准备。该敌人准备上述攻击时，我方队伍中所有角色将<color=#FFD780FF>恢复元素能量、战意或蛇之狡谋</color>。一段时间后如果护罩仍未破除，地面上将出现「冰霰之阵」：<color=#FFD780FF>通过元素反应逐一破坏「冰霰之阵」</color>，也可以逐渐破除该敌人的冰元素护罩。",
                        "受到地脉紊乱的影响，该敌人在进行「冰霰骤袭」的准备时，场上将出现「扰乱风涡」，造成<color=#FFD780FF>不分敌我</color>的冰元素范围伤害。「扰乱风涡」命中该敌人时，将使其<color=#FFD780FF>风元素抗性</color>降低，并削减其护罩。\\n此外，「扰乱风涡」可被牵引效果影响，改变移动路径。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003} characters<Color=#FFFFFF40> | </Color>Ranged Characters<Color=#FFFFFF40> | </Color>Crowd-control Characters",
                        "Melee Characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}Personagens<Color=#FFFFFF40> | </Color>Personagens de ataque à distância<Color=#FFFFFF40> | </Color>Personagens de controle de grupo",
                        "Personagem de Ataque Corpo-a-Corpo",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}<Color=#FFFFFF40> | </Color>Дальний бой<Color=#FFFFFF40> | </Color> Перегруппировка",
                        "Ближний бой",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11003}元素角色<Color=#FFFFFF40> | </Color>远程攻击角色<Color=#FFFFFF40> | </Color>聚集能力角色",
                        "近战攻击角色",
                        ""
                    ]
                },
                {
                    "id": 1005063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Gravitas",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 24080105,
                        "level": 110,
                        "hp": 23020735,
                        "attack": 20319.29949625628,
                        "defense": 1049.9999523162842,
                        "matchedName": "Monster_MachinaIustitia_Gravitas_03",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.699999988079071,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Experimental Field Generator: Extreme Potential",
                    "ptLevelName": "Gerador de Campo Experimental: Potencial Extremo",
                    "ruLevelName": "Экспериментальный генератор поля: Экстремальный потенциал",
                    "chsLevelName": "实验性场力发生装置·极端势能",
                    "enMonsterSpecialDesc": "A product of the Fontaine Research Institute of Kinetic Energy Engineering that has gone out of control due to an accident. It has the ability to \"counteract\" the effects of gravity.\\nTransformed by the chaotic Ley Lines, its core has grown violently unstable, and the gravitational fields it unleashes now surge with the force of tsunamis, ready to engulf the land...",
                    "ptMonsterSpecialDesc": "Um produto do Instituto de Pesquisas de Engenharia de Energia Cinética de Fontaine que perdeu o controle acidentalmente. Possui a habilidade de anular os efeitos da gravidade.\\nTransformado pelas caóticas Linhas Ley, seu núcleo está instável, e o campo gravitacional que libera agora emerge com uma força de tsunamis para engolir a terra...",
                    "ruMonsterSpecialDesc": "Продукт Научно-исследовательского института кинетической энергии. Из-за происшествия потерял управление.\\nПод воздействием возмущений артерий земли его неистовое ядро высвобождает силовое поле, подобное цунами, которое угрожает перевернуть землю...",
                    "chsMonsterSpecialDesc": "枫丹动能工程科学研究院的作品，拥有「抵消」重力的效果，因为事故而失控。\\n在紊乱地脉的作用下，其核心狂暴异常，释放的重力场能量如海啸般奔涌，仿佛要将大地倾覆…",
                    "enMonsterSpecialMechanicName": [
                        "Gravitational Core: Critical Depth",
                        "Resilient Core",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Núcleo Gravitacional: Profundeza Crítica",
                        "Núcleo Resiliente",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Гравитационное ядро: Глубокая перегрузка",
                        "Прочное ядро",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "重力核心·深度过载",
                        "强韧核心",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Lines disturbance, the foe generates a Gravity Reduction Field during combat, greatly increasing characters' jump height. Each time a character reaches a certain height, their ATK is significantly increased for 1.5s. When the field is active, <color=#FFD780FF>gravitational shockwaves that cannot be dodged periodically erupt on the ground</color>. The strength and frequency of these shockwaves will gain 1 stack of enhancement every 5s. Each <color=#FFD780FF>Plunging Attack</color> received will remove 1 stack of enhancement.",
                        "Affected by the Ley Line disturbance, the Ousia core grows more robust, and the Gravity Reduction Field will remain active even after receiving <color=#FFD780FF>3 Pneuma attacks</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Devido a perturbação das Linhas Ley, o inimigo gera um Campo de Redução de Gravidade durante o combate, aumentando consideravelmente a altura dos saltos dos personagens. Cada vez que um personagem alcançar uma certa altura, seu ATQ é consideravelmente aumentado por 1.5s. Quando o campo está ativo, <color=#FFD780FF>ondas de choque gravitacionais inevitáveis surgirão do chão periodicamente</color>, ganhando 1 acúmulo de poder fortalecido e frequência a cada 5s. Cada <color=#FFD780FF>Ataque Imersivo</color> remove 1 acúmulo desse fortalecimento.",
                        "Devido a perturbação das Linhas Ley, o núcleo Ousia se torna mais forte, e o Campo de Redução da Gravidade permanecerá ativo, mesmo após sofrer <color=#FFD780FF>3 ataques Pneuma</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под воздействием флуктуации артерий земли в бою создаёт поле снижения гравитации, значительно увеличивающее высоту прыжка персонажей. Каждый раз, когда персонаж подпрыгивает до определённой высоты, его сила атаки существенно увеличивается на 1,5 сек. Когда поле активно, на земле периодически <color=#FFD780FF>генерируются неизбежные гравитационные ударные волны</color>, которые получают 1 уровень повышения силы и частоты каждые 5 сек. Каждая полученная <color=#FFD780FF>атака в падении</color> снимает 1 уровень этого усиления.",
                        "Под воздействием флуктуации артерий земли ядро усии становится ещё прочнее. Даже получив <color=#FFD780FF>3 атаки пневмы</color>, поле снижения гравитации останется активным.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，会在战斗中展开重力削减力场，使角色的跳跃高度获得显著提升，并且每次跳跃至一定高度，角色的攻击力都会在1.5秒内大幅提升。力场持续期间，每隔一段时间就会<color=#FFD780FF>在地面上产生无法被闪避的引力冲击波</color>。每经过5秒，引力冲击波的威力和频率就会获得1层强化；每受到一次<color=#FFD780FF>下落攻击</color>，就会移除1层引力冲击波强化。",
                        "受到地脉紊乱的影响，荒性核心变得更加坚固，即使在受到<color=#FFD780FF>3次芒性攻击</color>后，也不再会导致重力削减力场关闭。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Lines disturbance, the foe generates a Gravity Reduction Field during combat, greatly increasing characters' jump height. Each time a character reaches a certain height, their ATK is significantly increased for a short period. In addition, <color=#FFD780FF>gravitational shockwaves that cannot be dodged continuously erupt on the ground, growing stronger and more frequent over time</color>. The enhancement to the gravitational shockwaves will gradually be reduced with each <color=#FFD780FF>Plunging Attack</color> received.",
                        "Affected by the Ley Line disturbance, the Ousia core grows more robust, and the Gravity Reduction Field will remain active even after receiving <color=#FFD780FF>3 Pneuma attacks</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Devido a perturbação nas Linhas Ley, o inimigo gera um Campo de Redução de Gravidade durante o combate, aumenta a altura do salto do personagem. Cada vez que o personagem alcançar uma certa alta, seu ATQ é fortalecido significativamente por um curto tempo. Além disso, <color=#FFD780FF>ondas de choque gravitacionais inevitáveis surgem do chão, ficando mais fortes e mais frequentes</color>. O fortalecimento das ondas de choque gravitacionais será gradualmente reduzido com cada <color=#FFD780FF>Ataque Imersivo</color> sofrido.",
                        "Devido a perturbação das Linhas Ley, o núcleo Ousia se torna mais forte, e o Campo de Redução da Gravidade permanecerá ativo, mesmo após sofrer <color=#FFD780FF>3 ataques Pneuma</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под воздействием флуктуации артерий земли в бою создаёт поле снижения гравитации, значительно увеличивающее высоту прыжка персонажей. Каждый раз, когда персонаж подпрыгивает до определённой высоты, его сила атаки на короткий промежуток времени существенно увеличивается. Кроме того, <color=#FFD780FF>на земле генерируются неизбежные гравитационные ударные волны, сила и частота которых возрастают</color>. Усиление гравитационных волн постепенно снижается с каждой полученной <color=#FFD780FF>атакой в падении</color>.",
                        "Под воздействием флуктуации артерий земли ядро усии становится ещё прочнее. Даже получив <color=#FFD780FF>3 атаки пневмы</color>, поле снижения гравитации останется активным.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，会在战斗中展开重力削减力场，使角色的跳跃高度获得显著提升，并且每次跳跃至一定高度，角色的攻击力都会在短时间内大幅提升。另外，会<color=#FFD780FF>在地面上产生无法被闪避、且威力和频率不断增强的引力冲击波</color>，引力冲击波的强化会在每次受到<color=#FFD780FF>下落攻击</color>后逐渐移除。",
                        "受到地脉紊乱的影响，荒性核心变得更加坚固，即使在受到<color=#FFD780FF>3次芒性攻击</color>后，也不再会导致重力削减力场关闭。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Plunging-Attack Characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagem de Ataque Imersivo",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Атака в падении",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "下落攻击角色",
                        "",
                        ""
                    ]
                }
            ]
        }
    ],
    "enChallengeName": "Tremorfall Trial",
    "ptChallengeName": "Julgamento do Tremor",
    "ruChallengeName": "Бушующая битва",
    "chsChallengeName": "坠震之役"
}