{
    "scheduleId": 5269006,
    "scheduleStartTime": "2026-01-21 10:00:00",
    "scheduleEndTime": "2026-03-04 09:59:59",
    "challengeName": "6.3",
    "levels": [
        {
            "id": 100601,
            "monsterLevel": 40,
            "levelConfigs": [
                {
                    "id": 1006041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_LloigorPrimo",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22150106,
                        "level": 40,
                        "hp": 108581.59832996818,
                        "attack": 2450.4833108624443,
                        "defense": 699.999988079071,
                        "matchedName": "Monster_Lloigor_Primo_01_Abyss",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Lord of the Hidden Depths: Whisperer of Nightmares — Normal",
                    "ptLevelName": "Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos - Normal",
                    "ruLevelName": "Повелитель скрытых глубин: Шёпот кошмаров - Обычная форма",
                    "chsLevelName": "深黯魇语之主·常形",
                    "enMonsterSpecialDesc": "An Abyss creature that creeps through rifts in the hidden depths, quietly watching this world. Its eerie, faceless form is said to be nothing more than a projection, while its true body exists only as a formless mass of pure Abyssal energy.\\nIn the Ley Line memories, its corrupted form endures like a wound that never heals, consuming all life that dares to stand against it...",
                    "ptMonsterSpecialDesc": "Uma criatura do Abismo que se esgueira pelas fendas nas profundezas ocultas, silenciosamente assistindo esse mundo. Dizem que sua forma sinistra, sem rosto, não é nada além de uma projeção, enquanto seu verdadeiro corpo existe apenas como uma massa sem forma de energia abissal pura.\\nNas memórias da Linha Ley, sua forma corrompida permanece como uma ferida que nunca se cura, consumindo toda a vida que ousa se opor a ela...",
                    "ruMonsterSpecialDesc": "Существо Бездны, крадущееся сквозь разломы в скрытых глубинах, тихо наблюдающее за этим миром.\\nГоворят, что его жуткая, безликая форма всего лишь проекция, в то время как его истинное тело существует лишь как бесформенная масса чистой энергии Бездны.\\nВ памяти артерий земли его осквернённый облик подобен незаживающей язве, непрерывно пожирающей все живое, что осмеливается сопротивляться...",
                    "chsMonsterSpecialDesc": "伏行于深黯的裂隙，窥伺此世的深渊魔物。据说那怪异、亵渎的无面形貌不过是投射于世界上的影像，其真实姿态乃是以纯粹深渊能量形式存在的无形之物。\\n在地脉的记忆中，它那污秽的身姿恍若难愈的疮痈，持续吞噬着所有敢于反抗的生命…",
                    "enMonsterSpecialMechanicName": [
                        "Deepdark Shield",
                        "Riftscar Devour",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo das Profundezas",
                        "Mordida da Fenda",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Тёмный щит",
                        "Разрывающий укус",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "深黯护盾",
                        "裂隙噬咬",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "The Lord of the Hidden Depths: Whisperer of Nightmares gathers Abyssal energy to create a protective Shield. <color=#FFD780FF>Lunar Reaction DMG</color> is more effective at destroying this Shield. When the Shield is destroyed, the Lord of the Hidden Depths: Whisperer of Nightmares takes a single instance of immense DMG and temporarily enters a weakened state.",
                        "During battle, the Lord of the Hidden Depths: Whisperer of Nightmares will unleash Rift Assaults, forming a Shield as it begins to charge while summoning multiple Fishers of Hidden Depths. Once it has fully charged, it will deal DMG over a large AoE and devour all Fishers. Defeating Fishers will cause the Shield to take DMG. Destroy the Shield to interrupt the Lord of the Hidden Depths: Whisperer of Nightmares' charging.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "O Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos reunirá energia do Abismo para criar um escudo protetor. <color=#FFD780FF>Dano de Reações Lunares</color> é especialmente eficaz em quebrá-lo. Quando o escudo é destruído, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos sofre uma única instância de dano gigantesco e entra num estado enfraquecido por um breve período.",
                        "Em batalha, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos lançará um Ataque da Fenda, formando um escudo enquanto começa a carregar e invocar múltiplos Pescadores das Profundezas. Se a carga for concluída, causará dano em uma grande área e consumirá todos os Pescadores. Derrotar os Pescadores danifica o escudo. Quando o escudo é quebrado, a carga do Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos será interrompida.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Повелитель скрытых глубин: Шёпот кошмаров собирает энергию Бездны, чтобы создать щит. <color=#FFD780FF>Урон от Лунной реакции</color> особенно эффективен для его разрушения. Когда щит разрушается, Повелитель скрытых глубин: Шёпот кошмаров получает один раз огромный урон и на короткое время ослабевает.",
                        "Повелитель скрытых глубин: Шёпот кошмаров в бою использует Разрывающий натиск: создаёт щит и входит в состояние накопления заряда, призывая несколько Рыболовов скрытых глубин. После завершения заряда он наносит большой урон по большой площади и поглощает всех Рыболовов скрытых глубин. Победа над Рыболовами скрытых глубин наносит урон щиту. Разрушение щита прерывает накопление заряда Повелителя скрытых глубин: Шёпот кошмаров.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "深黯魇语之主会凝聚深渊之力结成护盾保护自身。使用<color=#FFD780FF>月曜反应伤害</color>可以更高效地破坏该护盾。护盾被破坏后，深黯魇语之主将受到一次高额伤害，并陷入一段时间的虚弱状态。",
                        "深黯魇语之主会在战斗中释放「裂隙强袭」：张开护盾进入蓄能态势，并召唤数名「深黯钓客」。蓄能完成后，将造成大范围伤害，并吞噬所有深黯钓客。击败「深黯钓客」将对护盾造成伤害，当护盾被破坏后，即可打断深黯魇语之主的蓄力。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the powerful foe will deploy a protective Shield. <color=#FFD780FF>Lunar Reaction DMG</color> is more effective at destroying this Shield. When the Shield is destroyed, the opponent takes a single instance of immense DMG and temporarily enters a weakened state.",
                        "In battle, the powerful opponent will enter a charging state and summon multiple Fishers of Hidden Depths. If the charge completes, it will consume all Fishers and deal damage over a large area. Defeating the Fishers during the charge breaks its shield and interrupts the charge.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Em batalha, o oponente poderoso aplicará um escudo protetor. <color=#FFD780FF>Dano de Reações Lunares</color> é especialmente eficaz em quebrá-lo. Quando o escudo é destruído, o oponente sofre uma única instância de dano gigantesco e entra num estado enfraquecido por um breve período.",
                        "Em batalha, o oponente poderoso entrará num estado de carga e invocará múltiplos Pescadores das Profundezas. Se a carga for concluída, consumirá todos os Pescadores e causará dano em uma grande área. Derrotar os Pescadores durante a carga quebra o escudo e interrompe a carga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою сильный противник создаёт щит. <color=#FFD780FF>Урон от лунной реакции</color> особенно эффективен для его разрушения. Когда щит разрушается, противник получает один раз огромный урон и на короткое время ослабевает.",
                        "В бою сильный противник начнёт накапливать заряд и призовёт несколько Рыболовов скрытых глубин. После завершения заряда он поглотит всех Рыболовов скрытых глубин и нанесёт урон по большой площади. Во время зарядки можно прервать накопление заряда сильного противника, уничтожив его щит путём победы над Рыболовами скрытых глубин.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，强敌将展开护盾保护自身，<color=#FFD780FF>月曜反应伤害</color>对于此护盾具有更高的破坏效率。护盾被破坏后，强敌将受到一次高额伤害，并陷入一段时间的虚弱状态。",
                        "战斗中，强敌会开始蓄力，同时召唤数名深黯钓客。蓄力完成后，它将吞噬所有深黯钓客，并造成大范围伤害。蓄力期间，通过击败深黯钓客破坏护盾，即可打断强敌的蓄力。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Lunar Reaction DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano de Reações Lunares",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон Лунных реакций",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "月曜反应伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1003043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23079402,
                        "level": 40,
                        "hp": 328524.56385674176,
                        "attack": 4084.1387687423266,
                        "defense": 699.999988079071,
                        "matchedName": "Oprichnik_Male_Strong_LanceArquebus_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Battle-Hardened Fireblade Shock Trooper: Normal",
                    "ptLevelName": "Tropa de Choque Lâmina Flamejante Veterana: Normal",
                    "ruLevelName": "Бывалый Штурмовик огненного клинка: Обычная форма",
                    "chsLevelName": "历经百战的火刃突击队员·常形",
                    "enMonsterSpecialDesc": "An elite officer of the Fatui Oprichniki who specializes in close combat using a giant blade.\\nWhether it be in the war against the dark calamity or against those ignoramuses who dare stand against the Tsaritsa's ideals, those who breach at the tip of the spear suffer the greatest casualties. Those who survive a hundred battles only to fall all the same become a fearful memory in the Ley Lines. When intruded upon by a powerful outsider, such formidable warriors are the chaotic Ley Lines' perilous response...",
                    "ptMonsterSpecialDesc": "Um oficial de elite dos Oprichniki dos Fatui, especialista em combate próximo com uma lâmina gigante.\\nSeja na guerra contra a calamidade escura ou contra os ignorantes que ficam no caminho dos ideais da Tsaritsa, aqueles avançam na ponta da lança são os que sofrem as mais pesadas baixas. Aqueles que sobrevivem cem batalhas para então caírem se tornam então memórias temerosas nas Linhas Ley. Quando um intruso poderoso se aproxima, tais guerreiros formidáveis se tornam as respostas perigosas das Linhas Ley...",
                    "ruMonsterSpecialDesc": "Элитный офицер опричников с гигантским клинком, специализирующийся на ближнем бою.\\nБудь то противостояние чёрному бедствию или невеждам, осмеливающимся противостоять идеалам Царицы, те, кто прорвётся на острие копья, понесут наибольшие потери. Павшие солдаты, которые пережили сотни сражений, превращаются в страшное воспоминание в артериях земли. Когда вторгается могущественный пришелец, такие грозные воины становятся ответом хаотичных артерий земли на опасность...",
                    "chsMonsterSpecialDesc": "隶属于愚人众特辖队的精锐士官，擅长以巨剑与敌人近身相搏。\\n无论是在抵御漆黑灾厄的战斗中，还是在与那些胆敢阻拦女皇理想的无知者们的战斗中，冲在最前线的突击队都是伤亡最高的编制之一，历经百战却遗憾倒下的老兵，却成为了地脉恐惧记忆的一环，强大的外来者造访时，紊乱的地脉便会以这等战士作为危险的回应…",
                    "enMonsterSpecialMechanicName": [
                        "Multi-Shield",
                        "Thundering Barrage",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo Múltiplo",
                        "Saraivada de Raios",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мультищит",
                        "Громовой залп",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "多重护盾",
                        "雷矩轰击",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, the opponent will deploy a special Experimental Multi-Shield to protect themselves while they prepare to activate Thundering Suite. The Shield will repair itself by a certain amount at regular intervals. Destroying all 3 layers of the Shield will prevent Thundering Suite's activation and paralyze the opponent. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Additional Elemental Orbs will be generated for each layer of the Shield that is destroyed.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and then unleash continuous Electro attacks for a period of time. If you successfully prevent the suite's activation, the opponent's equipment will malfunction, causing their <color=#FFD780FF>Electro RES to be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em combate, o inimigo lançará um Escudo Experimental para se proteger enquanto se prepara para ativar o Conjunto Trovejante. O Escudo se reparará em uma certa quantidade periodicamente. Destruir as 3 camadas do Escudo impedirá que o Conjunto Trovejante seja ativado, paralisando o oponente. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz em destruir o Escudo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, o equipamento do inimigo quebrará, <color=#FFD780FF>reduzindo consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультищит. Щит через определённые промежутки времени восстанавливается. Уничтожьте все три слоя щита, чтобы помешать активации Громового набора и парализовать врага. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color=#FFD780FF>Электро сопротивление значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，敌人将准备启动雷矩套件，并展开特殊的「实验型多重护盾」保护自身，每隔一段时间，护盾会进行一定程度的自我修复。破坏3层护盾后，即可阻止雷矩套件启动，并使敌人瘫痪。<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并在接下来的一段时间内持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的装备故障，导致敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the opponent is preparing to activate Thundering Suite, <color=#FFD780FF>focus on breaking the triple-layer Experimental Multi-Shield that they deploy</color>, as this will prevent the suite's activation. The Shield will periodically repair itself. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and unleash continuous Electro attacks. If you successfully prevent the suite's activation, the opponent's <color=#FFD780FF>Electro RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando o inimigo está se preparando para ativar o Conjunto Trovejante, <color=#FFD780FF>destrua o Escudo Experimental de Camada Tripla o mais rápido possível</color> para interromper sua ativação. O Escudo se regenerará automaticamente após um certo tempo. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz para destruí-lo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, <color=#FFD780FF>reduzirá consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда враг готовится активировать Громовой набор, <color=#FFD780FF>как можно скорее уничтожьте его тройной Экспериментальный мультищит</color>, чтобы помешать активации набора. Щит периодически восстанавливается. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то <color=#FFD780FF>Электро сопротивление врага значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "敌人准备启动雷矩套件时，<color=#FFD780FF>尽快破坏其展开的3层「实验型多重护盾」</color>即可阻止套件启动。护盾将周期性自我修复，<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions <Color=#FFFFFF40>|</Color> {SPRITE_PRESET#11004} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1006043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HermitCrabPrimo",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26170105,
                        "level": 40,
                        "hp": 59928.527272405474,
                        "attack": 2858.8971133111045,
                        "defense": 699.999988079071,
                        "matchedName": "HermitCrab_Primo_03",
                        "fireSubHurt": 0.6000000238418579,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Emperor of Fire and Iron: Normal",
                    "ptLevelName": "Imperador do Fogo e Ferro: Normal",
                    "ruLevelName": "Император огня и железа: Обычная форма",
                    "chsLevelName": "铁甲熔火帝皇·常形",
                    "enMonsterSpecialDesc": "One of the two sovereigns who once stood at the apex of the aberrant species of the Fontemer, and the subject of many a tale among sailors. Avoiding predation, it keeps hunting and eating and so continues to grow, constantly seeking out suitable shells to become its new armor.\\nIn the Ley Line memories, one such crab reached unparalleled might — the greatest of the Armored Crablords. Clad in heavy plate, it would confront any and all threats without hesitation.",
                    "ptMonsterSpecialDesc": "Um dos dois soberanos que já estiveram no ápice das espécies das aberrações primordiais, e assunto de muitos contos entre marinheiros. Sem predadores naturais, continuará a caçar e se alimentar enquanto cresce, buscando constantemente conchas adequadas como novas armaduras.\\nNas memórias da Linha Ley, um tal caranguejo alcançou poder incomparável, o maior dos Caranguejos de Armadura, revestido com uma armadura pesada e confrontando qualquer ameaça sem hesitação.",
                    "ruMonsterSpecialDesc": "Один из двух владык, некогда возвышавшихся над инородами Фонтмера, и герой легенд среди моряков. Не встречая природных врагов, бронекраб постоянно охотился, питался и искал подходящих моллюсков и улиток для нового панциря.\\nВ памяти артерий земли сохранился повелитель среди повелителей бронекрабов, облачённый в тяжёлую броню и бросающий вызов всем, кто осмеливался противостоять ему.",
                    "chsMonsterSpecialDesc": "矗立在原海异种顶端的两位霸主之一，曾经是海员之间的逸闻。不遇天敌，能够一直狩猎、进食的重甲蟹会随着成长，不断寻找适合的螺与贝壳，作为新的甲胄。\\n地脉的记忆中，便存在着重甲蟹霸主中的霸主，身披重甲，搦战所有来犯之敌。",
                    "enMonsterSpecialMechanicName": [
                        "Molten Crown",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Chifres Fundidos",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Огненная корона-рога",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "熔火角冠",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "The twin molten horns located high up on the body of the Emperor of Fire and Iron are <color=#FFD780FF>Pyro-aligned</color> organs that enable it to unleash more vicious elemental attacks and grant it even stronger defensive capabilities. When unleashing certain attacks, its twin molten horns will <color=#FFD780FF>stay close to the ground</color>, providing an opportunity to <color=#FFD780FF>use Elemental Reactions to destroy them</color>. Once the Pyro element stored within the twin molten horns is exhausted, they will be destroyed and cannot be restored for a period of time.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Os chifres duplos fundidos localizados no alto do corpo do Imperador do Fogo e Ferro são órgãos <color=#FFD780FF>alinhados ao Pyro</color> que permitem ele lançar ataques elementais mais poderosos e concedem ainda mais capacidades defensivas. Quando o inimigo lança certos ataques, seus chifres duplos fundidos ficam <color=#FFD780FF>próximos ao chão</color>, fornecendo uma ótima oportunidade para <color=#FFD780FF>usar Reações Elementais para destruir os chifres duplos fundidos</color>. Quando o elemento Pyro nos chifres é removido, eles serão destruídos e não poderão ser restaurados por um breve período.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Двойной рог, расположенный высоко на Императоре огня и железа, является органами <color=#FFD780FF>Пиро</color>, которые позволяют ему использовать более мощные элементальные атаки и наделяют его ещё более сильными оборонительными возможностями. Когда он использует определённые атаки, его Двойной рог находится <color=#FFD780FF>близко к земле</color>, что даёт отличную возможность <color=#FFD780FF>использовать элементальные реакции для уничтожения рогов</color>. Как только элемент Пиро внутри Двойного рога исчезнет, рога будут уничтожены и не смогут быть восстановлены в течение некоторого времени.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "铁甲熔火帝皇身躯上方高处的熔火双角是<color=#FFD780FF>火元素</color>的身体器官，使其能够进行更猛烈的元素攻击，并且拥有更强的防御能力。在进行部分攻击时，熔火双角会<color=#FFD780FF>贴近地面</color>，此时是<color=#FFD780FF>利用元素反应摧毁双角</color>的较好时机。当熔火双角的火元素耗尽后，双角会被破坏，需经过一段时间才能恢复。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the powerful foe's twin molten horns remain intact, it can unleash fiercer elemental attacks and will possess <color=#FFD780FF>exceedingly high All Elemental and Physical RES</color>. When unleashing certain attacks, its twin molten horns will <color=#FFD780FF>stay close to the ground</color>, providing an opportunity to <color=#FFD780FF>use Elemental Reactions to destroy them</color>. Once the twin molten horns are destroyed, the foe will take a single instance of immense DMG and will be unable to restore them for a period of time.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando os chifres duplos fundidos do oponente poderoso permanecem intactos, ele pode lançar ataques elementais mais fortes e ganhar <color=#FFD780FF>RES Física e RES a Todos os Elementos maior</color>. Quando ele lança certos ataques, seus chifres duplos fundidos ficam <color=#FFD780FF>próximos ao chão</color>, criando uma ótima oportunidade para <color=#FFD780FF>usar Reações Elementais para destruir os chifres duplos fundidos</color>. Quando os chifres são destruídos, o oponente poderoso sofrerá uma única instância de dano gigantesco e não pode recuperá-los por um período.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда Двойной рог сильного противника остаётся целым, он может использовать более мощные элементальные атаки и имеет <color=#FFD780FF>более высокий уровень сопротивления всем элементам и физ. сопротивления</color>. При использовании определённых атак он держит Двойной рог <color=#FFD780FF>у земли</color>, что даёт отличную возможность <color=#FFD780FF>использовать элементальные реакции для уничтожения рогов</color>. Как только Двойной рог будет уничтожен, сильный противник получит один раз огромный урон и не сможет восстановить рога в течение некоторого времени.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "当强敌的熔火双角完好时，其能够进行更猛烈的元素攻击，并拥有<color=#FFD780FF>极高的所有元素与物理抗性</color>。在强敌进行部分攻击过程中，熔火双角会<color=#FFD780FF>贴近地面</color>，此时是<color=#FFD780FF>通过元素反应摧毁双角</color>的较好时机。熔火双角被破坏后，强敌将受到一次高额伤害，需经过一段时间才能恢复。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002} characters",
                        "{SPRITE_PRESET#11003} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11002}",
                        "Personagens {SPRITE_PRESET#11003}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002}",
                        "{SPRITE_PRESET#11003}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002}元素角色",
                        "{SPRITE_PRESET#11003}元素角色",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100602,
            "monsterLevel": 70,
            "levelConfigs": [
                {
                    "id": 1006041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_LloigorPrimo",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22150106,
                        "level": 70,
                        "hp": 1863473.4534867555,
                        "attack": 6122.228465112159,
                        "defense": 850.0000238418579,
                        "matchedName": "Monster_Lloigor_Primo_01_Abyss",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Lord of the Hidden Depths: Whisperer of Nightmares — Normal",
                    "ptLevelName": "Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos - Normal",
                    "ruLevelName": "Повелитель скрытых глубин: Шёпот кошмаров - Обычная форма",
                    "chsLevelName": "深黯魇语之主·常形",
                    "enMonsterSpecialDesc": "An Abyss creature that creeps through rifts in the hidden depths, quietly watching this world. Its eerie, faceless form is said to be nothing more than a projection, while its true body exists only as a formless mass of pure Abyssal energy.\\nIn the Ley Line memories, its corrupted form endures like a wound that never heals, consuming all life that dares to stand against it...",
                    "ptMonsterSpecialDesc": "Uma criatura do Abismo que se esgueira pelas fendas nas profundezas ocultas, silenciosamente assistindo esse mundo. Dizem que sua forma sinistra, sem rosto, não é nada além de uma projeção, enquanto seu verdadeiro corpo existe apenas como uma massa sem forma de energia abissal pura.\\nNas memórias da Linha Ley, sua forma corrompida permanece como uma ferida que nunca se cura, consumindo toda a vida que ousa se opor a ela...",
                    "ruMonsterSpecialDesc": "Существо Бездны, крадущееся сквозь разломы в скрытых глубинах, тихо наблюдающее за этим миром.\\nГоворят, что его жуткая, безликая форма всего лишь проекция, в то время как его истинное тело существует лишь как бесформенная масса чистой энергии Бездны.\\nВ памяти артерий земли его осквернённый облик подобен незаживающей язве, непрерывно пожирающей все живое, что осмеливается сопротивляться...",
                    "chsMonsterSpecialDesc": "伏行于深黯的裂隙，窥伺此世的深渊魔物。据说那怪异、亵渎的无面形貌不过是投射于世界上的影像，其真实姿态乃是以纯粹深渊能量形式存在的无形之物。\\n在地脉的记忆中，它那污秽的身姿恍若难愈的疮痈，持续吞噬着所有敢于反抗的生命…",
                    "enMonsterSpecialMechanicName": [
                        "Deepdark Shield",
                        "Riftscar Devour",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo das Profundezas",
                        "Mordida da Fenda",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Тёмный щит",
                        "Разрывающий укус",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "深黯护盾",
                        "裂隙噬咬",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "The Lord of the Hidden Depths: Whisperer of Nightmares gathers Abyssal energy to create a protective Shield. <color=#FFD780FF>Lunar Reaction DMG</color> is more effective at destroying this Shield. When the Shield is destroyed, the Lord of the Hidden Depths: Whisperer of Nightmares takes a single instance of immense DMG and temporarily enters a weakened state.",
                        "During battle, the Lord of the Hidden Depths: Whisperer of Nightmares will unleash Rift Assaults, forming a Shield as it begins to charge while summoning multiple Fishers of Hidden Depths. Once it has fully charged, it will deal DMG over a large AoE and devour all Fishers. Defeating Fishers will cause the Shield to take DMG. Destroy the Shield to interrupt the Lord of the Hidden Depths: Whisperer of Nightmares' charging.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "O Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos reunirá energia do Abismo para criar um escudo protetor. <color=#FFD780FF>Dano de Reações Lunares</color> é especialmente eficaz em quebrá-lo. Quando o escudo é destruído, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos sofre uma única instância de dano gigantesco e entra num estado enfraquecido por um breve período.",
                        "Em batalha, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos lançará um Ataque da Fenda, formando um escudo enquanto começa a carregar e invocar múltiplos Pescadores das Profundezas. Se a carga for concluída, causará dano em uma grande área e consumirá todos os Pescadores. Derrotar os Pescadores danifica o escudo. Quando o escudo é quebrado, a carga do Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos será interrompida.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Повелитель скрытых глубин: Шёпот кошмаров собирает энергию Бездны, чтобы создать щит. <color=#FFD780FF>Урон от Лунной реакции</color> особенно эффективен для его разрушения. Когда щит разрушается, Повелитель скрытых глубин: Шёпот кошмаров получает один раз огромный урон и на короткое время ослабевает.",
                        "Повелитель скрытых глубин: Шёпот кошмаров в бою использует Разрывающий натиск: создаёт щит и входит в состояние накопления заряда, призывая несколько Рыболовов скрытых глубин. После завершения заряда он наносит большой урон по большой площади и поглощает всех Рыболовов скрытых глубин. Победа над Рыболовами скрытых глубин наносит урон щиту. Разрушение щита прерывает накопление заряда Повелителя скрытых глубин: Шёпот кошмаров.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "深黯魇语之主会凝聚深渊之力结成护盾保护自身。使用<color=#FFD780FF>月曜反应伤害</color>可以更高效地破坏该护盾。护盾被破坏后，深黯魇语之主将受到一次高额伤害，并陷入一段时间的虚弱状态。",
                        "深黯魇语之主会在战斗中释放「裂隙强袭」：张开护盾进入蓄能态势，并召唤数名「深黯钓客」。蓄能完成后，将造成大范围伤害，并吞噬所有深黯钓客。击败「深黯钓客」将对护盾造成伤害，当护盾被破坏后，即可打断深黯魇语之主的蓄力。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the powerful foe will deploy a protective Shield. <color=#FFD780FF>Lunar Reaction DMG</color> is more effective at destroying this Shield. When the Shield is destroyed, the opponent takes a single instance of immense DMG and temporarily enters a weakened state.",
                        "In battle, the powerful opponent will enter a charging state and summon multiple Fishers of Hidden Depths. If the charge completes, it will consume all Fishers and deal damage over a large area. Defeating the Fishers during the charge breaks its shield and interrupts the charge.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Em batalha, o oponente poderoso aplicará um escudo protetor. <color=#FFD780FF>Dano de Reações Lunares</color> é especialmente eficaz em quebrá-lo. Quando o escudo é destruído, o oponente sofre uma única instância de dano gigantesco e entra num estado enfraquecido por um breve período.",
                        "Em batalha, o oponente poderoso entrará num estado de carga e invocará múltiplos Pescadores das Profundezas. Se a carga for concluída, consumirá todos os Pescadores e causará dano em uma grande área. Derrotar os Pescadores durante a carga quebra o escudo e interrompe a carga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою сильный противник создаёт щит. <color=#FFD780FF>Урон от лунной реакции</color> особенно эффективен для его разрушения. Когда щит разрушается, противник получает один раз огромный урон и на короткое время ослабевает.",
                        "В бою сильный противник начнёт накапливать заряд и призовёт несколько Рыболовов скрытых глубин. После завершения заряда он поглотит всех Рыболовов скрытых глубин и нанесёт урон по большой площади. Во время зарядки можно прервать накопление заряда сильного противника, уничтожив его щит путём победы над Рыболовами скрытых глубин.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，强敌将展开护盾保护自身，<color=#FFD780FF>月曜反应伤害</color>对于此护盾具有更高的破坏效率。护盾被破坏后，强敌将受到一次高额伤害，并陷入一段时间的虚弱状态。",
                        "战斗中，强敌会开始蓄力，同时召唤数名深黯钓客。蓄力完成后，它将吞噬所有深黯钓客，并造成大范围伤害。蓄力期间，通过击败深黯钓客破坏护盾，即可打断强敌的蓄力。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Lunar Reaction DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano de Reações Lunares",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон Лунных реакций",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "月曜反应伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1003043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23079402,
                        "level": 70,
                        "hp": 5638126.652961493,
                        "attack": 10203.713901916868,
                        "defense": 850.0000238418579,
                        "matchedName": "Oprichnik_Male_Strong_LanceArquebus_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Battle-Hardened Fireblade Shock Trooper: Normal",
                    "ptLevelName": "Tropa de Choque Lâmina Flamejante Veterana: Normal",
                    "ruLevelName": "Бывалый Штурмовик огненного клинка: Обычная форма",
                    "chsLevelName": "历经百战的火刃突击队员·常形",
                    "enMonsterSpecialDesc": "An elite officer of the Fatui Oprichniki who specializes in close combat using a giant blade.\\nWhether it be in the war against the dark calamity or against those ignoramuses who dare stand against the Tsaritsa's ideals, those who breach at the tip of the spear suffer the greatest casualties. Those who survive a hundred battles only to fall all the same become a fearful memory in the Ley Lines. When intruded upon by a powerful outsider, such formidable warriors are the chaotic Ley Lines' perilous response...",
                    "ptMonsterSpecialDesc": "Um oficial de elite dos Oprichniki dos Fatui, especialista em combate próximo com uma lâmina gigante.\\nSeja na guerra contra a calamidade escura ou contra os ignorantes que ficam no caminho dos ideais da Tsaritsa, aqueles avançam na ponta da lança são os que sofrem as mais pesadas baixas. Aqueles que sobrevivem cem batalhas para então caírem se tornam então memórias temerosas nas Linhas Ley. Quando um intruso poderoso se aproxima, tais guerreiros formidáveis se tornam as respostas perigosas das Linhas Ley...",
                    "ruMonsterSpecialDesc": "Элитный офицер опричников с гигантским клинком, специализирующийся на ближнем бою.\\nБудь то противостояние чёрному бедствию или невеждам, осмеливающимся противостоять идеалам Царицы, те, кто прорвётся на острие копья, понесут наибольшие потери. Павшие солдаты, которые пережили сотни сражений, превращаются в страшное воспоминание в артериях земли. Когда вторгается могущественный пришелец, такие грозные воины становятся ответом хаотичных артерий земли на опасность...",
                    "chsMonsterSpecialDesc": "隶属于愚人众特辖队的精锐士官，擅长以巨剑与敌人近身相搏。\\n无论是在抵御漆黑灾厄的战斗中，还是在与那些胆敢阻拦女皇理想的无知者们的战斗中，冲在最前线的突击队都是伤亡最高的编制之一，历经百战却遗憾倒下的老兵，却成为了地脉恐惧记忆的一环，强大的外来者造访时，紊乱的地脉便会以这等战士作为危险的回应…",
                    "enMonsterSpecialMechanicName": [
                        "Multi-Shield",
                        "Thundering Barrage",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo Múltiplo",
                        "Saraivada de Raios",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мультищит",
                        "Громовой залп",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "多重护盾",
                        "雷矩轰击",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, the opponent will deploy a special Experimental Multi-Shield to protect themselves while they prepare to activate Thundering Suite. The Shield will repair itself by a certain amount at regular intervals. Destroying all 3 layers of the Shield will prevent Thundering Suite's activation and paralyze the opponent. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Additional Elemental Orbs will be generated for each layer of the Shield that is destroyed.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and then unleash continuous Electro attacks for a period of time. If you successfully prevent the suite's activation, the opponent's equipment will malfunction, causing their <color=#FFD780FF>Electro RES to be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em combate, o inimigo lançará um Escudo Experimental para se proteger enquanto se prepara para ativar o Conjunto Trovejante. O Escudo se reparará em uma certa quantidade periodicamente. Destruir as 3 camadas do Escudo impedirá que o Conjunto Trovejante seja ativado, paralisando o oponente. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz em destruir o Escudo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, o equipamento do inimigo quebrará, <color=#FFD780FF>reduzindo consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультищит. Щит через определённые промежутки времени восстанавливается. Уничтожьте все три слоя щита, чтобы помешать активации Громового набора и парализовать врага. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color=#FFD780FF>Электро сопротивление значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，敌人将准备启动雷矩套件，并展开特殊的「实验型多重护盾」保护自身，每隔一段时间，护盾会进行一定程度的自我修复。破坏3层护盾后，即可阻止雷矩套件启动，并使敌人瘫痪。<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并在接下来的一段时间内持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的装备故障，导致敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the opponent is preparing to activate Thundering Suite, <color=#FFD780FF>focus on breaking the triple-layer Experimental Multi-Shield that they deploy</color>, as this will prevent the suite's activation. The Shield will periodically repair itself. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and unleash continuous Electro attacks. If you successfully prevent the suite's activation, the opponent's <color=#FFD780FF>Electro RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando o inimigo está se preparando para ativar o Conjunto Trovejante, <color=#FFD780FF>destrua o Escudo Experimental de Camada Tripla o mais rápido possível</color> para interromper sua ativação. O Escudo se regenerará automaticamente após um certo tempo. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz para destruí-lo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, <color=#FFD780FF>reduzirá consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда враг готовится активировать Громовой набор, <color=#FFD780FF>как можно скорее уничтожьте его тройной Экспериментальный мультищит</color>, чтобы помешать активации набора. Щит периодически восстанавливается. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то <color=#FFD780FF>Электро сопротивление врага значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "敌人准备启动雷矩套件时，<color=#FFD780FF>尽快破坏其展开的3层「实验型多重护盾」</color>即可阻止套件启动。护盾将周期性自我修复，<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions <Color=#FFFFFF40>|</Color> {SPRITE_PRESET#11004} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1006043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HermitCrabPrimo",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26170105,
                        "level": 70,
                        "hp": 1028491.2121049762,
                        "attack": 7142.5996693607885,
                        "defense": 850.0000238418579,
                        "matchedName": "HermitCrab_Primo_03",
                        "fireSubHurt": 0.6000000238418579,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Emperor of Fire and Iron: Normal",
                    "ptLevelName": "Imperador do Fogo e Ferro: Normal",
                    "ruLevelName": "Император огня и железа: Обычная форма",
                    "chsLevelName": "铁甲熔火帝皇·常形",
                    "enMonsterSpecialDesc": "One of the two sovereigns who once stood at the apex of the aberrant species of the Fontemer, and the subject of many a tale among sailors. Avoiding predation, it keeps hunting and eating and so continues to grow, constantly seeking out suitable shells to become its new armor.\\nIn the Ley Line memories, one such crab reached unparalleled might — the greatest of the Armored Crablords. Clad in heavy plate, it would confront any and all threats without hesitation.",
                    "ptMonsterSpecialDesc": "Um dos dois soberanos que já estiveram no ápice das espécies das aberrações primordiais, e assunto de muitos contos entre marinheiros. Sem predadores naturais, continuará a caçar e se alimentar enquanto cresce, buscando constantemente conchas adequadas como novas armaduras.\\nNas memórias da Linha Ley, um tal caranguejo alcançou poder incomparável, o maior dos Caranguejos de Armadura, revestido com uma armadura pesada e confrontando qualquer ameaça sem hesitação.",
                    "ruMonsterSpecialDesc": "Один из двух владык, некогда возвышавшихся над инородами Фонтмера, и герой легенд среди моряков. Не встречая природных врагов, бронекраб постоянно охотился, питался и искал подходящих моллюсков и улиток для нового панциря.\\nВ памяти артерий земли сохранился повелитель среди повелителей бронекрабов, облачённый в тяжёлую броню и бросающий вызов всем, кто осмеливался противостоять ему.",
                    "chsMonsterSpecialDesc": "矗立在原海异种顶端的两位霸主之一，曾经是海员之间的逸闻。不遇天敌，能够一直狩猎、进食的重甲蟹会随着成长，不断寻找适合的螺与贝壳，作为新的甲胄。\\n地脉的记忆中，便存在着重甲蟹霸主中的霸主，身披重甲，搦战所有来犯之敌。",
                    "enMonsterSpecialMechanicName": [
                        "Molten Crown",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Chifres Fundidos",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Огненная корона-рога",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "熔火角冠",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "The twin molten horns located high up on the body of the Emperor of Fire and Iron are <color=#FFD780FF>Pyro-aligned</color> organs that enable it to unleash more vicious elemental attacks and grant it even stronger defensive capabilities. When unleashing certain attacks, its twin molten horns will <color=#FFD780FF>stay close to the ground</color>, providing an opportunity to <color=#FFD780FF>use Elemental Reactions to destroy them</color>. Once the Pyro element stored within the twin molten horns is exhausted, they will be destroyed and cannot be restored for a period of time.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Os chifres duplos fundidos localizados no alto do corpo do Imperador do Fogo e Ferro são órgãos <color=#FFD780FF>alinhados ao Pyro</color> que permitem ele lançar ataques elementais mais poderosos e concedem ainda mais capacidades defensivas. Quando o inimigo lança certos ataques, seus chifres duplos fundidos ficam <color=#FFD780FF>próximos ao chão</color>, fornecendo uma ótima oportunidade para <color=#FFD780FF>usar Reações Elementais para destruir os chifres duplos fundidos</color>. Quando o elemento Pyro nos chifres é removido, eles serão destruídos e não poderão ser restaurados por um breve período.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Двойной рог, расположенный высоко на Императоре огня и железа, является органами <color=#FFD780FF>Пиро</color>, которые позволяют ему использовать более мощные элементальные атаки и наделяют его ещё более сильными оборонительными возможностями. Когда он использует определённые атаки, его Двойной рог находится <color=#FFD780FF>близко к земле</color>, что даёт отличную возможность <color=#FFD780FF>использовать элементальные реакции для уничтожения рогов</color>. Как только элемент Пиро внутри Двойного рога исчезнет, рога будут уничтожены и не смогут быть восстановлены в течение некоторого времени.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "铁甲熔火帝皇身躯上方高处的熔火双角是<color=#FFD780FF>火元素</color>的身体器官，使其能够进行更猛烈的元素攻击，并且拥有更强的防御能力。在进行部分攻击时，熔火双角会<color=#FFD780FF>贴近地面</color>，此时是<color=#FFD780FF>利用元素反应摧毁双角</color>的较好时机。当熔火双角的火元素耗尽后，双角会被破坏，需经过一段时间才能恢复。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the powerful foe's twin molten horns remain intact, it can unleash fiercer elemental attacks and will possess <color=#FFD780FF>exceedingly high All Elemental and Physical RES</color>. When unleashing certain attacks, its twin molten horns will <color=#FFD780FF>stay close to the ground</color>, providing an opportunity to <color=#FFD780FF>use Elemental Reactions to destroy them</color>. Once the twin molten horns are destroyed, the foe will take a single instance of immense DMG and will be unable to restore them for a period of time.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando os chifres duplos fundidos do oponente poderoso permanecem intactos, ele pode lançar ataques elementais mais fortes e ganhar <color=#FFD780FF>RES Física e RES a Todos os Elementos maior</color>. Quando ele lança certos ataques, seus chifres duplos fundidos ficam <color=#FFD780FF>próximos ao chão</color>, criando uma ótima oportunidade para <color=#FFD780FF>usar Reações Elementais para destruir os chifres duplos fundidos</color>. Quando os chifres são destruídos, o oponente poderoso sofrerá uma única instância de dano gigantesco e não pode recuperá-los por um período.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда Двойной рог сильного противника остаётся целым, он может использовать более мощные элементальные атаки и имеет <color=#FFD780FF>более высокий уровень сопротивления всем элементам и физ. сопротивления</color>. При использовании определённых атак он держит Двойной рог <color=#FFD780FF>у земли</color>, что даёт отличную возможность <color=#FFD780FF>использовать элементальные реакции для уничтожения рогов</color>. Как только Двойной рог будет уничтожен, сильный противник получит один раз огромный урон и не сможет восстановить рога в течение некоторого времени.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "当强敌的熔火双角完好时，其能够进行更猛烈的元素攻击，并拥有<color=#FFD780FF>极高的所有元素与物理抗性</color>。在强敌进行部分攻击过程中，熔火双角会<color=#FFD780FF>贴近地面</color>，此时是<color=#FFD780FF>通过元素反应摧毁双角</color>的较好时机。熔火双角被破坏后，强敌将受到一次高额伤害，需经过一段时间才能恢复。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002} characters",
                        "{SPRITE_PRESET#11003} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11002}",
                        "Personagens {SPRITE_PRESET#11003}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002}",
                        "{SPRITE_PRESET#11003}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002}元素角色",
                        "{SPRITE_PRESET#11003}元素角色",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100603,
            "monsterLevel": 90,
            "levelConfigs": [
                {
                    "id": 1006041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_LloigorPrimo",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22150106,
                        "level": 90,
                        "hp": 1415539,
                        "attack": 11418.823591017863,
                        "defense": 949.999988079071,
                        "matchedName": "Monster_Lloigor_Primo_01_Abyss",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Lord of the Hidden Depths: Whisperer of Nightmares — Normal",
                    "ptLevelName": "Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos - Normal",
                    "ruLevelName": "Повелитель скрытых глубин: Шёпот кошмаров - Обычная форма",
                    "chsLevelName": "深黯魇语之主·常形",
                    "enMonsterSpecialDesc": "An Abyss creature that creeps through rifts in the hidden depths, quietly watching this world. Its eerie, faceless form is said to be nothing more than a projection, while its true body exists only as a formless mass of pure Abyssal energy.\\nIn the Ley Line memories, its corrupted form endures like a wound that never heals, consuming all life that dares to stand against it...",
                    "ptMonsterSpecialDesc": "Uma criatura do Abismo que se esgueira pelas fendas nas profundezas ocultas, silenciosamente assistindo esse mundo. Dizem que sua forma sinistra, sem rosto, não é nada além de uma projeção, enquanto seu verdadeiro corpo existe apenas como uma massa sem forma de energia abissal pura.\\nNas memórias da Linha Ley, sua forma corrompida permanece como uma ferida que nunca se cura, consumindo toda a vida que ousa se opor a ela...",
                    "ruMonsterSpecialDesc": "Существо Бездны, крадущееся сквозь разломы в скрытых глубинах, тихо наблюдающее за этим миром.\\nГоворят, что его жуткая, безликая форма всего лишь проекция, в то время как его истинное тело существует лишь как бесформенная масса чистой энергии Бездны.\\nВ памяти артерий земли его осквернённый облик подобен незаживающей язве, непрерывно пожирающей все живое, что осмеливается сопротивляться...",
                    "chsMonsterSpecialDesc": "伏行于深黯的裂隙，窥伺此世的深渊魔物。据说那怪异、亵渎的无面形貌不过是投射于世界上的影像，其真实姿态乃是以纯粹深渊能量形式存在的无形之物。\\n在地脉的记忆中，它那污秽的身姿恍若难愈的疮痈，持续吞噬着所有敢于反抗的生命…",
                    "enMonsterSpecialMechanicName": [
                        "Deepdark Shield",
                        "Riftscar Devour",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo das Profundezas",
                        "Mordida da Fenda",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Тёмный щит",
                        "Разрывающий укус",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "深黯护盾",
                        "裂隙噬咬",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "The Lord of the Hidden Depths: Whisperer of Nightmares gathers Abyssal energy to create a protective Shield. <color=#FFD780FF>Lunar Reaction DMG</color> is more effective at destroying this Shield. When the Shield is destroyed, the Lord of the Hidden Depths: Whisperer of Nightmares takes a single instance of immense DMG and temporarily enters a weakened state.",
                        "During battle, the Lord of the Hidden Depths: Whisperer of Nightmares will unleash Rift Assaults, forming a Shield as it begins to charge while summoning multiple Fishers of Hidden Depths. Once it has fully charged, it will deal DMG over a large AoE and devour all Fishers. Defeating Fishers will cause the Shield to take DMG. Destroy the Shield to interrupt the Lord of the Hidden Depths: Whisperer of Nightmares' charging.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "O Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos reunirá energia do Abismo para criar um escudo protetor. <color=#FFD780FF>Dano de Reações Lunares</color> é especialmente eficaz em quebrá-lo. Quando o escudo é destruído, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos sofre uma única instância de dano gigantesco e entra num estado enfraquecido por um breve período.",
                        "Em batalha, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos lançará um Ataque da Fenda, formando um escudo enquanto começa a carregar e invocar múltiplos Pescadores das Profundezas. Se a carga for concluída, causará dano em uma grande área e consumirá todos os Pescadores. Derrotar os Pescadores danifica o escudo. Quando o escudo é quebrado, a carga do Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos será interrompida.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Повелитель скрытых глубин: Шёпот кошмаров собирает энергию Бездны, чтобы создать щит. <color=#FFD780FF>Урон от Лунной реакции</color> особенно эффективен для его разрушения. Когда щит разрушается, Повелитель скрытых глубин: Шёпот кошмаров получает один раз огромный урон и на короткое время ослабевает.",
                        "Повелитель скрытых глубин: Шёпот кошмаров в бою использует Разрывающий натиск: создаёт щит и входит в состояние накопления заряда, призывая несколько Рыболовов скрытых глубин. После завершения заряда он наносит большой урон по большой площади и поглощает всех Рыболовов скрытых глубин. Победа над Рыболовами скрытых глубин наносит урон щиту. Разрушение щита прерывает накопление заряда Повелителя скрытых глубин: Шёпот кошмаров.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "深黯魇语之主会凝聚深渊之力结成护盾保护自身。使用<color=#FFD780FF>月曜反应伤害</color>可以更高效地破坏该护盾。护盾被破坏后，深黯魇语之主将受到一次高额伤害，并陷入一段时间的虚弱状态。",
                        "深黯魇语之主会在战斗中释放「裂隙强袭」：张开护盾进入蓄能态势，并召唤数名「深黯钓客」。蓄能完成后，将造成大范围伤害，并吞噬所有深黯钓客。击败「深黯钓客」将对护盾造成伤害，当护盾被破坏后，即可打断深黯魇语之主的蓄力。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the powerful foe will deploy a protective Shield. <color=#FFD780FF>Lunar Reaction DMG</color> is more effective at destroying this Shield. When the Shield is destroyed, the opponent takes a single instance of immense DMG and temporarily enters a weakened state.",
                        "In battle, the powerful opponent will enter a charging state and summon multiple Fishers of Hidden Depths. If the charge completes, it will consume all Fishers and deal damage over a large area. Defeating the Fishers during the charge breaks its shield and interrupts the charge.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Em batalha, o oponente poderoso aplicará um escudo protetor. <color=#FFD780FF>Dano de Reações Lunares</color> é especialmente eficaz em quebrá-lo. Quando o escudo é destruído, o oponente sofre uma única instância de dano gigantesco e entra num estado enfraquecido por um breve período.",
                        "Em batalha, o oponente poderoso entrará num estado de carga e invocará múltiplos Pescadores das Profundezas. Se a carga for concluída, consumirá todos os Pescadores e causará dano em uma grande área. Derrotar os Pescadores durante a carga quebra o escudo e interrompe a carga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою сильный противник создаёт щит. <color=#FFD780FF>Урон от лунной реакции</color> особенно эффективен для его разрушения. Когда щит разрушается, противник получает один раз огромный урон и на короткое время ослабевает.",
                        "В бою сильный противник начнёт накапливать заряд и призовёт несколько Рыболовов скрытых глубин. После завершения заряда он поглотит всех Рыболовов скрытых глубин и нанесёт урон по большой площади. Во время зарядки можно прервать накопление заряда сильного противника, уничтожив его щит путём победы над Рыболовами скрытых глубин.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，强敌将展开护盾保护自身，<color=#FFD780FF>月曜反应伤害</color>对于此护盾具有更高的破坏效率。护盾被破坏后，强敌将受到一次高额伤害，并陷入一段时间的虚弱状态。",
                        "战斗中，强敌会开始蓄力，同时召唤数名深黯钓客。蓄力完成后，它将吞噬所有深黯钓客，并造成大范围伤害。蓄力期间，通过击败深黯钓客破坏护盾，即可打断强敌的蓄力。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Lunar Reaction DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano de Reações Lunares",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон Лунных реакций",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "月曜反应伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1003043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23079402,
                        "level": 90,
                        "hp": 956661,
                        "attack": 19031.372266351827,
                        "defense": 949.999988079071,
                        "matchedName": "Oprichnik_Male_Strong_LanceArquebus_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Battle-Hardened Fireblade Shock Trooper: Normal",
                    "ptLevelName": "Tropa de Choque Lâmina Flamejante Veterana: Normal",
                    "ruLevelName": "Бывалый Штурмовик огненного клинка: Обычная форма",
                    "chsLevelName": "历经百战的火刃突击队员·常形",
                    "enMonsterSpecialDesc": "An elite officer of the Fatui Oprichniki who specializes in close combat using a giant blade.\\nWhether it be in the war against the dark calamity or against those ignoramuses who dare stand against the Tsaritsa's ideals, those who breach at the tip of the spear suffer the greatest casualties. Those who survive a hundred battles only to fall all the same become a fearful memory in the Ley Lines. When intruded upon by a powerful outsider, such formidable warriors are the chaotic Ley Lines' perilous response...",
                    "ptMonsterSpecialDesc": "Um oficial de elite dos Oprichniki dos Fatui, especialista em combate próximo com uma lâmina gigante.\\nSeja na guerra contra a calamidade escura ou contra os ignorantes que ficam no caminho dos ideais da Tsaritsa, aqueles avançam na ponta da lança são os que sofrem as mais pesadas baixas. Aqueles que sobrevivem cem batalhas para então caírem se tornam então memórias temerosas nas Linhas Ley. Quando um intruso poderoso se aproxima, tais guerreiros formidáveis se tornam as respostas perigosas das Linhas Ley...",
                    "ruMonsterSpecialDesc": "Элитный офицер опричников с гигантским клинком, специализирующийся на ближнем бою.\\nБудь то противостояние чёрному бедствию или невеждам, осмеливающимся противостоять идеалам Царицы, те, кто прорвётся на острие копья, понесут наибольшие потери. Павшие солдаты, которые пережили сотни сражений, превращаются в страшное воспоминание в артериях земли. Когда вторгается могущественный пришелец, такие грозные воины становятся ответом хаотичных артерий земли на опасность...",
                    "chsMonsterSpecialDesc": "隶属于愚人众特辖队的精锐士官，擅长以巨剑与敌人近身相搏。\\n无论是在抵御漆黑灾厄的战斗中，还是在与那些胆敢阻拦女皇理想的无知者们的战斗中，冲在最前线的突击队都是伤亡最高的编制之一，历经百战却遗憾倒下的老兵，却成为了地脉恐惧记忆的一环，强大的外来者造访时，紊乱的地脉便会以这等战士作为危险的回应…",
                    "enMonsterSpecialMechanicName": [
                        "Multi-Shield",
                        "Thundering Barrage",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo Múltiplo",
                        "Saraivada de Raios",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мультищит",
                        "Громовой залп",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "多重护盾",
                        "雷矩轰击",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, the opponent will deploy a special Experimental Multi-Shield to protect themselves while they prepare to activate Thundering Suite. The Shield will repair itself by a certain amount at regular intervals. Destroying all 3 layers of the Shield will prevent Thundering Suite's activation and paralyze the opponent. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Additional Elemental Orbs will be generated for each layer of the Shield that is destroyed.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and then unleash continuous Electro attacks for a period of time. If you successfully prevent the suite's activation, the opponent's equipment will malfunction, causing their <color=#FFD780FF>Electro RES to be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em combate, o inimigo lançará um Escudo Experimental para se proteger enquanto se prepara para ativar o Conjunto Trovejante. O Escudo se reparará em uma certa quantidade periodicamente. Destruir as 3 camadas do Escudo impedirá que o Conjunto Trovejante seja ativado, paralisando o oponente. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz em destruir o Escudo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, o equipamento do inimigo quebrará, <color=#FFD780FF>reduzindo consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультищит. Щит через определённые промежутки времени восстанавливается. Уничтожьте все три слоя щита, чтобы помешать активации Громового набора и парализовать врага. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color=#FFD780FF>Электро сопротивление значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，敌人将准备启动雷矩套件，并展开特殊的「实验型多重护盾」保护自身，每隔一段时间，护盾会进行一定程度的自我修复。破坏3层护盾后，即可阻止雷矩套件启动，并使敌人瘫痪。<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并在接下来的一段时间内持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的装备故障，导致敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the opponent is preparing to activate Thundering Suite, <color=#FFD780FF>focus on breaking the triple-layer Experimental Multi-Shield that they deploy</color>, as this will prevent the suite's activation. The Shield will periodically repair itself. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and unleash continuous Electro attacks. If you successfully prevent the suite's activation, the opponent's <color=#FFD780FF>Electro RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando o inimigo está se preparando para ativar o Conjunto Trovejante, <color=#FFD780FF>destrua o Escudo Experimental de Camada Tripla o mais rápido possível</color> para interromper sua ativação. O Escudo se regenerará automaticamente após um certo tempo. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz para destruí-lo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, <color=#FFD780FF>reduzirá consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда враг готовится активировать Громовой набор, <color=#FFD780FF>как можно скорее уничтожьте его тройной Экспериментальный мультищит</color>, чтобы помешать активации набора. Щит периодически восстанавливается. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то <color=#FFD780FF>Электро сопротивление врага значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "敌人准备启动雷矩套件时，<color=#FFD780FF>尽快破坏其展开的3层「实验型多重护盾」</color>即可阻止套件启动。护盾将周期性自我修复，<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions <Color=#FFFFFF40>|</Color> {SPRITE_PRESET#11004} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1006043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HermitCrabPrimo",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26170105,
                        "level": 90,
                        "hp": 781267,
                        "attack": 13321.960470842896,
                        "defense": 949.999988079071,
                        "matchedName": "HermitCrab_Primo_03",
                        "fireSubHurt": 0.6000000238418579,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Emperor of Fire and Iron: Normal",
                    "ptLevelName": "Imperador do Fogo e Ferro: Normal",
                    "ruLevelName": "Император огня и железа: Обычная форма",
                    "chsLevelName": "铁甲熔火帝皇·常形",
                    "enMonsterSpecialDesc": "One of the two sovereigns who once stood at the apex of the aberrant species of the Fontemer, and the subject of many a tale among sailors. Avoiding predation, it keeps hunting and eating and so continues to grow, constantly seeking out suitable shells to become its new armor.\\nIn the Ley Line memories, one such crab reached unparalleled might — the greatest of the Armored Crablords. Clad in heavy plate, it would confront any and all threats without hesitation.",
                    "ptMonsterSpecialDesc": "Um dos dois soberanos que já estiveram no ápice das espécies das aberrações primordiais, e assunto de muitos contos entre marinheiros. Sem predadores naturais, continuará a caçar e se alimentar enquanto cresce, buscando constantemente conchas adequadas como novas armaduras.\\nNas memórias da Linha Ley, um tal caranguejo alcançou poder incomparável, o maior dos Caranguejos de Armadura, revestido com uma armadura pesada e confrontando qualquer ameaça sem hesitação.",
                    "ruMonsterSpecialDesc": "Один из двух владык, некогда возвышавшихся над инородами Фонтмера, и герой легенд среди моряков. Не встречая природных врагов, бронекраб постоянно охотился, питался и искал подходящих моллюсков и улиток для нового панциря.\\nВ памяти артерий земли сохранился повелитель среди повелителей бронекрабов, облачённый в тяжёлую броню и бросающий вызов всем, кто осмеливался противостоять ему.",
                    "chsMonsterSpecialDesc": "矗立在原海异种顶端的两位霸主之一，曾经是海员之间的逸闻。不遇天敌，能够一直狩猎、进食的重甲蟹会随着成长，不断寻找适合的螺与贝壳，作为新的甲胄。\\n地脉的记忆中，便存在着重甲蟹霸主中的霸主，身披重甲，搦战所有来犯之敌。",
                    "enMonsterSpecialMechanicName": [
                        "Molten Crown",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Chifres Fundidos",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Огненная корона-рога",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "熔火角冠",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "The twin molten horns located high up on the body of the Emperor of Fire and Iron are <color=#FFD780FF>Pyro-aligned</color> organs that enable it to unleash more vicious elemental attacks and grant it even stronger defensive capabilities. When unleashing certain attacks, its twin molten horns will <color=#FFD780FF>stay close to the ground</color>, providing an opportunity to <color=#FFD780FF>use Elemental Reactions to destroy them</color>. Once the Pyro element stored within the twin molten horns is exhausted, they will be destroyed and cannot be restored for a period of time.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Os chifres duplos fundidos localizados no alto do corpo do Imperador do Fogo e Ferro são órgãos <color=#FFD780FF>alinhados ao Pyro</color> que permitem ele lançar ataques elementais mais poderosos e concedem ainda mais capacidades defensivas. Quando o inimigo lança certos ataques, seus chifres duplos fundidos ficam <color=#FFD780FF>próximos ao chão</color>, fornecendo uma ótima oportunidade para <color=#FFD780FF>usar Reações Elementais para destruir os chifres duplos fundidos</color>. Quando o elemento Pyro nos chifres é removido, eles serão destruídos e não poderão ser restaurados por um breve período.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Двойной рог, расположенный высоко на Императоре огня и железа, является органами <color=#FFD780FF>Пиро</color>, которые позволяют ему использовать более мощные элементальные атаки и наделяют его ещё более сильными оборонительными возможностями. Когда он использует определённые атаки, его Двойной рог находится <color=#FFD780FF>близко к земле</color>, что даёт отличную возможность <color=#FFD780FF>использовать элементальные реакции для уничтожения рогов</color>. Как только элемент Пиро внутри Двойного рога исчезнет, рога будут уничтожены и не смогут быть восстановлены в течение некоторого времени.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "铁甲熔火帝皇身躯上方高处的熔火双角是<color=#FFD780FF>火元素</color>的身体器官，使其能够进行更猛烈的元素攻击，并且拥有更强的防御能力。在进行部分攻击时，熔火双角会<color=#FFD780FF>贴近地面</color>，此时是<color=#FFD780FF>利用元素反应摧毁双角</color>的较好时机。当熔火双角的火元素耗尽后，双角会被破坏，需经过一段时间才能恢复。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the powerful foe's twin molten horns remain intact, it can unleash fiercer elemental attacks and will possess <color=#FFD780FF>exceedingly high All Elemental and Physical RES</color>. When unleashing certain attacks, its twin molten horns will <color=#FFD780FF>stay close to the ground</color>, providing an opportunity to <color=#FFD780FF>use Elemental Reactions to destroy them</color>. Once the twin molten horns are destroyed, the foe will take a single instance of immense DMG and will be unable to restore them for a period of time.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando os chifres duplos fundidos do oponente poderoso permanecem intactos, ele pode lançar ataques elementais mais fortes e ganhar <color=#FFD780FF>RES Física e RES a Todos os Elementos maior</color>. Quando ele lança certos ataques, seus chifres duplos fundidos ficam <color=#FFD780FF>próximos ao chão</color>, criando uma ótima oportunidade para <color=#FFD780FF>usar Reações Elementais para destruir os chifres duplos fundidos</color>. Quando os chifres são destruídos, o oponente poderoso sofrerá uma única instância de dano gigantesco e não pode recuperá-los por um período.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда Двойной рог сильного противника остаётся целым, он может использовать более мощные элементальные атаки и имеет <color=#FFD780FF>более высокий уровень сопротивления всем элементам и физ. сопротивления</color>. При использовании определённых атак он держит Двойной рог <color=#FFD780FF>у земли</color>, что даёт отличную возможность <color=#FFD780FF>использовать элементальные реакции для уничтожения рогов</color>. Как только Двойной рог будет уничтожен, сильный противник получит один раз огромный урон и не сможет восстановить рога в течение некоторого времени.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "当强敌的熔火双角完好时，其能够进行更猛烈的元素攻击，并拥有<color=#FFD780FF>极高的所有元素与物理抗性</color>。在强敌进行部分攻击过程中，熔火双角会<color=#FFD780FF>贴近地面</color>，此时是<color=#FFD780FF>通过元素反应摧毁双角</color>的较好时机。熔火双角被破坏后，强敌将受到一次高额伤害，需经过一段时间才能恢复。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002} characters",
                        "{SPRITE_PRESET#11003} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11002}",
                        "Personagens {SPRITE_PRESET#11003}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002}",
                        "{SPRITE_PRESET#11003}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002}元素角色",
                        "{SPRITE_PRESET#11003}元素角色",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100604,
            "monsterLevel": 100,
            "levelConfigs": [
                {
                    "id": 1006051,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_LloigorPrimo",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22150106,
                        "level": 100,
                        "hp": 7053480,
                        "attack": 14773.25319093978,
                        "defense": 1000,
                        "matchedName": "Monster_Lloigor_Primo_01_Abyss",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Lord of the Hidden Depths: Whisperer of Nightmares — Sharpened Claws",
                    "ptLevelName": "Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos - Garras Afiadas",
                    "ruLevelName": "Повелитель скрытых глубин: Шёпот кошмаров - Заточенные когти",
                    "chsLevelName": "深黯魇语之主·利爪",
                    "enMonsterSpecialDesc": "An Abyss creature that creeps through rifts in the hidden depths, quietly watching this world. Its eerie, faceless form is said to be nothing more than a projection, while its true body exists only as a formless mass of pure Abyssal energy.\\nTwisted by the turbulence of the Ley Lines, its foul power has grown stronger, forming sharp claws that carve indelible marks into the earth's defenses.",
                    "ptMonsterSpecialDesc": "Uma criatura do Abismo que se esgueira pelas fendas nas profundezas ocultas, silenciosamente assistindo esse mundo. Dizem que sua forma sinistra, sem rosto, não é nada além de uma projeção, enquanto seu verdadeiro corpo existe apenas como uma massa sem forma de energia abissal pura.\\nDistorcida pela turbulência das Linhas Ley, seu poder maligno aumentou, formando garras afiadas que entalham marcas duradouras nas defesas da terra.",
                    "ruMonsterSpecialDesc": "Существо Бездны, крадущееся сквозь разломы в скрытых глубинах, тихо наблюдающее за этим миром.\\nГоворят, что его жуткая, безликая форма всего лишь проекция, в то время как его истинное тело существует лишь как бесформенная масса чистой энергии Бездны.\\nПод влиянием флуктуаций артерий земли его злобная сила усилилась, создав острые когти и клыки, оставившие неизгладимые шрамы на земляных оборонительных сооружениях",
                    "chsMonsterSpecialDesc": "伏行于深黯的裂隙，窥伺此世的深渊魔物。据说那怪异、亵渎的无面形貌不过是投射于世界上的影像，其真实姿态乃是以纯粹深渊能量形式存在的无形之物。\\n在地脉乱流的扭曲演绎下，它那恶浊的力量被进一步放大，衍生出尖锐的爪牙，于地骨的护堤上刻下了无法消弭的伤痕。",
                    "enMonsterSpecialMechanicName": [
                        "Deepdark Shield",
                        "Riftscar Devour",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo das Profundezas",
                        "Mordida da Fenda",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Тёмный щит",
                        "Разрывающий укус",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "深黯护盾",
                        "裂隙噬咬",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "The Lord of the Hidden Depths: Whisperer of Nightmares gathers Abyssal energy to create a protective Shield. <color=#FFD780FF>Lunar Reaction DMG</color> is more effective at destroying this Shield. When the Shield is destroyed, the Lord of the Hidden Depths: Whisperer of Nightmares takes a single instance of immense DMG and temporarily enters a weakened state.",
                        "During battle, the Lord of the Hidden Depths: Whisperer of Nightmares will unleash Rift Assaults, forming a Shield as it begins to charge while summoning multiple Fishers of Hidden Depths. Once it has fully charged, it will deal DMG over a large AoE and devour all Fishers. Defeating Fishers will cause the Shield to take DMG. Destroy the Shield to interrupt the Lord of the Hidden Depths: Whisperer of Nightmares' charging.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "O Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos reunirá energia do Abismo para criar um escudo protetor. <color=#FFD780FF>Dano de Reações Lunares</color> é especialmente eficaz em quebrá-lo. Quando o escudo é destruído, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos sofre uma única instância de dano gigantesco e entra num estado enfraquecido por um breve período.",
                        "Em batalha, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos lançará um Ataque da Fenda, formando um escudo enquanto começa a carregar e invocar múltiplos Pescadores das Profundezas. Se a carga for concluída, causará dano em uma grande área e consumirá todos os Pescadores. Derrotar os Pescadores danifica o escudo. Quando o escudo é quebrado, a carga do Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos será interrompida.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Повелитель скрытых глубин: Шёпот кошмаров собирает энергию Бездны, чтобы создать щит. <color=#FFD780FF>Урон от Лунной реакции</color> особенно эффективен для его разрушения. Когда щит разрушается, Повелитель скрытых глубин: Шёпот кошмаров получает один раз огромный урон и на короткое время ослабевает.",
                        "Повелитель скрытых глубин: Шёпот кошмаров в бою использует Разрывающий натиск: создаёт щит и входит в состояние накопления заряда, призывая несколько Рыболовов скрытых глубин. После завершения заряда он наносит урон по большой площади и поглощает всех Рыболовов скрытых глубин. Победа над Рыболовами скрытых глубин наносит урон щиту. Разрушение щита прерывает накопление заряда Повелителя скрытых глубин: Шёпот кошмаров.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "深黯魇语之主会凝聚深渊之力结成护盾保护自身。使用<color=#FFD780FF>月曜反应伤害</color>可以更高效地破坏该护盾。护盾被破坏后，深黯魇语之主将受到一次高额伤害，并陷入一段时间的虚弱状态。",
                        "深黯魇语之主会在战斗中释放「裂隙强袭」：张开护盾进入蓄能态势，并召唤数名「深黯钓客」。蓄能完成后，将造成大范围伤害，并吞噬所有深黯钓客。击败「深黯钓客」将对护盾造成伤害，当护盾被破坏后，即可打断深黯魇语之主的蓄力。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the powerful foe will deploy a protective Shield. <color=#FFD780FF>Lunar Reaction DMG</color> is more effective at destroying this Shield. When the Shield is destroyed, the opponent takes a single instance of immense DMG and temporarily enters a weakened state.",
                        "During battle, the powerful foe will enter a charging state and summon multiple Fishers of Hidden Depths. Once it has fully charged, it will devour all Fishers and deal DMG over a large AoE. Defeat Fishers before this happens to destroy its shield and interrupt its charging.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Em batalha, o oponente poderoso aplicará um escudo protetor. <color=#FFD780FF>Dano de Reações Lunares</color> é especialmente eficaz em quebrá-lo. Quando o escudo é destruído, o oponente sofre uma única instância de dano gigantesco e entra num estado enfraquecido por um breve período.",
                        "Em batalha, o oponente poderoso entrará num estado de carga e invocará múltiplos Pescadores das Profundezas. Se a carga for concluída, consumirá todos os Pescadores e causará dano em uma grande área. Derrotar os Pescadores durante a carga quebra o escudo e interrompe a carga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою сильный противник создаёт щит. <color=#FFD780FF>Урон от лунной реакции</color> особенно эффективен для его разрушения. Когда щит разрушается, противник получает один раз огромный урон и на короткое время ослабевает.",
                        "В бою сильный противник начнёт накапливать заряд и призовёт несколько Рыболовов скрытых глубин. После завершения заряда он поглотит всех Рыболовов скрытых глубин и нанесёт урон по большой площади. Во время зарядки можно прервать накопление заряда сильного противника, уничтожив его щит путём победы над Рыболовами скрытых глубин.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，强敌将展开护盾保护自身，<color=#FFD780FF>月曜反应伤害</color>对于此护盾具有更高的破坏效率。护盾被破坏后，强敌将受到一次高额伤害，并陷入一段时间的虚弱状态。",
                        "战斗中，强敌会开始蓄力，同时召唤数名深黯钓客。蓄力完成后，它将吞噬所有深黯钓客，并造成大范围伤害。蓄力期间，通过击败深黯钓客破坏护盾，即可打断强敌的蓄力。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Lunar Reaction DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano de Reações Lunares",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон Лунных реакций",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "月曜反应伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1003053,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23079402,
                        "level": 100,
                        "hp": 4766940,
                        "attack": 24622.088153021643,
                        "defense": 1000,
                        "matchedName": "Oprichnik_Male_Strong_LanceArquebus_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Battle-Hardened Fireblade Shock Trooper: Frenzied",
                    "ptLevelName": "Tropa de Choque Lâmina Flamejante Veterana: Frenético",
                    "ruLevelName": "Бывалый Штурмовик огненного клинка: Берсерк",
                    "chsLevelName": "历经百战的火刃突击队员·狂热",
                    "enMonsterSpecialDesc": "An elite officer of the Fatui Oprichniki who specializes in close combat using a giant blade.\\nWhether it be in the war against the dark calamity or against those ignoramuses who dare stand against the Tsaritsa's ideals, those who breach at the tip of the spear suffer the greatest casualties. Those who survive a hundred battles only to fall all the same become a fearful memory in the Ley Lines. Twisted by the disordered Ley Lines, the loyalty and resolve of these warriors devolve into a frenzy to tear their enemies apart, with an aggression that surges like a tide...",
                    "ptMonsterSpecialDesc": "Um oficial de elite dos Oprichniki dos Fatui, especialista em combate próximo com uma lâmina gigante.\\nSeja na guerra contra a calamidade escura ou contra os ignorantes que ficam no caminho dos ideais da Tsaritsa, aqueles avançam na ponta da lança são os que sofrem as mais pesadas baixas. Aqueles que sobrevivem cem batalhas para então caírem se tornam então memórias temerosas nas Linhas Ley. Distorcido pelas Linhas Ley, a lealdade e determinação desses guerreiros se transforma num frenesi que destrói seus inimigos, como uma agressividade que emerge como uma maré...",
                    "ruMonsterSpecialDesc": "Элитный офицер опричников с гигантским клинком, специализирующийся на ближнем бою.\\nБудь то противостояние чёрному бедствию или невеждам, осмеливающимся противостоять идеалам Царицы, те, кто прорвётся на острие копья, понесут наибольшие потери. Павшие солдаты, которые пережили сотни сражений, превращаются в страшное воспоминание в артериях земли. Преданность и решимость таких воинов, искажённые хаотичными артериями земли, низводятся до ярости, велящей разрывать врагов на куски, и ослепляющей враждебности...",
                    "chsMonsterSpecialDesc": "隶属于愚人众特辖队的精锐士官，擅长以巨剑与敌人近身相搏。\\n无论是在抵御漆黑灾厄的战斗中，还是在与那些胆敢阻拦女皇理想的无知者们的战斗中，冲在最前线的突击队都是伤亡最高的编制之一，历经百战却遗憾倒下的老兵，却成为了地脉恐惧记忆的一环，经受地脉乱象的扭曲后，这等战士的忠诚与执着化为了撕碎敌人的狂热，侵略性成倍增幅…",
                    "enMonsterSpecialMechanicName": [
                        "Multi-Shield",
                        "Thundering Barrage",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo Múltiplo",
                        "Saraivada de Raios",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мультищит",
                        "Громовой залп",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "多重护盾",
                        "雷矩轰击",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, the opponent will deploy a special Experimental Multi-Shield to protect themselves while they prepare to activate Thundering Suite. The Shield will repair itself by a certain amount at regular intervals. Destroying all 3 layers of the Shield will prevent Thundering Suite's activation and paralyze the opponent. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and then unleash continuous Electro attacks for a period of time. If you successfully prevent the suite's activation, the opponent's equipment will malfunction, causing their <color=#FFD780FF>Electro RES to be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em combate, o inimigo lançará um Escudo Experimental para se proteger enquanto se prepara para ativar o Conjunto Trovejante. O Escudo se reparará em uma certa quantidade periodicamente. Destruir as 3 camadas do Escudo impedirá que o Conjunto Trovejante seja ativado, paralisando o oponente. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz em destruir o Escudo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, o equipamento do inimigo quebrará, <color=#FFD780FF>reduzindo consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультищит. Щит через определённые промежутки времени восстанавливается. Уничтожьте все три слоя щита, чтобы помешать активации Громового набора и парализовать врага. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color=#FFD780FF>Электро сопротивление значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，敌人将准备启动雷矩套件，并展开特殊的「实验型多重护盾」保护自身，每隔一段时间，护盾会进行一定程度的自我修复。破坏3层护盾后，即可阻止雷矩套件启动，并使敌人瘫痪。<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并在接下来的一段时间内持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的装备故障，导致敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the opponent is preparing to activate Thundering Suite, <color=#FFD780FF>focus on breaking the triple-layer Experimental Multi-Shield that they deploy</color>, as this will prevent the suite's activation. The Shield will periodically repair itself. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and unleash continuous Electro attacks. If you successfully prevent the suite's activation, the opponent's <color=#FFD780FF>Electro RES will be greatly decreased</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando o inimigo está se preparando para ativar o Conjunto Trovejante, <color=#FFD780FF>destrua o Escudo Experimental de Camada Tripla o mais rápido possível</color> para interromper sua ativação. O Escudo se regenerará automaticamente após um certo tempo. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz para destruí-lo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, <color=#FFD780FF>reduzirá consideravelmente a RES Electro</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда враг готовится активировать Громовой набор, <color=#FFD780FF>как можно скорее уничтожьте его тройной Экспериментальный мультищит</color>, чтобы помешать активации набора. Щит периодически восстанавливается. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то <color=#FFD780FF>Электро сопротивление врага значительно снизится</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "敌人准备启动雷矩套件时，<color=#FFD780FF>尽快破坏其展开的3层「实验型多重护盾」</color>即可阻止套件启动。护盾将周期性自我修复，<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions <Color=#FFFFFF40>|</Color> {SPRITE_PRESET#11004} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1006053,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HermitCrabPrimo",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26170105,
                        "level": 100,
                        "hp": 3892968,
                        "attack": 17235.461557551753,
                        "defense": 1000,
                        "matchedName": "HermitCrab_Primo_03",
                        "fireSubHurt": 0.6000000238418579,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Emperor of Fire and Iron: Raid",
                    "ptLevelName": "Imperador do Fogo e Ferro: Invasão",
                    "ruLevelName": "Император огня и железа: Налёт",
                    "chsLevelName": "铁甲熔火帝皇·急袭",
                    "enMonsterSpecialDesc": "One of the two sovereigns who once stood at the apex of the aberrant species of the Fontemer, and the subject of many a tale among sailors. Avoiding predation, it keeps hunting and eating and so continues to grow, constantly seeking out suitable shells to become its new armor.\\nEnveloped in the Ley Line's turbulent flow, its nature has twisted toward warlike brutality, making it the terror of all other Fontemer Aberrants...",
                    "ptMonsterSpecialDesc": "Um dos dois soberanos que já estiveram no ápice das espécies das aberrações primordiais, e assunto de muitos contos entre marinheiros. Sem predadores naturais, continuará a caçar e se alimentar enquanto cresce, buscando constantemente conchas adequadas como novas armaduras.\\nEnvolvido pelo fluxo turbulento do chão, sua natureza se distorceu mais em direção à brutalidade, tornando-o o terror de todas as Aberrações Primordiais.",
                    "ruMonsterSpecialDesc": "Один из двух владык, некогда возвышавшихся над инородами Фонтмера, и герой легенд среди моряков. Не встречая природных врагов, бронекраб постоянно охотился, питался и искал подходящих моллюсков и улиток для нового панциря.\\nПод влиянием флуктуаций земли его характер становился всё более жестоким и воинственным, что сделало его кошмаром для всех инородов Фонтмера...",
                    "chsMonsterSpecialDesc": "矗立在原海异种顶端的两位霸主之一，曾经是海员之间的逸闻。不遇天敌，能够一直狩猎、进食的重甲蟹会随着成长，不断寻找适合的螺与贝壳，作为新的甲胄。\\n被地面紊乱的奔流所缠绕后，它的性情愈加暴戾好战，俨然成为所有原海异种的噩梦…",
                    "enMonsterSpecialMechanicName": [
                        "Molten Crown",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Chifres Fundidos",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Огненная корона-рога",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "熔火角冠",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "The twin molten horns located high up on the body of the Emperor of Fire and Iron are <color=#FFD780FF>Pyro-aligned</color> organs that enable it to unleash more vicious elemental attacks and grant it even stronger defensive capabilities. When unleashing certain attacks, its twin molten horns will <color=#FFD780FF>stay close to the ground</color>, providing an opportunity to <color=#FFD780FF>use Elemental Reactions to destroy them</color>. Once the Pyro element stored within the twin molten horns is exhausted, they will be destroyed and cannot be restored for a period of time.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Os chifres duplos fundidos localizados no alto do corpo do Imperador do Fogo e Ferro são órgãos <color=#FFD780FF>alinhados ao Pyro</color> que permitem ele lançar ataques elementais mais poderosos e concedem ainda mais capacidades defensivas. Quando o inimigo lança certos ataques, seus chifres duplos fundidos ficam <color=#FFD780FF>próximos ao chão</color>, fornecendo uma ótima oportunidade para <color=#FFD780FF>usar Reações Elementais para destruir os chifres duplos fundidos</color>. Quando o elemento Pyro nos chifres é removido, eles serão destruídos e não poderão ser restaurados por um breve período.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Двойной рог, расположенный высоко на Императоре огня и железа, является органами <color=#FFD780FF>Пиро</color>, которые позволяют ему использовать более мощные элементальные атаки и наделяют его ещё более сильными оборонительными возможностями. Когда он использует определённые атаки, его Двойной рог находится <color=#FFD780FF>близко к земле</color>, что даёт отличную возможность <color=#FFD780FF>использовать элементальные реакции для уничтожения рогов</color>. Как только элемент Пиро внутри Двойного рога исчезнет, рога будут уничтожены и не смогут быть восстановлены в течение некоторого времени.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "铁甲熔火帝皇身躯上方高处的熔火双角是<color=#FFD780FF>火元素</color>的身体器官，使其能够进行更猛烈的元素攻击，并且拥有更强的防御能力。在进行部分攻击时，熔火双角会<color=#FFD780FF>贴近地面</color>，此时是<color=#FFD780FF>利用元素反应摧毁双角</color>的较好时机。当熔火双角的火元素耗尽后，双角会被破坏，需经过一段时间才能恢复。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the powerful foe's twin molten horns remain intact, it can unleash fiercer elemental attacks and will possess higher All Elemental and Physical RES. When unleashing certain attacks, its twin molten horns will <color=#FFD780FF>stay close to the ground</color>, providing an opportunity to <color=#FFD780FF>use Elemental Reactions to destroy them</color>. Once the twin molten horns are destroyed, they cannot be restored for a period of time.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando os chifres duplos fundidos do oponente poderoso permanecem intactos, ele pode lançar ataques elementais mais fortes e ganhar mais RES Física e RES a Todos os Elementos. Quando ele lança certos ataques, os chifres duplos fundidos ficarão <color=#FFD780FF>próximos ao chão</color>, fornecendo uma ótima oportunidade para <color=#FFD780FF>usar Reações Elementais para destruir os chifres duplos fundidos</color>. Quando os chifres duplos fundidos forem destruídos, eles não podem ser restaurados por um breve período.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда Двойной рог сильного противника остаётся целым, он может использовать более мощные элементальные атаки и имеет более высокий уровень сопротивления всем элементам и физ. сопротивления. При использовании определённых атак он держит Двойной рог <color=#FFD780FF>у земли</color>, что даёт отличную возможность <color=#FFD780FF>использовать элементальные реакции для уничтожения рогов</color>. Как только Двойной рог будет уничтожен, сильный противник не сможет восстановить рога в течение некоторого времени.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "当强敌的熔火双角完好时，其能够进行更猛烈的元素攻击，并拥有较高的所有元素与物理抗性。在强敌进行部分攻击过程中，熔火双角会<color=#FFD780FF>贴近地面</color>，此时是<color=#FFD780FF>通过元素反应摧毁双角</color>的较好时机。当熔火双角被破坏后，需经过一段时间才能恢复。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002} characters",
                        "{SPRITE_PRESET#11003} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11002}",
                        "Personagens {SPRITE_PRESET#11003}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002}",
                        "{SPRITE_PRESET#11003}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002}元素角色",
                        "{SPRITE_PRESET#11003}元素角色",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100605,
            "monsterLevel": 105,
            "levelConfigs": [
                {
                    "id": 1006061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_LloigorPrimo",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22150106,
                        "level": 105,
                        "hp": 12437830,
                        "attack": 16260.4403025941,
                        "defense": 1024.999976158142,
                        "matchedName": "Monster_Lloigor_Primo_01_Abyss",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Lord of the Hidden Depths: Whisperer of Nightmares — Ravager's Edge",
                    "ptLevelName": "Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos - Lâmina Devastadora",
                    "ruLevelName": "Повелитель скрытых глубин: Шёпот кошмаров - Разящее лезвие",
                    "chsLevelName": "深黯魇语之主·袭掠锋刃",
                    "enMonsterSpecialDesc": "An Abyss creature that creeps through rifts in the hidden depths, quietly watching this world. Its eerie, faceless form is said to be nothing more than a projection, while its true body exists only as a formless mass of pure Abyssal energy.\\nDriven by the turmoil of the chaotic Ley Lines, its frenzied, delirious whispers have been honed into a cutting edge aimed squarely at rending the world's hard-won order atwain...",
                    "ptMonsterSpecialDesc": "Uma criatura do Abismo que se esgueira pelas fendas nas profundezas ocultas, silenciosamente assistindo esse mundo. Dizem que sua forma sinistra, sem rosto, não é nada além de uma projeção, enquanto seu verdadeiro corpo existe apenas como uma massa sem forma de energia abissal pura.\\nMovido pela agitação das Linhas Ley caóticas, seus sussurros delirantes e frenéticos foram lapidados em um poder de corte direcionado a romper com a ordem mundial conquistada com muita dificuldade...",
                    "ruMonsterSpecialDesc": "Существо Бездны, крадущееся сквозь разломы в скрытых глубинах, тихо наблюдающее за этим миром.\\nГоворят, что его жуткая, безликая форма всего лишь проекция, в то время как его истинное тело существует лишь как бесформенная масса чистой энергии Бездны.\\nВ хаосе бушующих артерий земли их безумный, бредовый шёпот превратился в неудержимое лезвие, поклявшееся разорвать спокойствие и порядок этого мира...",
                    "chsMonsterSpecialDesc": "伏行于深黯的裂隙，窥伺此世的深渊魔物。据说那怪异、亵渎的无面形貌不过是投射于世界上的影像，其真实姿态乃是以纯粹深渊能量形式存在的无形之物。\\n在地脉乱象狂乱的裹挟中，它疯狂与谵妄的低语被锻成了锐不可当的刀锋，誓要将此世的安稳秩序撕碎…",
                    "enMonsterSpecialMechanicName": [
                        "Deepdark Shield: Deeproot Blight",
                        "Rift Assault",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo das Profundezas: Praga Enraizada",
                        "Ataque da Fenda",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Тёмный щит: Хронический недуг",
                        "Разрывающий натиск",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "深黯护盾·沉疴",
                        "裂隙强袭",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Line disturbance, the Lord of the Hidden Depths: Whisperer of Nightmares gathers Abyssal energy to create an extremely durable protective Shield. <color=#FFD780FF>Lunar Reaction DMG</color> is more effective at destroying this Shield. When the Shield is destroyed, the Lord of the Hidden Depths: Whisperer of Nightmares takes a single instance of immense DMG and temporarily enters a weakened state.",
                        "Affected by the Ley Line disturbance, the Lord of the Hidden Depths: Whisperer of Nightmares will enter a lengthy charging state and summon multiple Fishers of Hidden Depths. Once it has fully charged, it will deal DMG over a large AoE and devour all Fishers. Defeat Fishers before this happens to destroy the Shield and interrupt the Lord of the Hidden Depths: Whisperer of Nightmares' charging.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Afetado pela perturbação da Linha Ley, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos reunirá energia do Abismo para criar um escudo protetor extremamente resistente. <color=#FFD780FF>Dano de Reações Lunares</color> é especialmente eficaz em quebrá-lo. Quando um inimigo poderoso aplica um Escudo, a primeira vez que esse Escudo sofrer Dano de Reações Lunares, ele gera um Orbe Elemental adicional. Quando o escudo é destruído, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos sofre uma única instância de dano gigantesco e entra num estado enfraquecido por um breve período.",
                        "Afetado pela perturbação da Linha Ley, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos entrará num estado de carga e invocará múltiplos Pescadores das Profundezas. Se a carga for concluída, causará dano em uma grande área e consumirá todos os Pescadores. Derrotar os Pescadores durante a carga quebra o escudo e interrompe a carga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под влиянием флуктуаций артерий земли Повелитель скрытых глубин: Шёпот кошмаров концентрирует силу Бездны, создавая чрезвычайно прочный щит. Используйте <color=#FFD780FF>урон от Лунной реакции</color> для более эффективного разрушения этого щита. После разрушения щита Повелитель скрытых глубин: Шёпот кошмаров получит один раз значительный урон и впадёт в ослабленное состояние на некоторое время.",
                        "Под влиянием флуктуаций артерий земли в бою Повелитель скрытых глубин: Шёпот кошмаров будет продолжительное время накапливать заряд, одновременно призывая несколько Рыболовов скрытых глубин. После завершения зарядки он нанесёт урон по большой площади и поглотит всех Рыболовов скрытых глубин. Во время зарядки можно прервать накопление энергии Повелителя скрытых глубин: Шёпот кошмаров, уничтожив Рыболовов скрытых глубин и разрушив его щит.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，深黯魇语之主会凝聚深渊之力结成极为坚韧的护盾保护自身。使用<color=#FFD780FF>月曜反应伤害</color>可以更高效地破坏该护盾。强敌在展开护盾后，其护盾首次承受月曜反应伤害时，会产生额外的元素晶球。护盾被破坏后，深黯魇语之主将受到一次高额伤害，并陷入一段时间的虚弱状态。",
                        "受到地脉紊乱的影响，战斗中，深黯魇语之主会进行长时间的蓄力，同时召唤数名深黯钓客。蓄力完成后，将造成大范围伤害，并吞噬所有深黯钓客。蓄力期间，通过击败深黯钓客破坏护盾，即可打断深黯魇语之主的蓄力。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, the powerful foe will deploy an extremely durable protective Shield. <color=#FFD780FF>Lunar Reaction DMG</color> is more effective at destroying this Shield. When the Shield is destroyed, the opponent takes a single instance of immense DMG and temporarily enters a weakened state.",
                        "Affected by the Ley Line disturbance, the powerful foe will enter a lengthy charging state and summon multiple Fishers of Hidden Depths. Once it has fully charged, it will devour all Fishers and deal DMG over a large AoE. Defeat Fishers before this happens to destroy its shield and interrupt its charging.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Afetado pela perturbação da Linha Ley, o oponente poderoso aplicará um escudo protetor extremamente resistente. <color=#FFD780FF>Dano de Reações Lunares</color> é especialmente eficaz em quebrá-lo. Quando o escudo é destruído, o oponente sofre uma única instância de dano gigantesco e entra num estado enfraquecido por um breve período.",
                        "Afetado pela perturbação da Linha Ley, o oponente poderoso entrará num estado de carga e invocará múltiplos Pescadores das Profundezas. Se a carga for concluída, consumirá todos os Pescadores e causará dano em uma grande área. Derrotar os Pescadores durante a carga quebra o escudo e interrompe a carga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под влиянием флуктуаций артерий земли сильный противник создаёт очень крепкий щит. <color=#FFD780FF>Урон от лунной реакции</color> особенно эффективен для его разрушения. Когда щит разрушается, противник получает один раз огромный урон и на короткое время ослабевает.",
                        "Под влиянием флуктуаций артерий земли сильный противник начнёт продолжительное время накапливать заряд и призовёт несколько Рыболовов скрытых глубин. После завершения заряда он поглотит всех Рыболовов скрытых глубин и нанесёт урон по большой площади. Во время зарядки можно прервать накопление заряда сильного противника, уничтожив его щит путём победы над Рыболовами скрытых глубин.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，强敌将展开极为坚韧的护盾保护自身，<color=#FFD780FF>月曜反应伤害</color>对于此护盾具有更高的破坏效率。强敌在展开护盾后，其护盾首次承受月曜反应伤害时，会产生额外的元素晶球。护盾被破坏后，强敌将受到一次高额伤害，并陷入一段时间的虚弱状态。",
                        "受到地脉紊乱的影响，强敌进行长时间的蓄力，同时召唤数名深黯钓客。蓄力完成后，它将吞噬所有深黯钓客，并造成大范围伤害。蓄力期间，通过击败深黯钓客破坏护盾，即可打断强敌的蓄力。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Lunar Reaction DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano de Reações Lunares",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон Лунных реакций",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "月曜反应伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1003063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23079402,
                        "level": 105,
                        "hp": 9232639,
                        "attack": 27100.73328892491,
                        "defense": 1024.999976158142,
                        "matchedName": "Oprichnik_Male_Strong_LanceArquebus_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Battle-Hardened Fireblade Shock Trooper: Forlorn Hope",
                    "ptLevelName": "Tropa de Choque Lâmina Flamejante Veterana: Arsenal Perigoso",
                    "ruLevelName": "Бывалый Штурмовик огненного клинка: Смертный бой",
                    "chsLevelName": "历经百战的火刃突击队员·决死武装",
                    "enMonsterSpecialDesc": "An elite officer of the Fatui Oprichniki who specializes in close combat using a giant blade.\\nWhether it be in the war against the dark calamity or against those ignoramuses who dare stand against the Tsaritsa's ideals, those who breach at the tip of the spear suffer the greatest casualties. Those who survive a hundred battles only to fall all the same become a fearful memory in the Ley Lines. Due to sustained immersion in the twisted currents, these warriors' lingering shades turn the blades they once wielded in desperate battle against the challenger who seeks to quell the disorder....",
                    "ptMonsterSpecialDesc": "Um oficial de elite dos Oprichniki dos Fatui, especialista em combate próximo com uma lâmina gigante.\\nSeja na guerra contra a calamidade escura ou contra os ignorantes que ficam no caminho dos ideais da Tsaritsa, aqueles avançam na ponta da lança são os que sofrem as mais pesadas baixas. Aqueles que sobrevivem cem batalhas para então caírem se tornam então memórias temerosas nas Linhas Ley. Devido à constante imersão nas correntes distorcidas, as sombras residuais erguem suas lâminas em uma batalha desesperada contra o desafiante que busca acabar com essa desordem...",
                    "ruMonsterSpecialDesc": "Элитный офицер опричников с гигантским клинком, специализирующийся на ближнем бою.\\nБудь то противостояние чёрному бедствию или невеждам, осмеливающимся противостоять идеалам Царицы, те, кто прорвётся на острие копья, понесут наибольшие потери. Павшие солдаты, которые пережили сотни сражений, превращаются в страшное воспоминание в артериях земли. После долгого погружения в бурные, искривлённые потоки, тени этих воинов обратили свои клинки, с которыми они сражались в решающем бою, против пришедшего усмирить беспорядок...",
                    "chsMonsterSpecialDesc": "隶属于愚人众特辖队的精锐士官，擅长以巨剑与敌人近身相搏。\\n无论是在抵御漆黑灾厄的战斗中，还是在与那些胆敢阻拦女皇理想的无知者们的战斗中，冲在最前线的突击队都是伤亡最高的编制之一，历经百战却遗憾倒下的老兵，却成为了地脉恐惧记忆的一环，深浸于扭曲奔流许久之后，老兵的残像将过去决死一战所用的锋刃转向了前来平息动乱的挑战者…",
                    "enMonsterSpecialMechanicName": [
                        "Multi-Shield",
                        "Thundering Barrage",
                        "Emergency Power Surge",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo Múltiplo",
                        "Saraivada de Raios",
                        "Surto de Energia de Emergência",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мультищит",
                        "Громовой залп",
                        "Аварийное усиление мощности",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "多重护盾",
                        "雷矩轰击",
                        "紧急功率增幅",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, the opponent will deploy a special Experimental Multi-Shield to protect themselves while they prepare to activate Thundering Suite. The Shield will repair itself by a certain amount at regular intervals. Destroying all 3 layers of the Shield will prevent Thundering Suite's activation and paralyze the opponent. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Additional Elemental Orbs will be generated for each layer of the Shield that is destroyed.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and then unleash continuous Electro attacks for a period of time. If you successfully prevent the suite's activation, the opponent's equipment will malfunction, causing their <color=#FFD780FF>Electro RES to be greatly decreased</color>.",
                        "Affected by the Ley Line disturbance, the Experimental Multi-Shield increases All RES except Electro, and its self-repairing abilities are boosted. However, after taking <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color>, its rate of self-repair will be greatly reduced. Once activated, the DMG dealt by Thundering Suite is greatly increased, as is the duration of its attacks.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em combate, o inimigo lançará um Escudo Experimental para se proteger enquanto se prepara para ativar o Conjunto Trovejante. O Escudo se reparará em uma certa quantidade periodicamente. Destruir as 3 camadas do Escudo impedirá que o Conjunto Trovejante seja ativado, paralisando o oponente. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz em destruir o Escudo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, o equipamento do inimigo quebrará, <color=#FFD780FF>reduzindo consideravelmente a RES Electro</color>.",
                        "Afetado pela perturbação da Linha Ley, o Escudo Múltiplo Experimental aumenta todas as RES Elementais, exceto Electro, e suas habilidades de autorreparo são fortalecidas. Contudo, após sofrer <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color>, sua taxa de autorreparo será reduzida imensamente. Ao ser ativado, o Dano causado por Conjunto Trovejante é amplamente aumentado, assim como a duração de seus ataques.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультищит. Щит через определённые промежутки времени восстанавливается. Уничтожьте все три слоя щита, чтобы помешать активации Громового набора и парализовать врага. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color=#FFD780FF>Электро сопротивление значительно снизится</color>.",
                        "Под воздействием флуктуации артерий земли Экспериментальный мультищит повышает сопротивление всем элементам, кроме Электро, а его способность к восстановлению усиливается, однако при получении <color=#FFD780FF>урона реакций Заряжен и Лунный заряд</color> его скорость восстановления значительно снижается. Урон и длительность атак Громового набора после активации значительно увеличиваются.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，敌人将准备启动雷矩套件，并展开特殊的「实验型多重护盾」保护自身，每隔一段时间，护盾会进行一定程度的自我修复。破坏3层护盾后，即可阻止雷矩套件启动，并使敌人瘫痪。<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并在接下来的一段时间内持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的装备故障，导致敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "受到地脉紊乱的影响，「实验型多重护盾」会提升雷元素以外的所有抗性，且具有更强的自我修复能力，但是在受到<color=#FFD780FF>感电和月感电伤害</color>后自我修复的速度会大大降低。雷矩套件成功启动后，会大幅提升造成的伤害，并大幅延长攻击的持续时间。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the opponent is preparing to activate Thundering Suite, <color=#FFD780FF>focus on breaking the triple-layer Experimental Multi-Shield that they deploy</color>, as this will prevent the suite's activation. The Shield will periodically repair itself. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and unleash continuous Electro attacks. If you successfully prevent the suite's activation, the opponent's <color=#FFD780FF>Electro RES will be greatly decreased</color>.",
                        "Affected by the Ley Line disturbance, the Experimental Multi-Shield increases All RES except Electro, and its self-repairing abilities are boosted. However, after taking <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color>, its rate of self-repair will be greatly reduced. Once activated, the DMG dealt by Thundering Suite, as well as its duration, is greatly increased.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando o inimigo está se preparando para ativar o Conjunto Trovejante, <color=#FFD780FF>destrua o Escudo Experimental de Camada Tripla o mais rápido possível</color> para interromper sua ativação. O Escudo se regenerará automaticamente após um certo tempo. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz para destruí-lo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, <color=#FFD780FF>reduzirá consideravelmente a RES Electro</color>.",
                        "Afetado pela perturbação da Linha Ley, o Escudo Múltiplo Experimental aumenta todas as RES Elementais, exceto Electro, e suas habilidades de autorreparo são fortalecidas. Contudo, após sofrer <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color>, sua taxa de autorreparo será reduzida imensamente. Ao ser ativado, o Dano causado por Conjunto Trovejante, assim como sua duração, é aumentado amplamente.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда враг готовится активировать Громовой набор, <color=#FFD780FF>как можно скорее уничтожьте его тройной Экспериментальный мультищит</color>, чтобы помешать активации набора. Щит периодически восстанавливается. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то <color=#FFD780FF>Электро сопротивление врага значительно снизится</color>.",
                        "Под воздействием флуктуации артерий земли Экспериментальный мультищит повышает сопротивление всем элементам, кроме Электро, а его способность к восстановлению усиливается, однако при получении <color=#FFD780FF>урона реакций Заряжен и Лунный заряд</color> его скорость восстановления значительно снижается. Кроме того, урон и длительность Громового набора значительно повышаются.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "敌人准备启动雷矩套件时，<color=#FFD780FF>尽快破坏其展开的3层「实验型多重护盾」</color>即可阻止套件启动。护盾将周期性自我修复，<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "受到地脉紊乱的影响，「实验型多重护盾」会提升雷元素以外的所有抗性，且具有更强的自我修复能力，但是在受到<color=#FFD780FF>感电和月感电伤害</color>后自我修复速度会大大降低。雷矩套件成功启动后，持续时间和造成的伤害大幅提升。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions <Color=#FFFFFF40>|</Color> {SPRITE_PRESET#11004} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1006063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HermitCrabPrimo",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26170105,
                        "level": 105,
                        "hp": 8552749,
                        "attack": 18970.51313762786,
                        "defense": 1024.999976158142,
                        "matchedName": "HermitCrab_Primo_03",
                        "fireSubHurt": 0.6000000238418579,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Emperor of Fire and Iron: Ordained Conquest",
                    "ptLevelName": "Imperador do Fogo e Ferro: Conquista Ordenada",
                    "ruLevelName": "Император огня и железа: Поход",
                    "chsLevelName": "铁甲熔火帝皇·敕命远征",
                    "enMonsterSpecialDesc": "One of the two sovereigns who once stood at the apex of the aberrant species of the Fontemer, and the subject of many a tale among sailors. Avoiding predation, it keeps hunting and eating and so continues to grow, constantly seeking out suitable shells to become its new armor.\\nTwisted by the turbulence of the Ley Lines, its violent nature has grown so intense that it now rampages like a small army, lashing out at everything it sees — a crab-shaped calamity crawling across the land...",
                    "ptMonsterSpecialDesc": "Um dos dois soberanos que já estiveram no ápice das espécies das aberrações primordiais, e assunto de muitos contos entre marinheiros. Sem predadores naturais, continuará a caçar e se alimentar enquanto cresce, buscando constantemente conchas adequadas como novas armaduras.\\nDistorcido pela perturbação das Linhas Ley, sua natureza violenta ficou tão intensa que agora ele ataca em descontrole como um exército pequeno, golpeando tudo que perceber, uma calamidade em formato de caranguejo em movimento...",
                    "ruMonsterSpecialDesc": "Один из двух владык, некогда возвышавшихся над инородами Фонтмера, и герой легенд среди моряков. Не встречая природных врагов, бронекраб постоянно охотился, питался и искал подходящих моллюсков и улиток для нового панциря.\\nИскажённый хаосом артерий земли, он превратился в небольшую армию, беспощадно уничтожающую всё на своём пути, словно движущееся крабовое бедствие...",
                    "chsMonsterSpecialDesc": "矗立在原海异种顶端的两位霸主之一，曾经是海员之间的逸闻。不遇天敌，能够一直狩猎、进食的重甲蟹会随着成长，不断寻找适合的螺与贝壳，作为新的甲胄。\\n经由地脉乱象的扭曲演绎，它凶横的身姿已化作小型军队，对目之所及的事物大张挞伐，仿若一场会移动的蟹形凶灾…",
                    "enMonsterSpecialMechanicName": [
                        "Molten Crown",
                        "Shield Bearers",
                        "Radiant Coronation",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Chifres Fundidos",
                        "Escudeiro",
                        "Coroação Radiante",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Огненная корона-рога",
                        "Щитоносный вассал",
                        "Блистательная коронация",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "熔火角冠",
                        "持盾扈从",
                        "璀璨加冕",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "The twin molten horns located high up on the body of the Emperor of Fire and Iron are <color=#FFD780FF>Pyro-aligned</color> organs that enable it to unleash more vicious elemental attacks and grant it even stronger defensive capabilities. When unleashing certain attacks, its twin molten horns will <color=#FFD780FF>stay close to the ground</color>, providing an opportunity to <color=#FFD780FF>use Elemental Reactions to destroy them</color>. Once the Pyro element stored within the twin molten horns is exhausted, they will be destroyed, causing the powerful foe to take a single instance of immense DMG. Once destroyed, the horns cannot be restored for a period of time.",
                        "Affected by the Ley Line disturbance, the Emperor of Fire and Iron will summon Sternshield Crabs to assist during battle. Sternshield Crabs continuously channel Pyro to the twin molten horns. Once their Pyro is exhausted, the Sternshield Crabs will be defeated. Once a Sternshield Crab is defeated, it will lose control and collide with the Emperor of Fire and Iron, overloading the Pyro element within its twin molten horns and damaging them, causing the Emperor of Fire and Iron to take DMG proportional to the DMG the Sternshield Crab itself has received. A maximum of three Sternshield Crabs can be on the field at once.",
                        "Affected by the Ley Line disturbance, the Emperor of Fire and Iron will perform Radiant Coronation in battle, charging briefly before dealing DMG over a large AoE. Destroy the twin molten horns to interrupt its charging.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Os chifres duplos fundidos localizados no alto do corpo do Imperador do Fogo e Ferro são órgãos <color=#FFD780FF>alinhados ao Pyro</color> que permitem ele lançar ataques elementais mais poderosos e concedem ainda mais capacidades defensivas. Quando o inimigo lança certos ataques, seus chifres duplos fundidos ficam <color=#FFD780FF>próximos ao chão</color>, fornecendo uma ótima oportunidade para <color=#FFD780FF>usar Reações Elementais para destruir os chifres duplos fundidos</color>. Quando o elemento Pyro nos chifres é removido, o oponente poderoso sofrerá uma única instância de dano gigantesco e não poderá restaurar os chifres por um breve período.",
                        "Afetado pela perturbação da Linha Ley, o Imperador do Fogo e Ferro invocará Caranguejos Escudo-Firme para auxiliar na batalha. Os Caranguejos Escudo-Firme canalizarão continuamente o elemento Pyro para os chifres duplos fundidos. Quando a energia Pyro for removida totalmente, eles serão derrotados. Quando um Caranguejo Escudo-Firme é derrotado, ele perderá o controle e se chocará contra o Imperador do Fogo e Ferro, sobrecarregando o elemento Pyro nos chifres duplos fundidos e os danificando. O Imperador do Fogo e Ferro também sofre dano adicional proporcional ao dano total que o Caranguejo Escudo-Firme recebeu anteriormente. Um máximo de três Caranguejos Escudo-Firme podem estar em campo simultaneamente.",
                        "Afetado pela perturbação da Linha Ley, o Imperador do Fogo e Ferro realizará \"Coroação Radiante\" em batalha, carregando brevemente antes de causar dano em uma grande área. Destruir os chifres duplos fundidos interrompe a carga.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Двойной рог, расположенный высоко на Императоре огня и железа, является органами <color=#FFD780FF>Пиро</color>, которые позволяют ему использовать более мощные элементальные атаки и наделяют его ещё более сильными оборонительными возможностями. Когда он использует определённые атаки, его Двойной рог находится <color=#FFD780FF>близко к земле</color>, что даёт отличную возможность <color=#FFD780FF>использовать элементальные реакции для уничтожения рогов</color>. Как только элемент Пиро внутри Двойного рога исчезнет, сильный противник получит один раз большой урон и рога будут уничтожены и не смогут быть восстановлены в течение некоторого времени.",
                        "Под влиянием флуктуации артерий земли, Император огня и железа во время боя призывает себе на помощь бронекрабов-щитовиков. Они постоянно пополняют Пиро в Двойном роге, но когда их собственная энергия Пиро истощается, они терпят поражение. Побеждённые бронекрабы-щитовики теряют контроль и врезаются в Императора огня и железа, что приводит к перегрузке Пиро в его Двойном роге и наносит определённый процент урона Императору огня и железа, основанный на общем уроне, полученном бронекрабами-щитовиками. На поле боя одновременно может находиться не более трёх бронекрабов-щитовиков.",
                        "Под влиянием флуктуации артерий земли Император огня и железа во время боя выполняет Блистательную коронацию: накапливает энергию в течение некоторого времени, после чего наносит урон по большой площади. Разрушение Двойного рога прервёт накопление энергии Императором огня и железа.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "铁甲熔火帝皇身躯上方高处的熔火双角是<color=#FFD780FF>火元素</color>的身体器官，使其能够进行更猛烈的元素攻击，并且拥有更强的防御能力。在进行部分攻击时，熔火双角会<color=#FFD780FF>贴近地面</color>，此时是<color=#FFD780FF>利用元素反应摧毁双角</color>的较好时机。当熔火双角的火元素耗尽后，双角会被破坏，强敌将受到一次高额伤害；熔火双角需经过一段时间才能恢复。",
                        "受到地脉紊乱的影响，铁甲熔火帝皇在进行部分攻击时会召唤「坚盾重甲蟹」助战。「坚盾重甲蟹」会持续为熔火双角补充火元素，但当其自身的火元素被耗尽后将被击败。被击败的「坚盾重甲蟹」会失控撞向铁甲熔火帝皇，使其熔火双角的火元素因过载而受损，并根据「坚盾重甲蟹」所受伤害的总值对铁甲熔火帝皇造成一定比例伤害。场上最多同时存在三只「坚盾重甲蟹」。",
                        "受到地脉紊乱的影响，铁甲熔火帝皇会在战斗中进行「璀璨加冕」：进行一段时间的蓄能，完成后将造成大范围伤害。破坏熔火双角，即可打断铁甲熔火帝皇的蓄能。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the powerful foe's twin molten horns remain intact, it can unleash fiercer elemental attacks and will possess <color=#FFD780FF>exceedingly high All Elemental and Physical RES</color>. When unleashing certain attacks, its twin molten horns will <color=#FFD780FF>stay close to the ground</color>, providing an opportunity to <color=#FFD780FF>use Elemental Reactions to destroy them</color>. Once the twin molten horns are destroyed, the foe will take a single instance of immense DMG and will be unable to restore them for a period of time.",
                        "Affected by the Ley Line disturbance, the powerful foe will summon Sternshield Crabs to assist during battle. Sternshield Crabs continuously channel Pyro to the twin molten horns. Once their Pyro is exhausted, the Sternshield Crabs will be defeated. Once a Sternshield Crab is defeated, it will lose control and collide with the foe, damaging its twin molten horns and dealing DMG proportional to the DMG it itself has received.",
                        "Affected by the Ley Line disturbance, the powerful foe will begin to charge during battle, dealing DMG over a large AoE after a short period of time. Destroy the twin molten horns to interrupt its charging.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando os chifres duplos fundidos do oponente poderoso permanecem intactos, ele pode lançar ataques elementais mais fortes e ganhar <color=#FFD780FF>RES Física e RES a Todos os Elementos maior</color>. Quando ele lança certos ataques, seus chifres duplos fundidos ficam <color=#FFD780FF>próximos ao chão</color>, criando uma ótima oportunidade para <color=#FFD780FF>usar Reações Elementais para destruir os chifres duplos fundidos</color>. Quando os chifres são destruídos, o oponente poderoso sofrerá uma única instância de dano gigantesco e não pode recuperá-los por um período.",
                        "Afetado pela perturbação da Linha Ley, o oponente poderoso invocará Caranguejos Escudo-Firme para auxiliar na batalha. Os Caranguejos Escudo-Firme canalizarão continuamente o elemento Pyro para os chifres duplos fundidos. Quando seu elemento Pyro for removido totalmente, ele será derrotado. Quando um Caranguejo Escudo-Firme é derrotado, ele perderá o controle e se chocará contra o oponente poderoso, danificando os chifres duplos fundidos e causando dano adicional proporcional ao dano total que recebeu anteriormente.",
                        "Afetado pela perturbação da Linha Ley, o oponente poderoso começará a carregar em batalha e, após um breve período de acúmulo, causará dano em uma grande área. Destruir seus chifres duplos fundidos interrompe a carga.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда Двойной рог сильного противника остаётся целым, он может использовать более мощные элементальные атаки и имеет <color=#FFD780FF>более высокий уровень сопротивления всем элементам и физ. сопротивления</color>. При использовании определённых атак он держит Двойной рог <color=#FFD780FF>у земли</color>, что даёт отличную возможность <color=#FFD780FF>использовать элементальные реакции для уничтожения рогов</color>. Как только Двойной рог будет уничтожен, сильный противник получит один раз огромный урон и не сможет восстановить рога в течение некоторого времени.",
                        "Под влиянием флуктуации артерий земли сильный противник призывает в бою бронекрабов-щитовиков в помощь. Они будут постоянно наполнять Двойной рог элементом Пиро, но будут побеждены, как только их собственный элемент Пиро иссякнет. Побеждённый бронекраб-щитовик потеряет контроль и врежется в сильного противника, повреждая Двойной рог и нанося сильному противнику урон, пропорциональный общему урону, полученному бронекрабом-щитовиком.",
                        "Под влиянием флуктуаций артерий земли сильный противник во время боя будет накапливать заряд, через некоторое время нанося урон по площади. Разрушение Двойного рога прервёт накопление заряда сильным противником.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "当强敌的熔火双角完好时，其能够进行更猛烈的元素攻击，并拥有<color=#FFD780FF>极高的所有元素与物理抗性</color>。在强敌进行部分攻击过程中，熔火双角会<color=#FFD780FF>贴近地面</color>，此时是<color=#FFD780FF>通过元素反应摧毁双角</color>的较好时机。熔火双角被破坏后，强敌将受到一次高额伤害，需经过一段时间才能恢复。",
                        "受到地脉紊乱的影响，强敌在战斗中会召唤「坚盾重甲蟹」助战。「坚盾重甲蟹」会持续为熔火双角补充火元素，但当其自身的火元素被耗尽后将被击败。被击败的「坚盾重甲蟹」会失控撞向强敌，使熔火双角受损，并根据其所受伤害总值对强敌造成一定比例的伤害。",
                        "受到地脉紊乱的影响，强敌会在战斗中进行蓄能，从而在短暂间隔后造成大范围伤害。破坏熔火双角，即可打断强敌的蓄能。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002} characters",
                        "{SPRITE_PRESET#11003} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11002}",
                        "Personagens {SPRITE_PRESET#11003}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002}",
                        "{SPRITE_PRESET#11003}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002}元素角色",
                        "{SPRITE_PRESET#11003}元素角色",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100606,
            "monsterLevel": 110,
            "levelConfigs": [
                {
                    "id": 1006061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_LloigorPrimo",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22150106,
                        "level": 110,
                        "hp": 23658108,
                        "attack": 17416.542929145042,
                        "defense": 1049.9999523162842,
                        "matchedName": "Monster_Lloigor_Primo_01_Abyss",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Lord of the Hidden Depths: Whisperer of Nightmares — Ravager's Edge",
                    "ptLevelName": "Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos - Lâmina Devastadora",
                    "ruLevelName": "Повелитель скрытых глубин: Шёпот кошмаров - Разящее лезвие",
                    "chsLevelName": "深黯魇语之主·袭掠锋刃",
                    "enMonsterSpecialDesc": "An Abyss creature that creeps through rifts in the hidden depths, quietly watching this world. Its eerie, faceless form is said to be nothing more than a projection, while its true body exists only as a formless mass of pure Abyssal energy.\\nDriven by the turmoil of the chaotic Ley Lines, its frenzied, delirious whispers have been honed into a cutting edge aimed squarely at rending the world's hard-won order atwain...",
                    "ptMonsterSpecialDesc": "Uma criatura do Abismo que se esgueira pelas fendas nas profundezas ocultas, silenciosamente assistindo esse mundo. Dizem que sua forma sinistra, sem rosto, não é nada além de uma projeção, enquanto seu verdadeiro corpo existe apenas como uma massa sem forma de energia abissal pura.\\nMovido pela agitação das Linhas Ley caóticas, seus sussurros delirantes e frenéticos foram lapidados em um poder de corte direcionado a romper com a ordem mundial conquistada com muita dificuldade...",
                    "ruMonsterSpecialDesc": "Существо Бездны, крадущееся сквозь разломы в скрытых глубинах, тихо наблюдающее за этим миром.\\nГоворят, что его жуткая, безликая форма всего лишь проекция, в то время как его истинное тело существует лишь как бесформенная масса чистой энергии Бездны.\\nВ хаосе бушующих артерий земли их безумный, бредовый шёпот превратился в неудержимое лезвие, поклявшееся разорвать спокойствие и порядок этого мира...",
                    "chsMonsterSpecialDesc": "伏行于深黯的裂隙，窥伺此世的深渊魔物。据说那怪异、亵渎的无面形貌不过是投射于世界上的影像，其真实姿态乃是以纯粹深渊能量形式存在的无形之物。\\n在地脉乱象狂乱的裹挟中，它疯狂与谵妄的低语被锻成了锐不可当的刀锋，誓要将此世的安稳秩序撕碎…",
                    "enMonsterSpecialMechanicName": [
                        "Deepdark Shield: Deeproot Blight",
                        "Rift Assault",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo das Profundezas: Praga Enraizada",
                        "Ataque da Fenda",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Тёмный щит: Хронический недуг",
                        "Разрывающий натиск",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "深黯护盾·沉疴",
                        "裂隙强袭",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "Affected by the Ley Line disturbance, the Lord of the Hidden Depths: Whisperer of Nightmares gathers Abyssal energy to create an extremely durable protective Shield. <color=#FFD780FF>Lunar Reaction DMG</color> is more effective at destroying this Shield. When the Shield is destroyed, the Lord of the Hidden Depths: Whisperer of Nightmares takes a single instance of immense DMG and temporarily enters a weakened state.",
                        "Affected by the Ley Line disturbance, the Lord of the Hidden Depths: Whisperer of Nightmares will enter a lengthy charging state and summon multiple Fishers of Hidden Depths. Once it has fully charged, it will deal DMG over a large AoE and devour all Fishers. Defeat Fishers before this happens to destroy the Shield and interrupt the Lord of the Hidden Depths: Whisperer of Nightmares' charging.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Afetado pela perturbação da Linha Ley, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos reunirá energia do Abismo para criar um escudo protetor extremamente resistente. <color=#FFD780FF>Dano de Reações Lunares</color> é especialmente eficaz em quebrá-lo. Quando um inimigo poderoso aplica um Escudo, a primeira vez que esse Escudo sofrer Dano de Reações Lunares, ele gera um Orbe Elemental adicional. Quando o escudo é destruído, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos sofre uma única instância de dano gigantesco e entra num estado enfraquecido por um breve período.",
                        "Afetado pela perturbação da Linha Ley, o Lorde das Profundezas Desconhecidas: Sussurrador de Pesadelos entrará num estado de carga e invocará múltiplos Pescadores das Profundezas. Se a carga for concluída, causará dano em uma grande área e consumirá todos os Pescadores. Derrotar os Pescadores durante a carga quebra o escudo e interrompe a carga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Под влиянием флуктуаций артерий земли Повелитель скрытых глубин: Шёпот кошмаров концентрирует силу Бездны, создавая чрезвычайно прочный щит. Используйте <color=#FFD780FF>урон от Лунной реакции</color> для более эффективного разрушения этого щита. После разрушения щита Повелитель скрытых глубин: Шёпот кошмаров получит один раз значительный урон и впадёт в ослабленное состояние на некоторое время.",
                        "Под влиянием флуктуаций артерий земли в бою Повелитель скрытых глубин: Шёпот кошмаров будет продолжительное время накапливать заряд, одновременно призывая несколько Рыболовов скрытых глубин. После завершения зарядки он нанесёт урон по большой площади и поглотит всех Рыболовов скрытых глубин. Во время зарядки можно прервать накопление энергии Повелителя скрытых глубин: Шёпот кошмаров, уничтожив Рыболовов скрытых глубин и разрушив его щит.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到地脉紊乱的影响，深黯魇语之主会凝聚深渊之力结成极为坚韧的护盾保护自身。使用<color=#FFD780FF>月曜反应伤害</color>可以更高效地破坏该护盾。强敌在展开护盾后，其护盾首次承受月曜反应伤害时，会产生额外的元素晶球。护盾被破坏后，深黯魇语之主将受到一次高额伤害，并陷入一段时间的虚弱状态。",
                        "受到地脉紊乱的影响，战斗中，深黯魇语之主会进行长时间的蓄力，同时召唤数名深黯钓客。蓄力完成后，将造成大范围伤害，并吞噬所有深黯钓客。蓄力期间，通过击败深黯钓客破坏护盾，即可打断深黯魇语之主的蓄力。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, the powerful foe will deploy an extremely durable protective Shield. <color=#FFD780FF>Lunar Reaction DMG</color> is more effective at destroying this Shield. When the Shield is destroyed, the opponent takes a single instance of immense DMG and temporarily enters a weakened state.",
                        "Affected by the Ley Line disturbance, the powerful foe will enter a lengthy charging state and summon multiple Fishers of Hidden Depths. Once it has fully charged, it will devour all Fishers and deal DMG over a large AoE. Defeat Fishers before this happens to destroy its shield and interrupt its charging.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Afetado pela perturbação da Linha Ley, o oponente poderoso aplicará um escudo protetor extremamente resistente. <color=#FFD780FF>Dano de Reações Lunares</color> é especialmente eficaz em quebrá-lo. Quando o escudo é destruído, o oponente sofre uma única instância de dano gigantesco e entra num estado enfraquecido por um breve período.",
                        "Afetado pela perturbação da Linha Ley, o oponente poderoso entrará num estado de carga e invocará múltiplos Pescadores das Profundezas. Se a carga for concluída, consumirá todos os Pescadores e causará dano em uma grande área. Derrotar os Pescadores durante a carga quebra o escudo e interrompe a carga.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под влиянием флуктуаций артерий земли сильный противник создаёт очень крепкий щит. <color=#FFD780FF>Урон от лунной реакции</color> особенно эффективен для его разрушения. Когда щит разрушается, противник получает один раз огромный урон и на короткое время ослабевает.",
                        "Под влиянием флуктуаций артерий земли сильный противник начнёт продолжительное время накапливать заряд и призовёт несколько Рыболовов скрытых глубин. После завершения заряда он поглотит всех Рыболовов скрытых глубин и нанесёт урон по большой площади. Во время зарядки можно прервать накопление заряда сильного противника, уничтожив его щит путём победы над Рыболовами скрытых глубин.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，强敌将展开极为坚韧的护盾保护自身，<color=#FFD780FF>月曜反应伤害</color>对于此护盾具有更高的破坏效率。强敌在展开护盾后，其护盾首次承受月曜反应伤害时，会产生额外的元素晶球。护盾被破坏后，强敌将受到一次高额伤害，并陷入一段时间的虚弱状态。",
                        "受到地脉紊乱的影响，强敌进行长时间的蓄力，同时召唤数名深黯钓客。蓄力完成后，它将吞噬所有深黯钓客，并造成大范围伤害。蓄力期间，通过击败深黯钓客破坏护盾，即可打断强敌的蓄力。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Lunar Reaction DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano de Reações Lunares",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон Лунных реакций",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "月曜反应伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1003063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_OprichnikLanceArquebusRodya",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 23079402,
                        "level": 110,
                        "hp": 17195518,
                        "attack": 29027.5709608288,
                        "defense": 1049.9999523162842,
                        "matchedName": "Oprichnik_Male_Strong_LanceArquebus_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": -0.20000000298023224
                    },
                    "enLevelName": "Battle-Hardened Fireblade Shock Trooper: Forlorn Hope",
                    "ptLevelName": "Tropa de Choque Lâmina Flamejante Veterana: Arsenal Perigoso",
                    "ruLevelName": "Бывалый Штурмовик огненного клинка: Смертный бой",
                    "chsLevelName": "历经百战的火刃突击队员·决死武装",
                    "enMonsterSpecialDesc": "An elite officer of the Fatui Oprichniki who specializes in close combat using a giant blade.\\nWhether it be in the war against the dark calamity or against those ignoramuses who dare stand against the Tsaritsa's ideals, those who breach at the tip of the spear suffer the greatest casualties. Those who survive a hundred battles only to fall all the same become a fearful memory in the Ley Lines. Due to sustained immersion in the twisted currents, these warriors' lingering shades turn the blades they once wielded in desperate battle against the challenger who seeks to quell the disorder....",
                    "ptMonsterSpecialDesc": "Um oficial de elite dos Oprichniki dos Fatui, especialista em combate próximo com uma lâmina gigante.\\nSeja na guerra contra a calamidade escura ou contra os ignorantes que ficam no caminho dos ideais da Tsaritsa, aqueles avançam na ponta da lança são os que sofrem as mais pesadas baixas. Aqueles que sobrevivem cem batalhas para então caírem se tornam então memórias temerosas nas Linhas Ley. Devido à constante imersão nas correntes distorcidas, as sombras residuais erguem suas lâminas em uma batalha desesperada contra o desafiante que busca acabar com essa desordem...",
                    "ruMonsterSpecialDesc": "Элитный офицер опричников с гигантским клинком, специализирующийся на ближнем бою.\\nБудь то противостояние чёрному бедствию или невеждам, осмеливающимся противостоять идеалам Царицы, те, кто прорвётся на острие копья, понесут наибольшие потери. Павшие солдаты, которые пережили сотни сражений, превращаются в страшное воспоминание в артериях земли. После долгого погружения в бурные, искривлённые потоки, тени этих воинов обратили свои клинки, с которыми они сражались в решающем бою, против пришедшего усмирить беспорядок...",
                    "chsMonsterSpecialDesc": "隶属于愚人众特辖队的精锐士官，擅长以巨剑与敌人近身相搏。\\n无论是在抵御漆黑灾厄的战斗中，还是在与那些胆敢阻拦女皇理想的无知者们的战斗中，冲在最前线的突击队都是伤亡最高的编制之一，历经百战却遗憾倒下的老兵，却成为了地脉恐惧记忆的一环，深浸于扭曲奔流许久之后，老兵的残像将过去决死一战所用的锋刃转向了前来平息动乱的挑战者…",
                    "enMonsterSpecialMechanicName": [
                        "Multi-Shield",
                        "Thundering Barrage",
                        "Emergency Power Surge",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Escudo Múltiplo",
                        "Saraivada de Raios",
                        "Surto de Energia de Emergência",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Мультищит",
                        "Громовой залп",
                        "Аварийное усиление мощности",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "多重护盾",
                        "雷矩轰击",
                        "紧急功率增幅",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "In battle, the opponent will deploy a special Experimental Multi-Shield to protect themselves while they prepare to activate Thundering Suite. The Shield will repair itself by a certain amount at regular intervals. Destroying all 3 layers of the Shield will prevent Thundering Suite's activation and paralyze the opponent. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Additional Elemental Orbs will be generated for each layer of the Shield that is destroyed.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and then unleash continuous Electro attacks for a period of time. If you successfully prevent the suite's activation, the opponent's equipment will malfunction, causing their <color=#FFD780FF>Electro RES to be greatly decreased</color>.",
                        "Affected by the Ley Line disturbance, the Experimental Multi-Shield increases All RES except Electro, and its self-repairing abilities are boosted. However, after taking <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color>, its rate of self-repair will be greatly reduced. Once activated, the DMG dealt by Thundering Suite is greatly increased, as is the duration of its attacks.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Em combate, o inimigo lançará um Escudo Experimental para se proteger enquanto se prepara para ativar o Conjunto Trovejante. O Escudo se reparará em uma certa quantidade periodicamente. Destruir as 3 camadas do Escudo impedirá que o Conjunto Trovejante seja ativado, paralisando o oponente. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz em destruir o Escudo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, o equipamento do inimigo quebrará, <color=#FFD780FF>reduzindo consideravelmente a RES Electro</color>.",
                        "Afetado pela perturbação da Linha Ley, o Escudo Múltiplo Experimental aumenta todas as RES Elementais, exceto Electro, e suas habilidades de autorreparo são fortalecidas. Contudo, após sofrer <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color>, sua taxa de autorreparo será reduzida imensamente. Ao ser ativado, o Dano causado por Conjunto Trovejante é amplamente aumentado, assim como a duração de seus ataques.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою враг готовится активировать Громовой набор, для защиты развернув особый Экспериментальный мультищит. Щит через определённые промежутки времени восстанавливается. Уничтожьте все три слоя щита, чтобы помешать активации Громового набора и парализовать врага. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и некоторое время периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то снаряжение врага выйдет из строя, а его <color=#FFD780FF>Электро сопротивление значительно снизится</color>.",
                        "Под воздействием флуктуации артерий земли Экспериментальный мультищит повышает сопротивление всем элементам, кроме Электро, а его способность к восстановлению усиливается, однако при получении <color=#FFD780FF>урона реакций Заряжен и Лунный заряд</color> его скорость восстановления значительно снижается. Урон и длительность атак Громового набора после активации значительно увеличиваются.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，敌人将准备启动雷矩套件，并展开特殊的「实验型多重护盾」保护自身，每隔一段时间，护盾会进行一定程度的自我修复。破坏3层护盾后，即可阻止雷矩套件启动，并使敌人瘫痪。<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并在接下来的一段时间内持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的装备故障，导致敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "受到地脉紊乱的影响，「实验型多重护盾」会提升雷元素以外的所有抗性，且具有更强的自我修复能力，但是在受到<color=#FFD780FF>感电和月感电伤害</color>后自我修复的速度会大大降低。雷矩套件成功启动后，会大幅提升造成的伤害，并大幅延长攻击的持续时间。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the opponent is preparing to activate Thundering Suite, <color=#FFD780FF>focus on breaking the triple-layer Experimental Multi-Shield that they deploy</color>, as this will prevent the suite's activation. The Shield will periodically repair itself. <color=#FFD780FF>Electro-Charged and Lunar-Charged DMG</color> are more effective at destroying the Shield. Each layer of the Shield that is destroyed will cause a single instance of massive damage to be dealt to the opponent, while generating additional Elemental Orbs.",
                        "When Thundering Suite is activated, it will deal Electro DMG over a large AoE and unleash continuous Electro attacks. If you successfully prevent the suite's activation, the opponent's <color=#FFD780FF>Electro RES will be greatly decreased</color>.",
                        "Affected by the Ley Line disturbance, the Experimental Multi-Shield increases All RES except Electro, and its self-repairing abilities are boosted. However, after taking <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color>, its rate of self-repair will be greatly reduced. Once activated, the DMG dealt by Thundering Suite, as well as its duration, is greatly increased.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando o inimigo está se preparando para ativar o Conjunto Trovejante, <color=#FFD780FF>destrua o Escudo Experimental de Camada Tripla o mais rápido possível</color> para interromper sua ativação. O Escudo se regenerará automaticamente após um certo tempo. <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color> é mais eficaz para destruí-lo. Quando cada camada do Escudo for destruída, causará dano massivo no inimigo e serão gerados Orbes Elementais adicionais.",
                        "Quando ativa com sucesso o Conjunto Trovejante, causa Dano Electro em uma grande AdE, e continua por um tempo realizando ataques Electro. Se interromper a ativação com sucesso, <color=#FFD780FF>reduzirá consideravelmente a RES Electro</color>.",
                        "Afetado pela perturbação da Linha Ley, o Escudo Múltiplo Experimental aumenta todas as RES Elementais, exceto Electro, e suas habilidades de autorreparo são fortalecidas. Contudo, após sofrer <color=#FFD780FF>Dano de Eletricamente Carregado e Carga Lunar</color>, sua taxa de autorreparo será reduzida imensamente. Ao ser ativado, o Dano causado por Conjunto Trovejante, assim como sua duração, é aumentado amplamente.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда враг готовится активировать Громовой набор, <color=#FFD780FF>как можно скорее уничтожьте его тройной Экспериментальный мультищит</color>, чтобы помешать активации набора. Щит периодически восстанавливается. Против него более эффективен <color=#FFD780FF>урон реакций Заряжен и Лунный заряд</color>. Уничтожение каждого слоя щита наносит противнику огромный урон и создаёт дополнительные элементальные сферы.",
                        "Громовой набор при активации наносит Электро урон по большой площади и периодически выполняет Электро атаки. Если вы не дадите ему активироваться, то <color=#FFD780FF>Электро сопротивление врага значительно снизится</color>.",
                        "Под воздействием флуктуации артерий земли Экспериментальный мультищит повышает сопротивление всем элементам, кроме Электро, а его способность к восстановлению усиливается, однако при получении <color=#FFD780FF>урона реакций Заряжен и Лунный заряд</color> его скорость восстановления значительно снижается. Кроме того, урон и длительность Громового набора значительно повышаются.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "敌人准备启动雷矩套件时，<color=#FFD780FF>尽快破坏其展开的3层「实验型多重护盾」</color>即可阻止套件启动。护盾将周期性自我修复，<color=#FFD780FF>感电和月感电伤害</color>对护盾具有更高的破坏效率。每层护盾被破坏时，都会使敌人受到一次高额伤害，并产生额外的元素晶球。",
                        "雷矩套件成功启动时，将造成大范围雷元素伤害，并持续进行雷元素攻击。如果成功阻止套件启动，则会使敌人的<color=#FFD780FF>雷元素抗性大幅降低</color>。",
                        "受到地脉紊乱的影响，「实验型多重护盾」会提升雷元素以外的所有抗性，且具有更强的自我修复能力，但是在受到<color=#FFD780FF>感电和月感电伤害</color>后自我修复速度会大大降低。雷矩套件成功启动后，持续时间和造成的伤害大幅提升。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions <Color=#FFFFFF40>|</Color> {SPRITE_PRESET#11004} characters",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}Reações Elementais<Color=#FFFFFF40> | </Color> Personagens {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Персонажи {SPRITE_PRESET#11004}",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>{SPRITE_PRESET#11004}元素角色",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1006063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_HermitCrabPrimo",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 26170105,
                        "level": 110,
                        "hp": 14042886,
                        "attack": 20319.29949625628,
                        "defense": 1049.9999523162842,
                        "matchedName": "HermitCrab_Primo_03",
                        "fireSubHurt": 0.6000000238418579,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Emperor of Fire and Iron: Ordained Conquest",
                    "ptLevelName": "Imperador do Fogo e Ferro: Conquista Ordenada",
                    "ruLevelName": "Император огня и железа: Поход",
                    "chsLevelName": "铁甲熔火帝皇·敕命远征",
                    "enMonsterSpecialDesc": "One of the two sovereigns who once stood at the apex of the aberrant species of the Fontemer, and the subject of many a tale among sailors. Avoiding predation, it keeps hunting and eating and so continues to grow, constantly seeking out suitable shells to become its new armor.\\nTwisted by the turbulence of the Ley Lines, its violent nature has grown so intense that it now rampages like a small army, lashing out at everything it sees — a crab-shaped calamity crawling across the land...",
                    "ptMonsterSpecialDesc": "Um dos dois soberanos que já estiveram no ápice das espécies das aberrações primordiais, e assunto de muitos contos entre marinheiros. Sem predadores naturais, continuará a caçar e se alimentar enquanto cresce, buscando constantemente conchas adequadas como novas armaduras.\\nDistorcido pela perturbação das Linhas Ley, sua natureza violenta ficou tão intensa que agora ele ataca em descontrole como um exército pequeno, golpeando tudo que perceber, uma calamidade em formato de caranguejo em movimento...",
                    "ruMonsterSpecialDesc": "Один из двух владык, некогда возвышавшихся над инородами Фонтмера, и герой легенд среди моряков. Не встречая природных врагов, бронекраб постоянно охотился, питался и искал подходящих моллюсков и улиток для нового панциря.\\nИскажённый хаосом артерий земли, он превратился в небольшую армию, беспощадно уничтожающую всё на своём пути, словно движущееся крабовое бедствие...",
                    "chsMonsterSpecialDesc": "矗立在原海异种顶端的两位霸主之一，曾经是海员之间的逸闻。不遇天敌，能够一直狩猎、进食的重甲蟹会随着成长，不断寻找适合的螺与贝壳，作为新的甲胄。\\n经由地脉乱象的扭曲演绎，它凶横的身姿已化作小型军队，对目之所及的事物大张挞伐，仿若一场会移动的蟹形凶灾…",
                    "enMonsterSpecialMechanicName": [
                        "Molten Crown",
                        "Shield Bearers",
                        "Radiant Coronation",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Chifres Fundidos",
                        "Escudeiro",
                        "Coroação Radiante",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Огненная корона-рога",
                        "Щитоносный вассал",
                        "Блистательная коронация",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "熔火角冠",
                        "持盾扈从",
                        "璀璨加冕",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "The twin molten horns located high up on the body of the Emperor of Fire and Iron are <color=#FFD780FF>Pyro-aligned</color> organs that enable it to unleash more vicious elemental attacks and grant it even stronger defensive capabilities. When unleashing certain attacks, its twin molten horns will <color=#FFD780FF>stay close to the ground</color>, providing an opportunity to <color=#FFD780FF>use Elemental Reactions to destroy them</color>. Once the Pyro element stored within the twin molten horns is exhausted, they will be destroyed, causing the powerful foe to take a single instance of immense DMG. Once destroyed, the horns cannot be restored for a period of time.",
                        "Affected by the Ley Line disturbance, the Emperor of Fire and Iron will summon Sternshield Crabs to assist during battle. Sternshield Crabs continuously channel Pyro to the twin molten horns. Once their Pyro is exhausted, the Sternshield Crabs will be defeated. Once a Sternshield Crab is defeated, it will lose control and collide with the Emperor of Fire and Iron, overloading the Pyro element within its twin molten horns and damaging them, causing the Emperor of Fire and Iron to take DMG proportional to the DMG the Sternshield Crab itself has received. A maximum of three Sternshield Crabs can be on the field at once.",
                        "Affected by the Ley Line disturbance, the Emperor of Fire and Iron will perform Radiant Coronation in battle, charging briefly before dealing DMG over a large AoE. Destroy the twin molten horns to interrupt its charging.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Os chifres duplos fundidos localizados no alto do corpo do Imperador do Fogo e Ferro são órgãos <color=#FFD780FF>alinhados ao Pyro</color> que permitem ele lançar ataques elementais mais poderosos e concedem ainda mais capacidades defensivas. Quando o inimigo lança certos ataques, seus chifres duplos fundidos ficam <color=#FFD780FF>próximos ao chão</color>, fornecendo uma ótima oportunidade para <color=#FFD780FF>usar Reações Elementais para destruir os chifres duplos fundidos</color>. Quando o elemento Pyro nos chifres é removido, o oponente poderoso sofrerá uma única instância de dano gigantesco e não poderá restaurar os chifres por um breve período.",
                        "Afetado pela perturbação da Linha Ley, o Imperador do Fogo e Ferro invocará Caranguejos Escudo-Firme para auxiliar na batalha. Os Caranguejos Escudo-Firme canalizarão continuamente o elemento Pyro para os chifres duplos fundidos. Quando a energia Pyro for removida totalmente, eles serão derrotados. Quando um Caranguejo Escudo-Firme é derrotado, ele perderá o controle e se chocará contra o Imperador do Fogo e Ferro, sobrecarregando o elemento Pyro nos chifres duplos fundidos e os danificando. O Imperador do Fogo e Ferro também sofre dano adicional proporcional ao dano total que o Caranguejo Escudo-Firme recebeu anteriormente. Um máximo de três Caranguejos Escudo-Firme podem estar em campo simultaneamente.",
                        "Afetado pela perturbação da Linha Ley, o Imperador do Fogo e Ferro realizará \"Coroação Radiante\" em batalha, carregando brevemente antes de causar dano em uma grande área. Destruir os chifres duplos fundidos interrompe a carga.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Двойной рог, расположенный высоко на Императоре огня и железа, является органами <color=#FFD780FF>Пиро</color>, которые позволяют ему использовать более мощные элементальные атаки и наделяют его ещё более сильными оборонительными возможностями. Когда он использует определённые атаки, его Двойной рог находится <color=#FFD780FF>близко к земле</color>, что даёт отличную возможность <color=#FFD780FF>использовать элементальные реакции для уничтожения рогов</color>. Как только элемент Пиро внутри Двойного рога исчезнет, сильный противник получит один раз большой урон и рога будут уничтожены и не смогут быть восстановлены в течение некоторого времени.",
                        "Под влиянием флуктуации артерий земли, Император огня и железа во время боя призывает себе на помощь бронекрабов-щитовиков. Они постоянно пополняют Пиро в Двойном роге, но когда их собственная энергия Пиро истощается, они терпят поражение. Побеждённые бронекрабы-щитовики теряют контроль и врезаются в Императора огня и железа, что приводит к перегрузке Пиро в его Двойном роге и наносит определённый процент урона Императору огня и железа, основанный на общем уроне, полученном бронекрабами-щитовиками. На поле боя одновременно может находиться не более трёх бронекрабов-щитовиков.",
                        "Под влиянием флуктуации артерий земли Император огня и железа во время боя выполняет Блистательную коронацию: накапливает энергию в течение некоторого времени, после чего наносит урон по большой площади. Разрушение Двойного рога прервёт накопление энергии Императором огня и железа.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "铁甲熔火帝皇身躯上方高处的熔火双角是<color=#FFD780FF>火元素</color>的身体器官，使其能够进行更猛烈的元素攻击，并且拥有更强的防御能力。在进行部分攻击时，熔火双角会<color=#FFD780FF>贴近地面</color>，此时是<color=#FFD780FF>利用元素反应摧毁双角</color>的较好时机。当熔火双角的火元素耗尽后，双角会被破坏，强敌将受到一次高额伤害；熔火双角需经过一段时间才能恢复。",
                        "受到地脉紊乱的影响，铁甲熔火帝皇在进行部分攻击时会召唤「坚盾重甲蟹」助战。「坚盾重甲蟹」会持续为熔火双角补充火元素，但当其自身的火元素被耗尽后将被击败。被击败的「坚盾重甲蟹」会失控撞向铁甲熔火帝皇，使其熔火双角的火元素因过载而受损，并根据「坚盾重甲蟹」所受伤害的总值对铁甲熔火帝皇造成一定比例伤害。场上最多同时存在三只「坚盾重甲蟹」。",
                        "受到地脉紊乱的影响，铁甲熔火帝皇会在战斗中进行「璀璨加冕」：进行一段时间的蓄能，完成后将造成大范围伤害。破坏熔火双角，即可打断铁甲熔火帝皇的蓄能。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "While the powerful foe's twin molten horns remain intact, it can unleash fiercer elemental attacks and will possess <color=#FFD780FF>exceedingly high All Elemental and Physical RES</color>. When unleashing certain attacks, its twin molten horns will <color=#FFD780FF>stay close to the ground</color>, providing an opportunity to <color=#FFD780FF>use Elemental Reactions to destroy them</color>. Once the twin molten horns are destroyed, the foe will take a single instance of immense DMG and will be unable to restore them for a period of time.",
                        "Affected by the Ley Line disturbance, the powerful foe will summon Sternshield Crabs to assist during battle. Sternshield Crabs continuously channel Pyro to the twin molten horns. Once their Pyro is exhausted, the Sternshield Crabs will be defeated. Once a Sternshield Crab is defeated, it will lose control and collide with the foe, damaging its twin molten horns and dealing DMG proportional to the DMG it itself has received.",
                        "Affected by the Ley Line disturbance, the powerful foe will begin to charge during battle, dealing DMG over a large AoE after a short period of time. Destroy the twin molten horns to interrupt its charging.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Quando os chifres duplos fundidos do oponente poderoso permanecem intactos, ele pode lançar ataques elementais mais fortes e ganhar <color=#FFD780FF>RES Física e RES a Todos os Elementos maior</color>. Quando ele lança certos ataques, seus chifres duplos fundidos ficam <color=#FFD780FF>próximos ao chão</color>, criando uma ótima oportunidade para <color=#FFD780FF>usar Reações Elementais para destruir os chifres duplos fundidos</color>. Quando os chifres são destruídos, o oponente poderoso sofrerá uma única instância de dano gigantesco e não pode recuperá-los por um período.",
                        "Afetado pela perturbação da Linha Ley, o oponente poderoso invocará Caranguejos Escudo-Firme para auxiliar na batalha. Os Caranguejos Escudo-Firme canalizarão continuamente o elemento Pyro para os chifres duplos fundidos. Quando seu elemento Pyro for removido totalmente, ele será derrotado. Quando um Caranguejo Escudo-Firme é derrotado, ele perderá o controle e se chocará contra o oponente poderoso, danificando os chifres duplos fundidos e causando dano adicional proporcional ao dano total que recebeu anteriormente.",
                        "Afetado pela perturbação da Linha Ley, o oponente poderoso começará a carregar em batalha e, após um breve período de acúmulo, causará dano em uma grande área. Destruir seus chifres duplos fundidos interrompe a carga.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Когда Двойной рог сильного противника остаётся целым, он может использовать более мощные элементальные атаки и имеет <color=#FFD780FF>более высокий уровень сопротивления всем элементам и физ. сопротивления</color>. При использовании определённых атак он держит Двойной рог <color=#FFD780FF>у земли</color>, что даёт отличную возможность <color=#FFD780FF>использовать элементальные реакции для уничтожения рогов</color>. Как только Двойной рог будет уничтожен, сильный противник получит один раз огромный урон и не сможет восстановить рога в течение некоторого времени.",
                        "Под влиянием флуктуации артерий земли сильный противник призывает в бою бронекрабов-щитовиков в помощь. Они будут постоянно наполнять Двойной рог элементом Пиро, но будут побеждены, как только их собственный элемент Пиро иссякнет. Побеждённый бронекраб-щитовик потеряет контроль и врежется в сильного противника, повреждая Двойной рог и нанося сильному противнику урон, пропорциональный общему урону, полученному бронекрабом-щитовиком.",
                        "Под влиянием флуктуаций артерий земли сильный противник во время боя будет накапливать заряд, через некоторое время нанося урон по площади. Разрушение Двойного рога прервёт накопление заряда сильным противником.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "当强敌的熔火双角完好时，其能够进行更猛烈的元素攻击，并拥有<color=#FFD780FF>极高的所有元素与物理抗性</color>。在强敌进行部分攻击过程中，熔火双角会<color=#FFD780FF>贴近地面</color>，此时是<color=#FFD780FF>通过元素反应摧毁双角</color>的较好时机。熔火双角被破坏后，强敌将受到一次高额伤害，需经过一段时间才能恢复。",
                        "受到地脉紊乱的影响，强敌在战斗中会召唤「坚盾重甲蟹」助战。「坚盾重甲蟹」会持续为熔火双角补充火元素，但当其自身的火元素被耗尽后将被击败。被击败的「坚盾重甲蟹」会失控撞向强敌，使熔火双角受损，并根据其所受伤害总值对强敌造成一定比例的伤害。",
                        "受到地脉紊乱的影响，强敌会在战斗中进行蓄能，从而在短暂间隔后造成大范围伤害。破坏熔火双角，即可打断强敌的蓄能。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002} characters",
                        "{SPRITE_PRESET#11003} characters",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Personagens {SPRITE_PRESET#11002}",
                        "Personagens {SPRITE_PRESET#11003}",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002}",
                        "{SPRITE_PRESET#11003}",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11002}元素角色",
                        "{SPRITE_PRESET#11003}元素角色",
                        ""
                    ]
                }
            ]
        }
    ],
    "enChallengeName": "Blightpurge Battle",
    "ptChallengeName": "Expurgo da Praga",
    "ruChallengeName": "Битва очищения",
    "chsChallengeName": "除晦之役"
}