{
    "scheduleId": 5269002,
    "scheduleStartTime": "2025-08-06 10:00:00",
    "scheduleEndTime": "2025-09-17 09:59:59",
    "challengeName": "5.8",
    "levels": [
        {
            "id": 100201,
            "monsterLevel": 40,
            "levelConfigs": [
                {
                    "id": 1002041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Dendrite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22121604,
                        "level": 40,
                        "hp": 61047.80081804478,
                        "attack": 2246.2764096381143,
                        "defense": 699.999988079071,
                        "matchedName": "TheAbyss_Dendrite_02",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Tenebrous Papilla: Normal",
                    "ptLevelName": "Umbo Tenebroso: Forma Normal",
                    "ruLevelName": "Сумрачная папилла: Обычная форма",
                    "chsLevelName": "深邃摹结株·常形",
                    "enMonsterSpecialDesc": "Abyssal monsters that grow like parasitic plants.\\nAgents of continuous corrosion, these distorters are capable of extracting memories from deeper layers of the earth, and through the power of the Abyss, reconstructing memories of greater potency. As their wicked deeds gouge ever deeper, they etch dark echoes into the very Ley Lines themselves...",
                    "ptMonsterSpecialDesc": "Como um monstro abissal que se espalha e cresce como uma planta.\\nUm agente da corrosão que continua a corroer este mundo, capaz de extrair memórias relativamente profundas da terra e de reviver memórias ainda mais poderosas por meio da força do Abismo. À medida que suas más ações deixam marcas cada vez mais profundas, ele também grava sombrias trevas nas linhas ley...",
                    "ruMonsterSpecialDesc": "Чудовища Бездны, которые растут, словно паразитические растения.\\nИсточники непрерывного разложения, эти исказители способны извлекать воспоминания из глубоких слоёв земли и, используя силу Бездны, восстанавливать могущественные воспоминания. Всё глубже становятся борозды их злодеяний, тёмным эхом отпечатываясь в самих артериях земли...",
                    "chsMonsterSpecialDesc": "如植株般侵蚀生长的深渊魔物。\\n持续侵蚀此界的扭曲者，能够提取大地之中相对深层的记忆，亦能通过深渊的力量复现更为强大的记忆体。随着作恶的刻痕加深，它也在地脉之中印下了晦暗的残影…",
                    "enMonsterSpecialMechanicName": [
                        "Tenebrous Mimesis",
                        "Attrition Assault",
                        "Beseech the Dark",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Mimetismo Abissal",
                        "Apreensão",
                        "Oração do Vazio",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Сумрачный мимесис",
                        "Атака разложения",
                        "Воззвание к тьме",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "深邃拟态",
                        "蚀破攻击",
                        "晦暗祝祷",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "It can warp itself and transform into a formidable foe to attack.",
                        "Some attacks will inflict the stackable \"Attrition\" state, which will cause your own active party member to lose HP after a certain amount of time passes.",
                        "During battle, the Tenebrous Papilla will initiate Beseech the Dark: Gives itself a Void Ward, enters a charging state, and prepares to unleash a Dark Bombardment. When Dark Bombardment is unleashed, it will deal DMG over an immense AoE.\\nIf you perform <color=#FFD780FF>a certain number of Elemental attacks</color> during this time, you can break the Ward, throwing the Tenebrous Papilla into disarray and preventing the Dark Bombardment from being unleashed. <color=#FFD780FF>Nightsoul-aligned Elemental attacks</color> are more effective at breaking the Ward.\\nAfter breaking the Ward, the Tenebrous Papilla's All RES will be decreased for a period of time.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Um grande monstro escuro que veio das profundezas do Abismo, erodindo as memórias da terra. Pode se distorcer e se transformar em um inimigo poderoso que realiza ataques.",
                        "Alguns ataques do monstro podem acumular o estado \"Apreensão\", que fará com que o personagem ativo da equipe perca Vida após um certo tempo.",
                        "Em batalha, o Umbo Tenebroso realizará a Oração do Vazio: concederá a si mesmo um Revestimento do Vazio e entrará no estado de Carregamento para se preparar para lançar Choque da Escuridão. Quando lançar Choque da Escuridão, causará uma instância de Dano em AdE extremamente grande.\\nSe nesse período <color=#FFD780FF>você realizar uma certa quantidade de ataques Elementais</color>, poderá destruir esse Revestimento, fazendo-o entrar no estado de Confusão e impedindo-o de lançar o Choque da Escuridão. <color=#FFD780FF>Ataques com alinhamento Espírito da Noite</color> possuem maior eficácia para destruir esse Revestimento.\\nDepois de destruir o Revestimento, reduz por um certo tempo todas as RES do Umbo Tenebroso...",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Монстр способен искажать форму и превращаться в грозного противника.",
                        "Его некоторые атаки налагают складывающееся разложение, из-за которого активный персонаж со временем теряет HP.",
                        "Во время боя Сумрачная папилла использует Воззвание к тьме: она наделяет себя барьером пустоты, входит в состояние зарядки и готовится применить Сумрачную бомбардировку. Сумрачная бомбардировка наносит однократный урон по огромной площади.\\nВ это время <color=#FFD780FF>определённым количеством элементальных атак</color> можно уничтожить барьер, привести врага в замешательство и помешать ему использовать Сумрачную бомбардировку. Против барьера более эффективны <color=#FFD780FF>элементальные атаки с характеристикой Ночного духа</color>.\\nПосле разрушения барьера все сопротивления Сумрачной папиллы на некоторое время снижаются.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "能够扭曲自己的姿态，变化成强大的敌人进行攻击。",
                        "部分攻击会施加可叠加的「蚀破」状态，会在一定时间后，使队伍中自己的当前场上角色损失生命值。",
                        "战斗中，深邃摹结株会进行「晦暗祝祷」：为自己赋予虚界力护罩，进入蓄能态势，准备释放「晦暗轰击」。「晦暗轰击」释放时，将造成一次极大范围的伤害。\\n如在此时进行<color=#FFD780FF>一定次数的元素攻击</color>即可破坏护罩，从而使其陷入混乱并阻止「晦暗轰击」的释放；<color=#FFD780FF>具有夜魂性质的元素攻击</color>会更有效率地破坏护罩。\\n破坏护罩后的一段时间内，深邃摹结株的所有抗性降低。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "For a while after the battle begins, the enemy will grant itself a Void Ward. You need to quickly destroy the Ward by using <color=#FFD780FF>a certain number of Elemental attacks</color>, which will cause it to become disoriented. <color=#FFD780FF>Nightsoul-aligned Elemental attacks</color> will be more effective at breaking the Ward. If you fail to destroy the Ward within the given time, the enemy will unleash a powerful, large-area strike.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Por um tempo após o início da batalha, o inimigo concederá a si mesmo um Revestimento do Vazio. Você precisa destruir rapidamente o escudo usando <color=#FFD780FF>um certo número de ataques elementais</color>, o que fará com que ele fique desorientado. <color=#FFD780FF>Ataques elementais com alinhamento Espírito da Noite</color> serão mais eficazes para quebrar o escudo. Se você não conseguir destruir o escudo dentro do tempo determinado, o inimigo lançará um poderoso golpe de grande área.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Через некоторое время после начала боя наделяет себя барьером пустоты. В это время с помощью <color=#FFD780FF>определённого количества элементальных атак</color> как можно скорее уничтожьте барьер, чтобы привести врага в замешательство. Против барьера более эффективны <color=#FFD780FF>элементальные атаки с характеристикой Ночного духа</color>. Если барьер в течение определённого времени не уничтожить, враг выполнит мощную атаку по огромной площади.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始后一段时间，将为自己赋予虚界力护罩，此时需要尽快通过<color=#FFD780FF>一定次数的元素攻击</color>破坏护罩从而使其陷入混乱，<color=#FFD780FF>具有夜魂性质的元素攻击</color>会有更高的破坏效率；如未能在一定时间内破坏护罩，该敌人将进行一次极大范围的强力攻击。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "High-frequency Elemental DMG<Color=#FFFFFF40> | </Color>Nightsoul-aligned DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Elemental de Alta Frequência<Color=#FFFFFF40> | </Color>Dano de Alinhamento Espírito da Noite",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Частый элементальный урон<Color=#FFFFFF40> | </Color>Урон с характеристикой Ночного духа",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "高频元素伤害<Color=#FFFFFF40> | </Color>夜魂性质伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1002042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_TortoiseElectric",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 28021301,
                        "level": 40,
                        "hp": 150260.71562841945,
                        "attack": 4492.552819276229,
                        "defense": 699.999988079071,
                        "matchedName": "Tortoise_Electric_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.699999988079071,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.5
                    },
                    "enLevelName": "Battle-Hardened Tent Tortoise: Normal",
                    "ptLevelName": "Tartaruga Ondulada Forjada em Batalhas: Forma Normal",
                    "ruLevelName": "Бывалая шишковатая черепаха: Обычная форма",
                    "chsLevelName": "历经百战的玳龟·常形",
                    "enMonsterSpecialDesc": "Gentle and slow by nature, this reptile is seen by some as a symbol of wisdom and good fortune. Yet when backed into a corner, this remarkable creature is capable of unleashing fierce assaults upon its foes, using its thick shell as a battering ram to crush any and all opposition.\\nIn the Ley Line memories, it fought in a neutral form in ferocious battles, striking down all who foolishly ventured too close...",
                    "ptMonsterSpecialDesc": "Geralmente dócil e lento, este réptil é visto por alguns como um símbolo de sabedoria e boa sorte. No entanto, quando necessário, esse indivíduo especial também pode lançar ataques ferozes contra os desafiantes, transformando seu casco espesso em um pesado martelo que esmaga inimigos.\\nNas memórias das linhas ley, ele participou de batalhas intensas como uma figura neutra, ferindo gravemente qualquer um que se aproximasse imprudentemente...",
                    "ruMonsterSpecialDesc": "Кроткая и медлительная рептилия. По мнению некоторых, это удивительное существо является символом удачи и мудрости, однако в случае необходимости оно способно обрушивать на врагов стремительные атаки, сокрушая их своим толстым панцирем, словно тараном.\\nВ воспоминаниях артерий земли оно сражалось в ожесточённых битвах в нейтральной форме, повергая любого, кто по оплошности подходил слишком близко...",
                    "chsMonsterSpecialDesc": "平日里性情温和，行动迟缓的爬行动物，被一些人视为吉祥与智慧的象征。但必要之时，这一特殊的个体也会对挑战者发起迅猛的攻势，将厚实的甲壳化为击碎敌人的重锤。\\n在地脉的记忆中，它曾以中立的形象参与鏖战，重创每个贸然接近的对手…",
                    "enMonsterSpecialMechanicName": [
                        "Thunderthorn Ward",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Revestimento de Espinhos Trovejantes",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Барьер громовых терний",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "雷棘护罩",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "After taking <color=#FFD780FF>a certain number of attacks</color>, it will deploy a \"Thunderthorn Ward\": While the Ward is active, DMG will be reflected to nearby characters when it is attacked. The Ward can be broken by using Elemental Reactions to <color=#FFD780FF>drain the Ward of Electro</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Após receber <color=#FFD780FF>um certo número de ataques</color>, ele implantará um \"Revestimento de Espinhos Trovejantes\": quando Revestimento sofrer ataques, redirecionará o Dano para os personagens próximos. O Revestimento pode ser quebrado usando Reações Elementais para <color=#FFD780FF>drenar a energia Electro do Revestimento</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Получив <color=#FFD780FF>определённое количество атак</color>, развёртывает Барьер громовых терний: при получении атак во время действия барьера наносит персонажам поблизости отражённый урон. Истощите <color=#FFD780FF>Электро энергию барьера</color> с помощью элементальных реакций, чтобы уничтожить его.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到<color=#FFD780FF>一定次数的攻击</color>后，会展开「雷棘护罩」：护罩存在期间受到攻击时，会对附近的角色造成反噬伤害；通过元素反应<color=#FFD780FF>耗尽护罩的雷元素</color>，才能破除护罩。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "After taking <color=#FFD780FF>a certain number of attacks</color>, it will deploy a \"Thunderthorn Ward\": Attacks against it will be reflected onto nearby characters. The Ward can be broken by using Elemental Reactions to <color=#FFD780FF>drain the Ward of Electro</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Após receber <color=#FFD780FF>um certo número de ataques</color>, ele implantará um \"Revestimento de Espinhos Trovejantes\": ataques contra ele serão refletidos nos personagens próximos. O Revestimento pode ser quebrado usando Reações Elementais para <color=#FFD780FF>drenar a energia Electro do Revestimento</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Получив <color=#FFD780FF>определённое количество атак</color>, развёртывает Барьер громовых терний: полученные атаки отражаются обратно в персонажей поблизости. Чтобы разрушить барьер, истощите его <color=#FFD780FF>энергию Электро</color> с помощью элементальных реакций.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到<color=#FFD780FF>一定次数的攻击</color>后会展开「雷棘护罩」：受到攻击时将攻击反噬给附近的角色，可通过元素反应<color=#FFD780FF>耗尽护罩的雷元素</color>来破除护罩。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Low-frequency DMG",
                        "High-frequency DMG",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano de Baixa Frequência",
                        "Dano de Alta Frequência",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон с низкой частотой",
                        "Урон с высокой частотой",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "低频伤害",
                        "高频伤害",
                        ""
                    ]
                },
                {
                    "id": 1002043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Tenoyollotzin",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 25560201,
                        "level": 40,
                        "hp": 286861.38154394255,
                        "attack": 4084.1387687423266,
                        "defense": 699.999988079071,
                        "matchedName": "Mascot_Tenoyollotzin",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Pipilpan Idol: Normal",
                    "ptLevelName": "Ídolo Pippipan Veterano de Cem Batalhas: Forma Normal",
                    "ruLevelName": "Бывалый айдол Пипильпан: Обычная форма",
                    "chsLevelName": "历经百战的皮皮潘偶像·常形",
                    "enMonsterSpecialDesc": "A Pipilpan Idol who channels the essence of Tenoch. Adept at dazzling hat tricks and stratagems of battle, it can attack from a wide range of angles, leaving reckless challengers paying the price for hasty missteps...\\nUnhealthy obsessions can leave skewed memories in the Ley Lines, causing this performer to take on an almost manic appearance...",
                    "ptMonsterSpecialDesc": "Ídolo Pippipan inspirado em \"Tenoch\", mestre de truques de chapéu mirabolantes e estratégias de combate, é capaz de atacar de ângulos variados, fazendo os imprudentes pagarem caro...\\nPara as linhas ley, um apego excessivo pode resultar em registros distorcidos, fazendo com que a projeção deste intérprete revele certa agressividade...",
                    "ruMonsterSpecialDesc": "Айдол Пипильпан, воплотивший сущность Теноча. Мастер трюков со шляпой и боевой стратегии, способный атаковать с разных сторон, заставляя безрассудных соперников расплачиваться за опрометчивые шаги...\\nНездоровая одержимость может оставлять в артериях земли искажённые воспоминания, из-за чего этот исполнитель приобретает несколько маниакальную форму...",
                    "chsMonsterSpecialDesc": "以「特诺切」为演绎目标的皮皮潘偶像，精通奇妙的帽子戏法与战斗策略，能从多变的角度攻来，让鲁莽者付出代价…\\n对地脉而言，过度的执念可能招致偏颇的记录，使得这位演绎者的投影显现出几分躁戾…",
                    "enMonsterSpecialMechanicName": [
                        "Hat Show",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Capas e Chapéus",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Игра шляп",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "帽子演绎",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the entity will create multiple hats and hide within one of them, then rapidly switch the positions of these hats. After a certain number of switches, if <color=#FFD780FF>the hat that conceals the entity takes Electro-Charged or Lunar-Charged damage</color>, the entity will temporarily halt all hat-swapping actions.\\nDeal a certain amount of DMG to <color=#FFD780FF>the hat concealing the entity</color> to break all of the hats, causing the entity to reveal itself, receive a single instance of immense DMG, and temporarily enter a weakened state. <color=#FFD780FF>Electro-Charged or Lunar-Charged reactions</color> are more effective at breaking the hat. The DMG received by the entity when the hat breaks will increase based on the <color=#80C0FFFF>Hydro DMG</color>, <color=#FFACFFFF>Electro DMG</color>, <color=#FFD780FF>Electro-Charged DMG, or Lunar-Charged DMG</color> the hat has taken.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante a batalha, cria vários chapéus, e se esconde dentro de um deles, para depois trocar rapidamente a posição do chapéu. Depois de uma certa quantidade de trocas, <color=#FFD780FF>o chapéu que está escondido sofrer Dano de Eletricamente Carregado ou Carga Lunar</color>, interromperá temporariamente a troca de posição de todos os chapéus.\\nDepois que causar uma certa quantidade de Dano contra <color=#FFD780FF>o chapéu que está escondido</color>, destrói todos os chapéus e revela-o, sofrendo uma instância de muito Dano entrando no estado enfraquecido. <color=#FFD780FF>Reações de Eletricamente Carregado ou Carga Lunar</color> tem maior eficácia para destruir os chapéus. Quando os chapéus forem destruídos, sofrerá Dano, esse Dano será aumentado com base no Dano <color=#80C0FFFF>Hydro</color>, <color=#FFACFFFF>Electro</color>, <color=#FFD780FF>Eletricamente Carregado ou Carga Lunar</color> que o chapéu sofreu.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color=#FFD780FF>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.\\nНанесите определённое количество урона <color=#FFD780FF>шляпе, в которой прячется сущность</color>, чтобы разрушить её, заставить сущность явить себя, нанести ей огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color=#FFD780FF>Заряжен или Лунный заряд</color>. Урон, получаемый сущностью при разрушении шляпы, увеличивается в зависимости от количества <color=#80C0FFFF>Гидро</color> и <color=#FFACFFFF>Электро</color> урона, а также урона реакций <color=#FFD780FF>Заряжен или Лунный заряд</color>, полученного шляпой.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会创造多顶帽子，并将本体隐藏于其中一顶帽子下，随后快速变换帽子的位置。变换一定次数后，如果<color=#FFD780FF>本体所隐藏的帽子受到感电或月感电伤害</color>，则会使所有帽子位置的变换暂时停止。\\n对<color=#FFD780FF>本体所隐藏的帽子</color>造成一定伤害即可将所有帽子破坏，从而使本体现身，受到一次高额伤害，并陷入一段时间的虚弱状态；<color=#FFD780FF>感电或月感电反应</color>对帽子有着更高的破坏效率。帽子被破坏时本体所受到的伤害，会基于帽子受到<color=#80C0FFFF>水元素伤害</color>、<color=#FFACFFFF>雷元素伤害</color>、<color=#FFD780FF>感电或月感电伤害</color>而提高。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the entity will create multiple hats and hide within one of them, then rapidly switch the positions of these hats. After a certain number of switches, if <color=#FFD780FF>the hat that conceals the entity takes Electro-Charged or Lunar-Charged damage</color>, the entity will temporarily halt all hat-swapping actions.",
                        "Deal a certain amount of DMG to <color=#FFD780FF>the hat concealing the entity</color> to break it, dealing a single instance of immense DMG to the entity and temporarily leaving it in a weakened state. <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color> is more effective at breaking the hat, and will cause the entity to take higher DMG when the hat breaks.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, cria vários chapéus e esconde-se neles, para rapidamente trocar de posição com outro chapéu. Depois de mudar uma certa quantidade de vezes, se <color=#FFD780FF>o chapéu que está escondido for atingido por Dano de Eletricamente Carregado ou Carga Lunar</color>, faz a troca de posição de todos os chapéus parar temporariamente.",
                        "Causa uma certa quantidade de Dano <color=#FFD780FF>ao chapéu que a entidade está escondendo</color> para quebrá-lo, causando uma instância única de Dano imenso à entidade e deixando-a temporariamente enfraquecida. Dano de <color=#FFD780FF>Eletricamente Carregado ou Carga Lunar</color> é mais eficaz para quebrar o chapéu e fará com que a entidade receba mais Dano quando o chapéu for quebrado.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color=#FFD780FF>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.",
                        "Нанесите определённое количество урона <color=#FFD780FF>шляпе, в которой прячется сущность</color>, чтобы разрушить её, нанести сущности огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color=#FFD780FF>Заряжен или Лунный заряд</color>. Из-за них сущность получит более высокий урон, когда волшебная шляпа разрушается.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会创造多顶帽子并将本体隐藏其中，随后快速变换帽子的位置。变换一定次数后，如果<color=#FFD780FF>本体所隐藏的帽子受到感电或月感电伤害</color>，则会使所有帽子位置的变换暂时停止。",
                        "对<color=#FFD780FF>本体所隐藏的帽子</color>造成一定伤害即可将其破坏，从而使本体受到一次高额伤害，并陷入一段时间的虚弱状态；<color=#FFD780FF>感电或月感电伤害</color>对帽子有着更高的破坏效率，且将提升帽子被破坏时本体受到的伤害。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions<Color=#FFFFFF40> | </Color>Shields",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Reações {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Escudos",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Щиты",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>护盾",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100202,
            "monsterLevel": 70,
            "levelConfigs": [
                {
                    "id": 1002041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Dendrite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22121604,
                        "level": 70,
                        "hp": 1047700.1441115811,
                        "attack": 5612.042862987844,
                        "defense": 850.0000238418579,
                        "matchedName": "TheAbyss_Dendrite_02",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Tenebrous Papilla: Normal",
                    "ptLevelName": "Umbo Tenebroso: Forma Normal",
                    "ruLevelName": "Сумрачная папилла: Обычная форма",
                    "chsLevelName": "深邃摹结株·常形",
                    "enMonsterSpecialDesc": "Abyssal monsters that grow like parasitic plants.\\nAgents of continuous corrosion, these distorters are capable of extracting memories from deeper layers of the earth, and through the power of the Abyss, reconstructing memories of greater potency. As their wicked deeds gouge ever deeper, they etch dark echoes into the very Ley Lines themselves...",
                    "ptMonsterSpecialDesc": "Como um monstro abissal que se espalha e cresce como uma planta.\\nUm agente da corrosão que continua a corroer este mundo, capaz de extrair memórias relativamente profundas da terra e de reviver memórias ainda mais poderosas por meio da força do Abismo. À medida que suas más ações deixam marcas cada vez mais profundas, ele também grava sombrias trevas nas linhas ley...",
                    "ruMonsterSpecialDesc": "Чудовища Бездны, которые растут, словно паразитические растения.\\nИсточники непрерывного разложения, эти исказители способны извлекать воспоминания из глубоких слоёв земли и, используя силу Бездны, восстанавливать могущественные воспоминания. Всё глубже становятся борозды их злодеяний, тёмным эхом отпечатываясь в самих артериях земли...",
                    "chsMonsterSpecialDesc": "如植株般侵蚀生长的深渊魔物。\\n持续侵蚀此界的扭曲者，能够提取大地之中相对深层的记忆，亦能通过深渊的力量复现更为强大的记忆体。随着作恶的刻痕加深，它也在地脉之中印下了晦暗的残影…",
                    "enMonsterSpecialMechanicName": [
                        "Tenebrous Mimesis",
                        "Attrition Assault",
                        "Beseech the Dark",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Mimetismo Abissal",
                        "Apreensão",
                        "Oração do Vazio",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Сумрачный мимесис",
                        "Атака разложения",
                        "Воззвание к тьме",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "深邃拟态",
                        "蚀破攻击",
                        "晦暗祝祷",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "It can warp itself and transform into a formidable foe to attack.",
                        "Some attacks will inflict the stackable \"Attrition\" state, which will cause your own active party member to lose HP after a certain amount of time passes.",
                        "During battle, the Tenebrous Papilla will initiate Beseech the Dark: Gives itself a Void Ward, enters a charging state, and prepares to unleash a Dark Bombardment. When Dark Bombardment is unleashed, it will deal DMG over an immense AoE.\\nIf you perform <color=#FFD780FF>a certain number of Elemental attacks</color> during this time, you can break the Ward, throwing the Tenebrous Papilla into disarray and preventing the Dark Bombardment from being unleashed. <color=#FFD780FF>Nightsoul-aligned Elemental attacks</color> are more effective at breaking the Ward.\\nAfter breaking the Ward, the Tenebrous Papilla's All RES will be decreased for a period of time.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Um grande monstro escuro que veio das profundezas do Abismo, erodindo as memórias da terra. Pode se distorcer e se transformar em um inimigo poderoso que realiza ataques.",
                        "Alguns ataques do monstro podem acumular o estado \"Apreensão\", que fará com que o personagem ativo da equipe perca Vida após um certo tempo.",
                        "Em batalha, o Umbo Tenebroso realizará a Oração do Vazio: concederá a si mesmo um Revestimento do Vazio e entrará no estado de Carregamento para se preparar para lançar Choque da Escuridão. Quando lançar Choque da Escuridão, causará uma instância de Dano em AdE extremamente grande.\\nSe nesse período <color=#FFD780FF>você realizar uma certa quantidade de ataques Elementais</color>, poderá destruir esse Revestimento, fazendo-o entrar no estado de Confusão e impedindo-o de lançar o Choque da Escuridão. <color=#FFD780FF>Ataques com alinhamento Espírito da Noite</color> possuem maior eficácia para destruir esse Revestimento.\\nDepois de destruir o Revestimento, reduz por um certo tempo todas as RES do Umbo Tenebroso...",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Монстр способен искажать форму и превращаться в грозного противника.",
                        "Его некоторые атаки налагают складывающееся разложение, из-за которого активный персонаж со временем теряет HP.",
                        "Во время боя Сумрачная папилла использует Воззвание к тьме: она наделяет себя барьером пустоты, входит в состояние зарядки и готовится применить Сумрачную бомбардировку. Сумрачная бомбардировка наносит однократный урон по огромной площади.\\nВ это время <color=#FFD780FF>определённым количеством элементальных атак</color> можно уничтожить барьер, привести врага в замешательство и помешать ему использовать Сумрачную бомбардировку. Против барьера более эффективны <color=#FFD780FF>элементальные атаки с характеристикой Ночного духа</color>.\\nПосле разрушения барьера все сопротивления Сумрачной папиллы на некоторое время снижаются.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "能够扭曲自己的姿态，变化成强大的敌人进行攻击。",
                        "部分攻击会施加可叠加的「蚀破」状态，会在一定时间后，使队伍中自己的当前场上角色损失生命值。",
                        "战斗中，深邃摹结株会进行「晦暗祝祷」：为自己赋予虚界力护罩，进入蓄能态势，准备释放「晦暗轰击」。「晦暗轰击」释放时，将造成一次极大范围的伤害。\\n如在此时进行<color=#FFD780FF>一定次数的元素攻击</color>即可破坏护罩，从而使其陷入混乱并阻止「晦暗轰击」的释放；<color=#FFD780FF>具有夜魂性质的元素攻击</color>会更有效率地破坏护罩。\\n破坏护罩后的一段时间内，深邃摹结株的所有抗性降低。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "For a while after the battle begins, the enemy will grant itself a Void Ward. You need to quickly destroy the Ward by using <color=#FFD780FF>a certain number of Elemental attacks</color>, which will cause it to become disoriented. <color=#FFD780FF>Nightsoul-aligned Elemental attacks</color> will be more effective at breaking the Ward. If you fail to destroy the Ward within the given time, the enemy will unleash a powerful, large-area strike.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Por um tempo após o início da batalha, o inimigo concederá a si mesmo um Revestimento do Vazio. Você precisa destruir rapidamente o escudo usando <color=#FFD780FF>um certo número de ataques elementais</color>, o que fará com que ele fique desorientado. <color=#FFD780FF>Ataques elementais com alinhamento Espírito da Noite</color> serão mais eficazes para quebrar o escudo. Se você não conseguir destruir o escudo dentro do tempo determinado, o inimigo lançará um poderoso golpe de grande área.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Через некоторое время после начала боя наделяет себя барьером пустоты. В это время с помощью <color=#FFD780FF>определённого количества элементальных атак</color> как можно скорее уничтожьте барьер, чтобы привести врага в замешательство. Против барьера более эффективны <color=#FFD780FF>элементальные атаки с характеристикой Ночного духа</color>. Если барьер в течение определённого времени не уничтожить, враг выполнит мощную атаку по огромной площади.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始后一段时间，将为自己赋予虚界力护罩，此时需要尽快通过<color=#FFD780FF>一定次数的元素攻击</color>破坏护罩从而使其陷入混乱，<color=#FFD780FF>具有夜魂性质的元素攻击</color>会有更高的破坏效率；如未能在一定时间内破坏护罩，该敌人将进行一次极大范围的强力攻击。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "High-frequency Elemental DMG<Color=#FFFFFF40> | </Color>Nightsoul-aligned DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Elemental de Alta Frequência<Color=#FFFFFF40> | </Color>Dano de Alinhamento Espírito da Noite",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Частый элементальный урон<Color=#FFFFFF40> | </Color>Урон с характеристикой Ночного духа",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "高频元素伤害<Color=#FFFFFF40> | </Color>夜魂性质伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1002042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_TortoiseElectric",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 28021301,
                        "level": 70,
                        "hp": 2578768.9533227384,
                        "attack": 11224.085725975689,
                        "defense": 850.0000238418579,
                        "matchedName": "Tortoise_Electric_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.699999988079071,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.5
                    },
                    "enLevelName": "Battle-Hardened Tent Tortoise: Normal",
                    "ptLevelName": "Tartaruga Ondulada Forjada em Batalhas: Forma Normal",
                    "ruLevelName": "Бывалая шишковатая черепаха: Обычная форма",
                    "chsLevelName": "历经百战的玳龟·常形",
                    "enMonsterSpecialDesc": "Gentle and slow by nature, this reptile is seen by some as a symbol of wisdom and good fortune. Yet when backed into a corner, this remarkable creature is capable of unleashing fierce assaults upon its foes, using its thick shell as a battering ram to crush any and all opposition.\\nIn the Ley Line memories, it fought in a neutral form in ferocious battles, striking down all who foolishly ventured too close...",
                    "ptMonsterSpecialDesc": "Geralmente dócil e lento, este réptil é visto por alguns como um símbolo de sabedoria e boa sorte. No entanto, quando necessário, esse indivíduo especial também pode lançar ataques ferozes contra os desafiantes, transformando seu casco espesso em um pesado martelo que esmaga inimigos.\\nNas memórias das linhas ley, ele participou de batalhas intensas como uma figura neutra, ferindo gravemente qualquer um que se aproximasse imprudentemente...",
                    "ruMonsterSpecialDesc": "Кроткая и медлительная рептилия. По мнению некоторых, это удивительное существо является символом удачи и мудрости, однако в случае необходимости оно способно обрушивать на врагов стремительные атаки, сокрушая их своим толстым панцирем, словно тараном.\\nВ воспоминаниях артерий земли оно сражалось в ожесточённых битвах в нейтральной форме, повергая любого, кто по оплошности подходил слишком близко...",
                    "chsMonsterSpecialDesc": "平日里性情温和，行动迟缓的爬行动物，被一些人视为吉祥与智慧的象征。但必要之时，这一特殊的个体也会对挑战者发起迅猛的攻势，将厚实的甲壳化为击碎敌人的重锤。\\n在地脉的记忆中，它曾以中立的形象参与鏖战，重创每个贸然接近的对手…",
                    "enMonsterSpecialMechanicName": [
                        "Thunderthorn Ward",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Revestimento de Espinhos Trovejantes",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Барьер громовых терний",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "雷棘护罩",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "After taking <color=#FFD780FF>a certain number of attacks</color>, it will deploy a \"Thunderthorn Ward\": While the Ward is active, DMG will be reflected to nearby characters when it is attacked. The Ward can be broken by using Elemental Reactions to <color=#FFD780FF>drain the Ward of Electro</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Após receber <color=#FFD780FF>um certo número de ataques</color>, ele implantará um \"Revestimento de Espinhos Trovejantes\": quando Revestimento sofrer ataques, redirecionará o Dano para os personagens próximos. O Revestimento pode ser quebrado usando Reações Elementais para <color=#FFD780FF>drenar a energia Electro do Revestimento</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Получив <color=#FFD780FF>определённое количество атак</color>, развёртывает Барьер громовых терний: при получении атак во время действия барьера наносит персонажам поблизости отражённый урон. Истощите <color=#FFD780FF>Электро энергию барьера</color> с помощью элементальных реакций, чтобы уничтожить его.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到<color=#FFD780FF>一定次数的攻击</color>后，会展开「雷棘护罩」：护罩存在期间受到攻击时，会对附近的角色造成反噬伤害；通过元素反应<color=#FFD780FF>耗尽护罩的雷元素</color>，才能破除护罩。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "After taking <color=#FFD780FF>a certain number of attacks</color>, it will deploy a \"Thunderthorn Ward\": Attacks against it will be reflected onto nearby characters. The Ward can be broken by using Elemental Reactions to <color=#FFD780FF>drain the Ward of Electro</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Após receber <color=#FFD780FF>um certo número de ataques</color>, ele implantará um \"Revestimento de Espinhos Trovejantes\": ataques contra ele serão refletidos nos personagens próximos. O Revestimento pode ser quebrado usando Reações Elementais para <color=#FFD780FF>drenar a energia Electro do Revestimento</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Получив <color=#FFD780FF>определённое количество атак</color>, развёртывает Барьер громовых терний: полученные атаки отражаются обратно в персонажей поблизости. Чтобы разрушить барьер, истощите его <color=#FFD780FF>энергию Электро</color> с помощью элементальных реакций.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到<color=#FFD780FF>一定次数的攻击</color>后会展开「雷棘护罩」：受到攻击时将攻击反噬给附近的角色，可通过元素反应<color=#FFD780FF>耗尽护罩的雷元素</color>来破除护罩。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Low-frequency DMG",
                        "High-frequency DMG",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano de Baixa Frequência",
                        "Dano de Alta Frequência",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон с низкой частотой",
                        "Урон с высокой частотой",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "低频伤害",
                        "高频伤害",
                        ""
                    ]
                },
                {
                    "id": 1002043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Tenoyollotzin",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 25560201,
                        "level": 70,
                        "hp": 4923104.628771484,
                        "attack": 10203.713901916868,
                        "defense": 850.0000238418579,
                        "matchedName": "Mascot_Tenoyollotzin",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Pipilpan Idol: Normal",
                    "ptLevelName": "Ídolo Pippipan Veterano de Cem Batalhas: Forma Normal",
                    "ruLevelName": "Бывалый айдол Пипильпан: Обычная форма",
                    "chsLevelName": "历经百战的皮皮潘偶像·常形",
                    "enMonsterSpecialDesc": "A Pipilpan Idol who channels the essence of Tenoch. Adept at dazzling hat tricks and stratagems of battle, it can attack from a wide range of angles, leaving reckless challengers paying the price for hasty missteps...\\nUnhealthy obsessions can leave skewed memories in the Ley Lines, causing this performer to take on an almost manic appearance...",
                    "ptMonsterSpecialDesc": "Ídolo Pippipan inspirado em \"Tenoch\", mestre de truques de chapéu mirabolantes e estratégias de combate, é capaz de atacar de ângulos variados, fazendo os imprudentes pagarem caro...\\nPara as linhas ley, um apego excessivo pode resultar em registros distorcidos, fazendo com que a projeção deste intérprete revele certa agressividade...",
                    "ruMonsterSpecialDesc": "Айдол Пипильпан, воплотивший сущность Теноча. Мастер трюков со шляпой и боевой стратегии, способный атаковать с разных сторон, заставляя безрассудных соперников расплачиваться за опрометчивые шаги...\\nНездоровая одержимость может оставлять в артериях земли искажённые воспоминания, из-за чего этот исполнитель приобретает несколько маниакальную форму...",
                    "chsMonsterSpecialDesc": "以「特诺切」为演绎目标的皮皮潘偶像，精通奇妙的帽子戏法与战斗策略，能从多变的角度攻来，让鲁莽者付出代价…\\n对地脉而言，过度的执念可能招致偏颇的记录，使得这位演绎者的投影显现出几分躁戾…",
                    "enMonsterSpecialMechanicName": [
                        "Hat Show",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Capas e Chapéus",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Игра шляп",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "帽子演绎",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the entity will create multiple hats and hide within one of them, then rapidly switch the positions of these hats. After a certain number of switches, if <color=#FFD780FF>the hat that conceals the entity takes Electro-Charged or Lunar-Charged damage</color>, the entity will temporarily halt all hat-swapping actions.\\nDeal a certain amount of DMG to <color=#FFD780FF>the hat concealing the entity</color> to break all of the hats, causing the entity to reveal itself, receive a single instance of immense DMG, and temporarily enter a weakened state. <color=#FFD780FF>Electro-Charged or Lunar-Charged reactions</color> are more effective at breaking the hat. The DMG received by the entity when the hat breaks will increase based on the <color=#80C0FFFF>Hydro DMG</color>, <color=#FFACFFFF>Electro DMG</color>, <color=#FFD780FF>Electro-Charged DMG, or Lunar-Charged DMG</color> the hat has taken.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante a batalha, cria vários chapéus, e se esconde dentro de um deles, para depois trocar rapidamente a posição do chapéu. Depois de uma certa quantidade de trocas, <color=#FFD780FF>o chapéu que está escondido sofrer Dano de Eletricamente Carregado ou Carga Lunar</color>, interromperá temporariamente a troca de posição de todos os chapéus.\\nDepois que causar uma certa quantidade de Dano contra <color=#FFD780FF>o chapéu que está escondido</color>, destrói todos os chapéus e revela-o, sofrendo uma instância de muito Dano entrando no estado enfraquecido. <color=#FFD780FF>Reações de Eletricamente Carregado ou Carga Lunar</color> tem maior eficácia para destruir os chapéus. Quando os chapéus forem destruídos, sofrerá Dano, esse Dano será aumentado com base no Dano <color=#80C0FFFF>Hydro</color>, <color=#FFACFFFF>Electro</color>, <color=#FFD780FF>Eletricamente Carregado ou Carga Lunar</color> que o chapéu sofreu.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color=#FFD780FF>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.\\nНанесите определённое количество урона <color=#FFD780FF>шляпе, в которой прячется сущность</color>, чтобы разрушить её, заставить сущность явить себя, нанести ей огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color=#FFD780FF>Заряжен или Лунный заряд</color>. Урон, получаемый сущностью при разрушении шляпы, увеличивается в зависимости от количества <color=#80C0FFFF>Гидро</color> и <color=#FFACFFFF>Электро</color> урона, а также урона реакций <color=#FFD780FF>Заряжен или Лунный заряд</color>, полученного шляпой.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会创造多顶帽子，并将本体隐藏于其中一顶帽子下，随后快速变换帽子的位置。变换一定次数后，如果<color=#FFD780FF>本体所隐藏的帽子受到感电或月感电伤害</color>，则会使所有帽子位置的变换暂时停止。\\n对<color=#FFD780FF>本体所隐藏的帽子</color>造成一定伤害即可将所有帽子破坏，从而使本体现身，受到一次高额伤害，并陷入一段时间的虚弱状态；<color=#FFD780FF>感电或月感电反应</color>对帽子有着更高的破坏效率。帽子被破坏时本体所受到的伤害，会基于帽子受到<color=#80C0FFFF>水元素伤害</color>、<color=#FFACFFFF>雷元素伤害</color>、<color=#FFD780FF>感电或月感电伤害</color>而提高。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the entity will create multiple hats and hide within one of them, then rapidly switch the positions of these hats. After a certain number of switches, if <color=#FFD780FF>the hat that conceals the entity takes Electro-Charged or Lunar-Charged damage</color>, the entity will temporarily halt all hat-swapping actions.",
                        "Deal a certain amount of DMG to <color=#FFD780FF>the hat concealing the entity</color> to break it, dealing a single instance of immense DMG to the entity and temporarily leaving it in a weakened state. <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color> is more effective at breaking the hat, and will cause the entity to take higher DMG when the hat breaks.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, cria vários chapéus e esconde-se neles, para rapidamente trocar de posição com outro chapéu. Depois de mudar uma certa quantidade de vezes, se <color=#FFD780FF>o chapéu que está escondido for atingido por Dano de Eletricamente Carregado ou Carga Lunar</color>, faz a troca de posição de todos os chapéus parar temporariamente.",
                        "Causa uma certa quantidade de Dano <color=#FFD780FF>ao chapéu que a entidade está escondendo</color> para quebrá-lo, causando uma instância única de Dano imenso à entidade e deixando-a temporariamente enfraquecida. Dano de <color=#FFD780FF>Eletricamente Carregado ou Carga Lunar</color> é mais eficaz para quebrar o chapéu e fará com que a entidade receba mais Dano quando o chapéu for quebrado.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color=#FFD780FF>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.",
                        "Нанесите определённое количество урона <color=#FFD780FF>шляпе, в которой прячется сущность</color>, чтобы разрушить её, нанести сущности огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color=#FFD780FF>Заряжен или Лунный заряд</color>. Из-за них сущность получит более высокий урон, когда волшебная шляпа разрушается.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会创造多顶帽子并将本体隐藏其中，随后快速变换帽子的位置。变换一定次数后，如果<color=#FFD780FF>本体所隐藏的帽子受到感电或月感电伤害</color>，则会使所有帽子位置的变换暂时停止。",
                        "对<color=#FFD780FF>本体所隐藏的帽子</color>造成一定伤害即可将其破坏，从而使本体受到一次高额伤害，并陷入一段时间的虚弱状态；<color=#FFD780FF>感电或月感电伤害</color>对帽子有着更高的破坏效率，且将提升帽子被破坏时本体受到的伤害。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions<Color=#FFFFFF40> | </Color>Shields",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Reações {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Escudos",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Щиты",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>护盾",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100203,
            "monsterLevel": 90,
            "levelConfigs": [
                {
                    "id": 1002041,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Dendrite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22121604,
                        "level": 90,
                        "hp": 795858.2780737542,
                        "attack": 10467.255151105346,
                        "defense": 949.999988079071,
                        "matchedName": "TheAbyss_Dendrite_02",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Tenebrous Papilla: Normal",
                    "ptLevelName": "Umbo Tenebroso: Forma Normal",
                    "ruLevelName": "Сумрачная папилла: Обычная форма",
                    "chsLevelName": "深邃摹结株·常形",
                    "enMonsterSpecialDesc": "Abyssal monsters that grow like parasitic plants.\\nAgents of continuous corrosion, these distorters are capable of extracting memories from deeper layers of the earth, and through the power of the Abyss, reconstructing memories of greater potency. As their wicked deeds gouge ever deeper, they etch dark echoes into the very Ley Lines themselves...",
                    "ptMonsterSpecialDesc": "Como um monstro abissal que se espalha e cresce como uma planta.\\nUm agente da corrosão que continua a corroer este mundo, capaz de extrair memórias relativamente profundas da terra e de reviver memórias ainda mais poderosas por meio da força do Abismo. À medida que suas más ações deixam marcas cada vez mais profundas, ele também grava sombrias trevas nas linhas ley...",
                    "ruMonsterSpecialDesc": "Чудовища Бездны, которые растут, словно паразитические растения.\\nИсточники непрерывного разложения, эти исказители способны извлекать воспоминания из глубоких слоёв земли и, используя силу Бездны, восстанавливать могущественные воспоминания. Всё глубже становятся борозды их злодеяний, тёмным эхом отпечатываясь в самих артериях земли...",
                    "chsMonsterSpecialDesc": "如植株般侵蚀生长的深渊魔物。\\n持续侵蚀此界的扭曲者，能够提取大地之中相对深层的记忆，亦能通过深渊的力量复现更为强大的记忆体。随着作恶的刻痕加深，它也在地脉之中印下了晦暗的残影…",
                    "enMonsterSpecialMechanicName": [
                        "Tenebrous Mimesis",
                        "Attrition Assault",
                        "Beseech the Dark",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Mimetismo Abissal",
                        "Apreensão",
                        "Oração do Vazio",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Сумрачный мимесис",
                        "Атака разложения",
                        "Воззвание к тьме",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "深邃拟态",
                        "蚀破攻击",
                        "晦暗祝祷",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "It can warp itself and transform into a formidable foe to attack.",
                        "Some attacks will inflict the stackable \"Attrition\" state, which will cause your own active party member to lose HP after a certain amount of time passes.",
                        "During battle, the Tenebrous Papilla will initiate Beseech the Dark: Gives itself a Void Ward, enters a charging state, and prepares to unleash a Dark Bombardment. When Dark Bombardment is unleashed, it will deal DMG over an immense AoE.\\nIf you perform <color=#FFD780FF>a certain number of Elemental attacks</color> during this time, you can break the Ward, throwing the Tenebrous Papilla into disarray and preventing the Dark Bombardment from being unleashed. <color=#FFD780FF>Nightsoul-aligned Elemental attacks</color> are more effective at breaking the Ward.\\nAfter breaking the Ward, the Tenebrous Papilla's All RES will be decreased for a period of time.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Um grande monstro escuro que veio das profundezas do Abismo, erodindo as memórias da terra. Pode se distorcer e se transformar em um inimigo poderoso que realiza ataques.",
                        "Alguns ataques do monstro podem acumular o estado \"Apreensão\", que fará com que o personagem ativo da equipe perca Vida após um certo tempo.",
                        "Em batalha, o Umbo Tenebroso realizará a Oração do Vazio: concederá a si mesmo um Revestimento do Vazio e entrará no estado de Carregamento para se preparar para lançar Choque da Escuridão. Quando lançar Choque da Escuridão, causará uma instância de Dano em AdE extremamente grande.\\nSe nesse período <color=#FFD780FF>você realizar uma certa quantidade de ataques Elementais</color>, poderá destruir esse Revestimento, fazendo-o entrar no estado de Confusão e impedindo-o de lançar o Choque da Escuridão. <color=#FFD780FF>Ataques com alinhamento Espírito da Noite</color> possuem maior eficácia para destruir esse Revestimento.\\nDepois de destruir o Revestimento, reduz por um certo tempo todas as RES do Umbo Tenebroso...",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Монстр способен искажать форму и превращаться в грозного противника.",
                        "Его некоторые атаки налагают складывающееся разложение, из-за которого активный персонаж со временем теряет HP.",
                        "Во время боя Сумрачная папилла использует Воззвание к тьме: она наделяет себя барьером пустоты, входит в состояние зарядки и готовится применить Сумрачную бомбардировку. Сумрачная бомбардировка наносит однократный урон по огромной площади.\\nВ это время <color=#FFD780FF>определённым количеством элементальных атак</color> можно уничтожить барьер, привести врага в замешательство и помешать ему использовать Сумрачную бомбардировку. Против барьера более эффективны <color=#FFD780FF>элементальные атаки с характеристикой Ночного духа</color>.\\nПосле разрушения барьера все сопротивления Сумрачной папиллы на некоторое время снижаются.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "能够扭曲自己的姿态，变化成强大的敌人进行攻击。",
                        "部分攻击会施加可叠加的「蚀破」状态，会在一定时间后，使队伍中自己的当前场上角色损失生命值。",
                        "战斗中，深邃摹结株会进行「晦暗祝祷」：为自己赋予虚界力护罩，进入蓄能态势，准备释放「晦暗轰击」。「晦暗轰击」释放时，将造成一次极大范围的伤害。\\n如在此时进行<color=#FFD780FF>一定次数的元素攻击</color>即可破坏护罩，从而使其陷入混乱并阻止「晦暗轰击」的释放；<color=#FFD780FF>具有夜魂性质的元素攻击</color>会更有效率地破坏护罩。\\n破坏护罩后的一段时间内，深邃摹结株的所有抗性降低。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "For a while after the battle begins, the enemy will grant itself a Void Ward. You need to quickly destroy the Ward by using <color=#FFD780FF>a certain number of Elemental attacks</color>, which will cause it to become disoriented. <color=#FFD780FF>Nightsoul-aligned Elemental attacks</color> will be more effective at breaking the Ward. If you fail to destroy the Ward within the given time, the enemy will unleash a powerful, large-area strike.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Por um tempo após o início da batalha, o inimigo concederá a si mesmo um Revestimento do Vazio. Você precisa destruir rapidamente o escudo usando <color=#FFD780FF>um certo número de ataques elementais</color>, o que fará com que ele fique desorientado. <color=#FFD780FF>Ataques elementais com alinhamento Espírito da Noite</color> serão mais eficazes para quebrar o escudo. Se você não conseguir destruir o escudo dentro do tempo determinado, o inimigo lançará um poderoso golpe de grande área.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Через некоторое время после начала боя наделяет себя барьером пустоты. В это время с помощью <color=#FFD780FF>определённого количества элементальных атак</color> как можно скорее уничтожьте барьер, чтобы привести врага в замешательство. Против барьера более эффективны <color=#FFD780FF>элементальные атаки с характеристикой Ночного духа</color>. Если барьер в течение определённого времени не уничтожить, враг выполнит мощную атаку по огромной площади.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始后一段时间，将为自己赋予虚界力护罩，此时需要尽快通过<color=#FFD780FF>一定次数的元素攻击</color>破坏护罩从而使其陷入混乱，<color=#FFD780FF>具有夜魂性质的元素攻击</color>会有更高的破坏效率；如未能在一定时间内破坏护罩，该敌人将进行一次极大范围的强力攻击。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "High-frequency Elemental DMG<Color=#FFFFFF40> | </Color>Nightsoul-aligned DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Elemental de Alta Frequência<Color=#FFFFFF40> | </Color>Dano de Alinhamento Espírito da Noite",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Частый элементальный урон<Color=#FFFFFF40> | </Color>Урон с характеристикой Ночного духа",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "高频元素伤害<Color=#FFFFFF40> | </Color>夜魂性质伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1002042,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_TortoiseElectric",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 28021301,
                        "level": 90,
                        "hp": 653097.6498199254,
                        "attack": 20934.510302210692,
                        "defense": 949.999988079071,
                        "matchedName": "Tortoise_Electric_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.699999988079071,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.5
                    },
                    "enLevelName": "Battle-Hardened Tent Tortoise: Normal",
                    "ptLevelName": "Tartaruga Ondulada Forjada em Batalhas: Forma Normal",
                    "ruLevelName": "Бывалая шишковатая черепаха: Обычная форма",
                    "chsLevelName": "历经百战的玳龟·常形",
                    "enMonsterSpecialDesc": "Gentle and slow by nature, this reptile is seen by some as a symbol of wisdom and good fortune. Yet when backed into a corner, this remarkable creature is capable of unleashing fierce assaults upon its foes, using its thick shell as a battering ram to crush any and all opposition.\\nIn the Ley Line memories, it fought in a neutral form in ferocious battles, striking down all who foolishly ventured too close...",
                    "ptMonsterSpecialDesc": "Geralmente dócil e lento, este réptil é visto por alguns como um símbolo de sabedoria e boa sorte. No entanto, quando necessário, esse indivíduo especial também pode lançar ataques ferozes contra os desafiantes, transformando seu casco espesso em um pesado martelo que esmaga inimigos.\\nNas memórias das linhas ley, ele participou de batalhas intensas como uma figura neutra, ferindo gravemente qualquer um que se aproximasse imprudentemente...",
                    "ruMonsterSpecialDesc": "Кроткая и медлительная рептилия. По мнению некоторых, это удивительное существо является символом удачи и мудрости, однако в случае необходимости оно способно обрушивать на врагов стремительные атаки, сокрушая их своим толстым панцирем, словно тараном.\\nВ воспоминаниях артерий земли оно сражалось в ожесточённых битвах в нейтральной форме, повергая любого, кто по оплошности подходил слишком близко...",
                    "chsMonsterSpecialDesc": "平日里性情温和，行动迟缓的爬行动物，被一些人视为吉祥与智慧的象征。但必要之时，这一特殊的个体也会对挑战者发起迅猛的攻势，将厚实的甲壳化为击碎敌人的重锤。\\n在地脉的记忆中，它曾以中立的形象参与鏖战，重创每个贸然接近的对手…",
                    "enMonsterSpecialMechanicName": [
                        "Thunderthorn Ward",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Revestimento de Espinhos Trovejantes",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Барьер громовых терний",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "雷棘护罩",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "After taking <color=#FFD780FF>a certain number of attacks</color>, it will deploy a \"Thunderthorn Ward\": While the Ward is active, DMG will be reflected to nearby characters when it is attacked. The Ward can be broken by using Elemental Reactions to <color=#FFD780FF>drain the Ward of Electro</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Após receber <color=#FFD780FF>um certo número de ataques</color>, ele implantará um \"Revestimento de Espinhos Trovejantes\": quando Revestimento sofrer ataques, redirecionará o Dano para os personagens próximos. O Revestimento pode ser quebrado usando Reações Elementais para <color=#FFD780FF>drenar a energia Electro do Revestimento</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Получив <color=#FFD780FF>определённое количество атак</color>, развёртывает Барьер громовых терний: при получении атак во время действия барьера наносит персонажам поблизости отражённый урон. Истощите <color=#FFD780FF>Электро энергию барьера</color> с помощью элементальных реакций, чтобы уничтожить его.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到<color=#FFD780FF>一定次数的攻击</color>后，会展开「雷棘护罩」：护罩存在期间受到攻击时，会对附近的角色造成反噬伤害；通过元素反应<color=#FFD780FF>耗尽护罩的雷元素</color>，才能破除护罩。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "After taking <color=#FFD780FF>a certain number of attacks</color>, it will deploy a \"Thunderthorn Ward\": Attacks against it will be reflected onto nearby characters. The Ward can be broken by using Elemental Reactions to <color=#FFD780FF>drain the Ward of Electro</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Após receber <color=#FFD780FF>um certo número de ataques</color>, ele implantará um \"Revestimento de Espinhos Trovejantes\": ataques contra ele serão refletidos nos personagens próximos. O Revestimento pode ser quebrado usando Reações Elementais para <color=#FFD780FF>drenar a energia Electro do Revestimento</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Получив <color=#FFD780FF>определённое количество атак</color>, развёртывает Барьер громовых терний: полученные атаки отражаются обратно в персонажей поблизости. Чтобы разрушить барьер, истощите его <color=#FFD780FF>энергию Электро</color> с помощью элементальных реакций.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到<color=#FFD780FF>一定次数的攻击</color>后会展开「雷棘护罩」：受到攻击时将攻击反噬给附近的角色，可通过元素反应<color=#FFD780FF>耗尽护罩的雷元素</color>来破除护罩。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Low-frequency DMG",
                        "High-frequency DMG",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano de Baixa Frequência",
                        "Dano de Alta Frequência",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон с низкой частотой",
                        "Урон с высокой частотой",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "低频伤害",
                        "高频伤害",
                        ""
                    ]
                },
                {
                    "id": 1002043,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Tenoyollotzin",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 25560201,
                        "level": 90,
                        "hp": 886213.316353947,
                        "attack": 19031.372266351827,
                        "defense": 949.999988079071,
                        "matchedName": "Mascot_Tenoyollotzin",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Pipilpan Idol: Normal",
                    "ptLevelName": "Ídolo Pippipan Veterano de Cem Batalhas: Forma Normal",
                    "ruLevelName": "Бывалый айдол Пипильпан: Обычная форма",
                    "chsLevelName": "历经百战的皮皮潘偶像·常形",
                    "enMonsterSpecialDesc": "A Pipilpan Idol who channels the essence of Tenoch. Adept at dazzling hat tricks and stratagems of battle, it can attack from a wide range of angles, leaving reckless challengers paying the price for hasty missteps...\\nUnhealthy obsessions can leave skewed memories in the Ley Lines, causing this performer to take on an almost manic appearance...",
                    "ptMonsterSpecialDesc": "Ídolo Pippipan inspirado em \"Tenoch\", mestre de truques de chapéu mirabolantes e estratégias de combate, é capaz de atacar de ângulos variados, fazendo os imprudentes pagarem caro...\\nPara as linhas ley, um apego excessivo pode resultar em registros distorcidos, fazendo com que a projeção deste intérprete revele certa agressividade...",
                    "ruMonsterSpecialDesc": "Айдол Пипильпан, воплотивший сущность Теноча. Мастер трюков со шляпой и боевой стратегии, способный атаковать с разных сторон, заставляя безрассудных соперников расплачиваться за опрометчивые шаги...\\nНездоровая одержимость может оставлять в артериях земли искажённые воспоминания, из-за чего этот исполнитель приобретает несколько маниакальную форму...",
                    "chsMonsterSpecialDesc": "以「特诺切」为演绎目标的皮皮潘偶像，精通奇妙的帽子戏法与战斗策略，能从多变的角度攻来，让鲁莽者付出代价…\\n对地脉而言，过度的执念可能招致偏颇的记录，使得这位演绎者的投影显现出几分躁戾…",
                    "enMonsterSpecialMechanicName": [
                        "Hat Show",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Capas e Chapéus",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Игра шляп",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "帽子演绎",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the entity will create multiple hats and hide within one of them, then rapidly switch the positions of these hats. After a certain number of switches, if <color=#FFD780FF>the hat that conceals the entity takes Electro-Charged or Lunar-Charged damage</color>, the entity will temporarily halt all hat-swapping actions.\\nDeal a certain amount of DMG to <color=#FFD780FF>the hat concealing the entity</color> to break all of the hats, causing the entity to reveal itself, receive a single instance of immense DMG, and temporarily enter a weakened state. <color=#FFD780FF>Electro-Charged or Lunar-Charged reactions</color> are more effective at breaking the hat. The DMG received by the entity when the hat breaks will increase based on the <color=#80C0FFFF>Hydro DMG</color>, <color=#FFACFFFF>Electro DMG</color>, <color=#FFD780FF>Electro-Charged DMG, or Lunar-Charged DMG</color> the hat has taken.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante a batalha, cria vários chapéus, e se esconde dentro de um deles, para depois trocar rapidamente a posição do chapéu. Depois de uma certa quantidade de trocas, <color=#FFD780FF>o chapéu que está escondido sofrer Dano de Eletricamente Carregado ou Carga Lunar</color>, interromperá temporariamente a troca de posição de todos os chapéus.\\nDepois que causar uma certa quantidade de Dano contra <color=#FFD780FF>o chapéu que está escondido</color>, destrói todos os chapéus e revela-o, sofrendo uma instância de muito Dano entrando no estado enfraquecido. <color=#FFD780FF>Reações de Eletricamente Carregado ou Carga Lunar</color> tem maior eficácia para destruir os chapéus. Quando os chapéus forem destruídos, sofrerá Dano, esse Dano será aumentado com base no Dano <color=#80C0FFFF>Hydro</color>, <color=#FFACFFFF>Electro</color>, <color=#FFD780FF>Eletricamente Carregado ou Carga Lunar</color> que o chapéu sofreu.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color=#FFD780FF>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.\\nНанесите определённое количество урона <color=#FFD780FF>шляпе, в которой прячется сущность</color>, чтобы разрушить её, заставить сущность явить себя, нанести ей огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color=#FFD780FF>Заряжен или Лунный заряд</color>. Урон, получаемый сущностью при разрушении шляпы, увеличивается в зависимости от количества <color=#80C0FFFF>Гидро</color> и <color=#FFACFFFF>Электро</color> урона, а также урона реакций <color=#FFD780FF>Заряжен или Лунный заряд</color>, полученного шляпой.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会创造多顶帽子，并将本体隐藏于其中一顶帽子下，随后快速变换帽子的位置。变换一定次数后，如果<color=#FFD780FF>本体所隐藏的帽子受到感电或月感电伤害</color>，则会使所有帽子位置的变换暂时停止。\\n对<color=#FFD780FF>本体所隐藏的帽子</color>造成一定伤害即可将所有帽子破坏，从而使本体现身，受到一次高额伤害，并陷入一段时间的虚弱状态；<color=#FFD780FF>感电或月感电反应</color>对帽子有着更高的破坏效率。帽子被破坏时本体所受到的伤害，会基于帽子受到<color=#80C0FFFF>水元素伤害</color>、<color=#FFACFFFF>雷元素伤害</color>、<color=#FFD780FF>感电或月感电伤害</color>而提高。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the entity will create multiple hats and hide within one of them, then rapidly switch the positions of these hats. After a certain number of switches, if <color=#FFD780FF>the hat that conceals the entity takes Electro-Charged or Lunar-Charged damage</color>, the entity will temporarily halt all hat-swapping actions.",
                        "Deal a certain amount of DMG to <color=#FFD780FF>the hat concealing the entity</color> to break it, dealing a single instance of immense DMG to the entity and temporarily leaving it in a weakened state. <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color> is more effective at breaking the hat, and will cause the entity to take higher DMG when the hat breaks.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, cria vários chapéus e esconde-se neles, para rapidamente trocar de posição com outro chapéu. Depois de mudar uma certa quantidade de vezes, se <color=#FFD780FF>o chapéu que está escondido for atingido por Dano de Eletricamente Carregado ou Carga Lunar</color>, faz a troca de posição de todos os chapéus parar temporariamente.",
                        "Causa uma certa quantidade de Dano <color=#FFD780FF>ao chapéu que a entidade está escondendo</color> para quebrá-lo, causando uma instância única de Dano imenso à entidade e deixando-a temporariamente enfraquecida. Dano de <color=#FFD780FF>Eletricamente Carregado ou Carga Lunar</color> é mais eficaz para quebrar o chapéu e fará com que a entidade receba mais Dano quando o chapéu for quebrado.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color=#FFD780FF>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.",
                        "Нанесите определённое количество урона <color=#FFD780FF>шляпе, в которой прячется сущность</color>, чтобы разрушить её, нанести сущности огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color=#FFD780FF>Заряжен или Лунный заряд</color>. Из-за них сущность получит более высокий урон, когда волшебная шляпа разрушается.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会创造多顶帽子并将本体隐藏其中，随后快速变换帽子的位置。变换一定次数后，如果<color=#FFD780FF>本体所隐藏的帽子受到感电或月感电伤害</color>，则会使所有帽子位置的变换暂时停止。",
                        "对<color=#FFD780FF>本体所隐藏的帽子</color>造成一定伤害即可将其破坏，从而使本体受到一次高额伤害，并陷入一段时间的虚弱状态；<color=#FFD780FF>感电或月感电伤害</color>对帽子有着更高的破坏效率，且将提升帽子被破坏时本体受到的伤害。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions<Color=#FFFFFF40> | </Color>Shields",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Reações {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Escudos",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Щиты",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>护盾",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100204,
            "monsterLevel": 100,
            "levelConfigs": [
                {
                    "id": 1002051,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Dendrite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22121604,
                        "level": 100,
                        "hp": 3965676.0381256007,
                        "attack": 13542.149007633794,
                        "defense": 1000,
                        "matchedName": "TheAbyss_Dendrite_02",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Tenebrous Papilla: Cunning Speed",
                    "ptLevelName": "Umbo Tenebroso - Velocidade Sinistra",
                    "ruLevelName": "Сумрачная папилла: Коварная скорость",
                    "chsLevelName": "深邃摹结株·诡速",
                    "enMonsterSpecialDesc": "Abyssal monsters that grow like parasitic plants.\\nAgents of continuous corrosion, these distorters are capable of extracting memories from deeper layers of the earth, and through the power of the Abyss, reconstructing memories of greater potency. As their putrid incursion spreads, the echoes reborn in the Ley Lines grow ever more violent...",
                    "ptMonsterSpecialDesc": "Como um monstro abissal que se espalha e cresce como uma planta.\\nUm agente da corrosão que continua a corroer este mundo, capaz de extrair memórias relativamente profundas da terra e de reviver memórias ainda mais poderosas por meio da força do Abismo. Com a propagação da corrupção de sua ofensiva, as sombras revividas nas linhas ley tornam-se cada vez mais violentas.",
                    "ruMonsterSpecialDesc": "Чудовища Бездны, которые растут, словно паразитические растения.\\nИсточники непрерывного разложения, эти исказители способны извлекать воспоминания из глубоких слоёв земли и, используя силу Бездны, восстанавливать могущественные воспоминания. Всё дальше распространяется скверна их вторжения, а эхо, возрождённые в артериях земли тени, становятся всё более жестокими...",
                    "chsMonsterSpecialDesc": "如植株般侵蚀生长的深渊魔物。\\n持续侵蚀此界的扭曲者，能够提取大地之中相对深层的记忆，亦能通过深渊的力量复现更为强大的记忆体。随着侵攻的污秽扩散，地脉对其重现的残影也愈发暴戾。",
                    "enMonsterSpecialMechanicName": [
                        "Tenebrous Mimesis",
                        "Attrition Assault",
                        "Beseech the Dark",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Mimetismo Abissal",
                        "Apreensão",
                        "Oração do Vazio",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Сумрачный мимесис",
                        "Атака разложения",
                        "Воззвание к тьме",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "深邃拟态",
                        "蚀破攻击",
                        "晦暗祝祷",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "It can warp itself and transform into a formidable foe to attack.",
                        "Some attacks will inflict the stackable \"Attrition\" state, which will cause your own active party member to lose HP after a certain amount of time passes.",
                        "When the battle begins, the Tenebrous Papilla will immediately initiate Beseech the Dark: Gives itself a Void Ward, enters a charging state, and prepares to unleash a Dark Bombardment. When Dark Bombardment is unleashed, it will deal DMG over an immense AoE.\\nIf you perform <color=#FFD780FF>a certain number of Elemental attacks</color> during this time, you can break the Ward, throwing the Tenebrous Papilla into disarray and preventing the Dark Bombardment from being unleashed. <color=#FFD780FF>Nightsoul-aligned Elemental attacks</color> are more effective at breaking the Ward.\\nThe Tenebrous Papilla begins the battle with increased RES. After breaking the Ward, the Tenebrous Papilla's All RES will be decreased for a period of time.",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Um grande monstro escuro que veio das profundezas do Abismo, erodindo as memórias da terra. Pode se distorcer e se transformar em um inimigo poderoso que realiza ataques.",
                        "Alguns ataques do monstro podem acumular o estado \"Apreensão\", que fará com que o personagem ativo da equipe perca Vida após um certo tempo.",
                        "Em batalha, o Umbo Tenebroso realizará a Oração do Vazio: concederá a si mesmo um Revestimento do Vazio e entrará no estado de Carregamento para se preparar para lançar Choque da Escuridão. Quando lançar Choque da Escuridão, causará uma instância de Dano em AdE extremamente grande.\\nSe nesse período <color=#FFD780FF>você realizar uma certa quantidade de ataques Elementais</color>, poderá destruir esse Revestimento, fazendo-o entrar no estado de Confusão e impedindo-o de lançar o Choque da Escuridão. <color=#FFD780FF>Ataques com alinhamento Espírito da Noite</color> possuem maior eficácia para destruir esse Revestimento.\\nO Umbo Tenebroso possui uma RES alta no começo: por um certo tempo depois de destruir seu Revestimento, reduz todas as RES.",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Монстр способен искажать форму и превращаться в грозного противника.",
                        "Его некоторые атаки налагают складывающееся разложение, из-за которого активный персонаж со временем теряет HP.",
                        "Когда бой начинается, Сумрачная папилла сразу использует Воззвание к тьме: она наделяет себя барьером пустоты, входит в состояние зарядки и готовится применить Сумрачную бомбардировку. Сумрачная бомбардировка наносит однократный урон по огромной площади.\\nВ это время <color=#FFD780FF>определённым количеством элементальных атак</color> можно уничтожить барьер, привести врага в замешательство и помешать ему использовать Сумрачную бомбардировку. Против барьера более эффективны <color=#FFD780FF>элементальные атаки с характеристикой Ночного духа</color>.\\nСумрачная папилла начинает бой с увеличенным сопротивлением всех видов. После разрушения барьера сопротивление Сумрачной папиллы всех видов будет уменьшено на некоторое время.",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "能够扭曲自己的姿态，变化成强大的敌人进行攻击。",
                        "部分攻击会施加可叠加的「蚀破」状态，会在一定时间后，使队伍中自己的当前场上角色损失生命值。",
                        "战斗开始后，深邃摹结株会立刻进行「晦暗祝祷」：为自己赋予虚界力护罩，进入蓄能态势，准备释放「晦暗轰击」。「晦暗轰击」释放时，将造成一次极大范围的伤害。\\n如在此时进行<color=#FFD780FF>一定次数的元素攻击</color>即可破坏护罩，从而使其陷入混乱并阻止「晦暗轰击」的释放；<color=#FFD780FF>具有夜魂性质的元素攻击</color>会更有效率地破坏护罩。\\n深邃摹结株初始具有较高抗性；护罩被破坏后的一段时间内，其所有抗性将降低。",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Right after the battle begins, the enemy will grant itself a Void Ward. You need to quickly destroy the Ward by using <color=#FFD780FF>a certain number of Elemental attacks</color>, which will cause it to become disoriented. <color=#FFD780FF>Nightsoul-aligned Elemental attacks</color> will be more effective at breaking the Ward. If you fail to destroy the Ward within the given time, the enemy will unleash a powerful, large-area strike.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Logo após o início da batalha, o inimigo concederá a si mesmo um Revestimento do Vazio. Você precisa destruir rapidamente o escudo usando <color=#FFD780FF>um certo número de ataques elementais</color>, o que fará com que ele fique desorientado. <color=#FFD780FF>Ataques elementais com alinhamento Espírito da Noite</color> serão mais eficazes para quebrar o escudo. Se você não conseguir destruir o escudo dentro do tempo determinado, o inimigo lançará um poderoso golpe de grande área.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Сразу после начала боя наделяет себя барьером пустоты. В это время с помощью <color=#FFD780FF>определённого количества элементальных атак</color> как можно скорее уничтожьте барьер, чтобы привести врага в замешательство. Против барьера более эффективны <color=#FFD780FF>элементальные атаки с характеристикой Ночного духа</color>. Если барьер в течение определённого времени не уничтожить, враг выполнит мощную атаку по огромной площади.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗开始后会立刻为自己赋予虚界力护罩，此时需要尽快通过<color=#FFD780FF>一定次数的元素攻击</color>破坏护罩从而使其陷入混乱，<color=#FFD780FF>具有夜魂性质的元素攻击</color>会有更高的破坏效率；如未能在一定时间内破坏护罩，该敌人将进行一次极大范围的强力攻击。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "High-frequency Elemental DMG<Color=#FFFFFF40> | </Color>Nightsoul-aligned DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Elemental de Alta Frequência<Color=#FFFFFF40> | </Color>Dano de Alinhamento Espírito da Noite",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Частый элементальный урон<Color=#FFFFFF40> | </Color>Урон с характеристикой Ночного духа",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "高频元素伤害<Color=#FFFFFF40> | </Color>夜魂性质伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1002052,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_TortoiseElectric",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 28021301,
                        "level": 100,
                        "hp": 3254310.797541693,
                        "attack": 27084.29801526759,
                        "defense": 1000,
                        "matchedName": "Tortoise_Electric_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.699999988079071,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.5
                    },
                    "enLevelName": "Battle-Hardened Tent Tortoise: Electro Surge",
                    "ptLevelName": "Tartaruga Ondulada Forjada em Batalhas: Surto Electro",
                    "ruLevelName": "Бывалая шишковатая черепаха: Взрыв Электро",
                    "chsLevelName": "历经百战的玳龟·迸雷",
                    "enMonsterSpecialDesc": "Gentle and slow by nature, this reptile is seen by some as a symbol of wisdom and good fortune. Yet when backed into a corner, this remarkable creature is capable of unleashing fierce assaults upon its foes, using its thick shell as a battering ram to crush any and all opposition.\\nAs the Ley Lines were afflicted by disorder and disarray, its form gradually shifted, its lightning-wreathed attacks growing ever more frenzied...",
                    "ptMonsterSpecialDesc": "Geralmente dócil e lento, este réptil é visto por alguns como um símbolo de sabedoria e boa sorte. No entanto, quando necessário, esse indivíduo especial também pode lançar ataques ferozes contra os desafiantes, transformando seu casco espesso em um pesado martelo que esmaga inimigos.\\nÀ medida que as memórias das linhas ley são afetadas por fenômenos caóticos, sua imagem também se transforma gradualmente, e seus ataques relampejantes tornam-se ainda mais selvagens...",
                    "ruMonsterSpecialDesc": "Кроткая и медлительная рептилия. По мнению некоторых, это удивительное существо является символом удачи и мудрости, однако в случае необходимости оно способно обрушивать на врагов стремительные атаки, сокрушая их своим толстым панцирем, словно тараном.\\nПо мере того как память артерий земли поражалась беспорядком, её форма постепенно менялась, а окружённые молнией атаки становились всё более неистовыми...",
                    "chsMonsterSpecialDesc": "平日里性情温和，行动迟缓的爬行动物，被一些人视为吉祥与智慧的象征。但必要之时，这一特殊的个体也会对挑战者发起迅猛的攻势，将厚实的甲壳化为击碎敌人的重锤。\\n随着地脉的记忆被紊乱现象影响，它的形象也逐渐转变，雷光中的攻势愈发躁狂…",
                    "enMonsterSpecialMechanicName": [
                        "Thunderthorn Ward",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Revestimento de Espinhos Trovejantes",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Барьер громовых терний",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "雷棘护罩",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "After taking <color=#FFD780FF>a certain number of attacks</color>, it will deploy a \"Thunderthorn Ward\": While the Ward is active, DMG will be reflected to nearby characters when it is attacked. The Ward can be broken by using Elemental Reactions to <color=#FFD780FF>drain the Ward of Electro</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Após receber <color=#FFD780FF>um certo número de ataques</color>, ele implantará um \"Revestimento de Espinhos Trovejantes\": quando Revestimento sofrer ataques, redirecionará o Dano para os personagens próximos. O Revestimento pode ser quebrado usando Reações Elementais para <color=#FFD780FF>drenar a energia Electro do Revestimento</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Получив <color=#FFD780FF>определённое количество атак</color>, развёртывает Барьер громовых терний: при получении атак во время действия барьера наносит персонажам поблизости отражённый урон. Истощите <color=#FFD780FF>Электро энергию барьера</color> с помощью элементальных реакций, чтобы уничтожить его.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到<color=#FFD780FF>一定次数的攻击</color>后，会展开「雷棘护罩」：护罩存在期间受到攻击时，会对附近的角色造成反噬伤害；通过元素反应<color=#FFD780FF>耗尽护罩的雷元素</color>，才能破除护罩。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "After taking <color=#FFD780FF>a certain number of attacks</color>, it will deploy a \"Thunderthorn Ward\": Attacks against it will be reflected onto nearby characters. The Ward can be broken by using Elemental Reactions to <color=#FFD780FF>drain the Ward of Electro</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Após receber <color=#FFD780FF>um certo número de ataques</color>, ele implantará um \"Revestimento de Espinhos Trovejantes\": ataques contra ele serão refletidos nos personagens próximos. O Revestimento pode ser quebrado usando Reações Elementais para <color=#FFD780FF>drenar a energia Electro do Revestimento</color>.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Получив <color=#FFD780FF>определённое количество атак</color>, развёртывает Барьер громовых терний: полученные атаки отражаются обратно в персонажей поблизости. Чтобы разрушить барьер, истощите его <color=#FFD780FF>энергию Электро</color> с помощью элементальных реакций.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到<color=#FFD780FF>一定次数的攻击</color>后会展开「雷棘护罩」：受到攻击时将攻击反噬给附近的角色，可通过元素反应<color=#FFD780FF>耗尽护罩的雷元素</color>来破除护罩。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Low-frequency DMG",
                        "High-frequency DMG",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano de Baixa Frequência",
                        "Dano de Alta Frequência",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон с низкой частотой",
                        "Урон с высокой частотой",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "低频伤害",
                        "高频伤害",
                        ""
                    ]
                },
                {
                    "id": 1002053,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Tenoyollotzin",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 25560201,
                        "level": 100,
                        "hp": 4415904.771770626,
                        "attack": 24622.088153021643,
                        "defense": 1000,
                        "matchedName": "Mascot_Tenoyollotzin",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Pipilpan Idol: Flickering Mirage",
                    "ptLevelName": "Ídolo Pippipan Veterano de Cem Batalhas: Forma Ágil",
                    "ruLevelName": "Бывалый айдол Пипильпан: Мерцающий призрак",
                    "chsLevelName": "历经百战的皮皮潘偶像·闪幻",
                    "enMonsterSpecialDesc": "A Pipilpan Idol who channels the essence of Tenoch. Adept at dazzling hat tricks and stratagems of battle, it can attack from a wide range of angles, leaving reckless challengers paying the price for hasty missteps...\\nAffected by chaotic surges in the Ley Lines, the performer's appearance is skewed yet more. Now a murderous intent lurks beneath the rapidly switching hats...",
                    "ptMonsterSpecialDesc": "Ídolo Pippipan inspirado em \"Tenoch\", mestre de truques de chapéu mirabolantes e estratégias de combate, é capaz de atacar de ângulos variados, fazendo os imprudentes pagarem caro...\\nSob a influência do fluxo caótico das linhas ley, a projeção do intérprete evolui ainda mais — sob os chapéus que trocam de lugar em lampejos, esconde-se uma intenção assassina aterradora...",
                    "ruMonsterSpecialDesc": "Айдол Пипильпан, воплотивший сущность Теноча. Мастер трюков со шляпой и боевой стратегии, способный атаковать с разных сторон, заставляя безрассудных соперников расплачиваться за опрометчивые шаги...\\nБурные флуктуации артерий земли искажают форму исполнителя ещё сильнее, и теперь под быстро сменяющимися шляпами скрывается ужасающее намерение убивать...",
                    "chsMonsterSpecialDesc": "以「特诺切」为演绎目标的皮皮潘偶像，精通奇妙的帽子戏法与战斗策略，能从多变的角度攻来，让鲁莽者付出代价…\\n受到地脉紊乱奔流的影响，演绎者的投影进一步演化，闪烁换位的帽子之下，隐藏着可怕的杀机…",
                    "enMonsterSpecialMechanicName": [
                        "Hat Show",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Capas e Chapéus",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Игра шляп",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "帽子演绎",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the entity will create multiple hats and hide within one of them, then rapidly switch the positions of these hats. After a certain number of switches, if <color=#FFD780FF>the hat that conceals the entity takes Electro-Charged or Lunar-Charged damage</color>, the entity will temporarily halt all hat-swapping actions.\\nDeal a certain amount of DMG to <color=#FFD780FF>the hat concealing the entity</color> to break all of the hats, causing the entity to reveal itself, receive a single instance of immense DMG, and temporarily enter a weakened state. <color=#FFD780FF>Electro-Charged or Lunar-Charged reactions</color> are more effective at breaking the hat. The DMG received by the entity when the hat breaks will increase based on the <color=#80C0FFFF>Hydro DMG</color>, <color=#FFACFFFF>Electro DMG</color>, <color=#FFD780FF>Electro-Charged DMG, or Lunar-Charged DMG</color> the hat has taken.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante a batalha, cria vários chapéus, e se esconde dentro de um deles, para depois trocar rapidamente a posição do chapéu. Depois de uma certa quantidade de trocas, <color=#FFD780FF>o chapéu que está escondido sofrer Dano de Eletricamente Carregado ou Carga Lunar</color>, interromperá temporariamente a troca de posição de todos os chapéus.\\nDepois que causar uma certa quantidade de Dano contra <color=#FFD780FF>o chapéu que está escondido</color>, destrói todos os chapéus e revela-o, sofrendo uma instância de muito Dano entrando no estado enfraquecido. <color=#FFD780FF>Reações de Eletricamente Carregado ou Carga Lunar</color> tem maior eficácia para destruir os chapéus. Quando os chapéus forem destruídos, sofrerá Dano, esse Dano será aumentado com base no Dano <color=#80C0FFFF>Hydro</color>, <color=#FFACFFFF>Electro</color>, <color=#FFD780FF>Eletricamente Carregado ou Carga Lunar</color> que o chapéu sofreu.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color=#FFD780FF>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.\\nНанесите определённое количество урона <color=#FFD780FF>шляпе, в которой прячется сущность</color>, чтобы разрушить её, заставить сущность явить себя, нанести ей огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color=#FFD780FF>Заряжен или Лунный заряд</color>. Урон, получаемый сущностью при разрушении шляпы, увеличивается в зависимости от количества <color=#80C0FFFF>Гидро</color> и <color=#FFACFFFF>Электро</color> урона, а также урона реакций <color=#FFD780FF>Заряжен или Лунный заряд</color>, полученного шляпой.",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会创造多顶帽子，并将本体隐藏于其中一顶帽子下，随后快速变换帽子的位置。变换一定次数后，如果<color=#FFD780FF>本体所隐藏的帽子受到感电或月感电伤害</color>，则会使所有帽子位置的变换暂时停止。\\n对<color=#FFD780FF>本体所隐藏的帽子</color>造成一定伤害即可将所有帽子破坏，从而使本体现身，受到一次高额伤害，并陷入一段时间的虚弱状态；<color=#FFD780FF>感电或月感电反应</color>对帽子有着更高的破坏效率。帽子被破坏时本体所受到的伤害，会基于帽子受到<color=#80C0FFFF>水元素伤害</color>、<color=#FFACFFFF>雷元素伤害</color>、<color=#FFD780FF>感电或月感电伤害</color>而提高。",
                        "",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the entity will create multiple hats and hide within one of them, then rapidly switch the positions of these hats. After a certain number of switches, if <color=#FFD780FF>the hat that conceals the entity takes Electro-Charged or Lunar-Charged damage</color>, the entity will temporarily halt all hat-swapping actions.",
                        "Deal a certain amount of DMG to <color=#FFD780FF>the hat concealing the entity</color> to break it, dealing a single instance of immense DMG to the entity and temporarily leaving it in a weakened state. <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color> is more effective at breaking the hat, and will cause the entity to take higher DMG when the hat breaks.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, cria vários chapéus e esconde-se neles, para rapidamente trocar de posição com outro chapéu. Depois de mudar uma certa quantidade de vezes, se <color=#FFD780FF>o chapéu que está escondido for atingido por Dano de Eletricamente Carregado ou Carga Lunar</color>, faz a troca de posição de todos os chapéus parar temporariamente.",
                        "Causa uma certa quantidade de Dano <color=#FFD780FF>ao chapéu que a entidade está escondendo</color> para quebrá-lo, causando uma instância única de Dano imenso à entidade e deixando-a temporariamente enfraquecida. Dano de <color=#FFD780FF>Eletricamente Carregado ou Carga Lunar</color> é mais eficaz para quebrar o chapéu e fará com que a entidade receba mais Dano quando o chapéu for quebrado.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color=#FFD780FF>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.",
                        "Нанесите определённое количество урона <color=#FFD780FF>шляпе, в которой прячется сущность</color>, чтобы разрушить её, нанести сущности огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color=#FFD780FF>Заряжен или Лунный заряд</color>. Из-за них сущность получит более высокий урон, когда волшебная шляпа разрушается.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会创造多顶帽子并将本体隐藏其中，随后快速变换帽子的位置。变换一定次数后，如果<color=#FFD780FF>本体所隐藏的帽子受到感电或月感电伤害</color>，则会使所有帽子位置的变换暂时停止。",
                        "对<color=#FFD780FF>本体所隐藏的帽子</color>造成一定伤害即可将其破坏，从而使本体受到一次高额伤害，并陷入一段时间的虚弱状态；<color=#FFD780FF>感电或月感电伤害</color>对帽子有着更高的破坏效率，且将提升帽子被破坏时本体受到的伤害。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions<Color=#FFFFFF40> | </Color>Shields",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Reações {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Escudos",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Щиты",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>护盾",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100205,
            "monsterLevel": 105,
            "levelConfigs": [
                {
                    "id": 1002061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Dendrite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22121604,
                        "level": 105,
                        "hp": 6419728.938989714,
                        "attack": 14905.40388507722,
                        "defense": 1024.999976158142,
                        "matchedName": "TheAbyss_Dendrite_02",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Tenebrous Papilla: Shadow Void Transfiguration",
                    "ptLevelName": "Umbo Tenebroso - Ilusão da Desolação",
                    "ruLevelName": "Сумрачная папилла: Трансформация тени пустоты",
                    "chsLevelName": "深邃摹结株·虚暗幻变",
                    "enMonsterSpecialDesc": "Abyssal monsters that grow like parasitic plants.\\nAgents of continuous corrosion, these distorters are capable of extracting memories from deeper layers of the earth, and through the power of the Abyss, reconstructing memories of greater potency. The hatred once spread from their roots coalesced amidst the inchoate chaos of the Ley Lines to form blades of untold savagery that would inflict deep suffering on those foolhardy enough to challenge them...",
                    "ptMonsterSpecialDesc": "Como um monstro abissal que se espalha e cresce como uma planta.\\nUm agente da corrosão que continua a corroer este mundo, capaz de extrair memórias relativamente profundas da terra e de reviver memórias ainda mais poderosas por meio da força do Abismo. Sob a projeção extremamente caótica das linhas ley, o ódio que antes se espalhava com as raízes desta criatura gradualmente se transforma em lâminas afiadas, prontas para infligir uma dor profunda aos desafiantes...",
                    "ruMonsterSpecialDesc": "Чудовища Бездны, которые растут, словно паразитические растения.\\nИсточники непрерывного разложения, эти исказители способны извлекать воспоминания из глубоких слоёв земли и, используя силу Бездны, восстанавливать могущественные воспоминания. Ненависть, источаемая их корнями, сплелась с хаосом артерий земли и создала клинки невыразимой свирепости, способные причинить ужасные страдания тем, кто отважится бросить им вызов...",
                    "chsMonsterSpecialDesc": "如植株般侵蚀生长的深渊魔物。\\n持续侵蚀此界的扭曲者，能够提取大地之中相对深层的记忆，亦能通过深渊的力量复现更为强大的记忆体。在地脉极端紊乱的投映下，曾随此物之根须散播的憎恶，逐渐转变为凶锐的锋刃，要让来访的挑战者们体会至为深刻的痛苦…",
                    "enMonsterSpecialMechanicName": [
                        "Tenebrous Mimesis",
                        "Attrition Assault",
                        "Shadow Void Aegis",
                        "Hatefully Beseech the Dark",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Mimetismo Abissal",
                        "Apreensão",
                        "Proteção da Escuridão",
                        "Ira: Súplica à Escuridão",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Сумрачный мимесис",
                        "Атака разложения",
                        "Защита тени пустоты",
                        "Гневное воззвание ко тьме",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "深邃拟态",
                        "蚀破攻击",
                        "虚暗加护",
                        "憎戾晦暗祝祷",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "It can warp itself and transform into a formidable foe to attack.",
                        "Some attacks will inflict the stackable \"Attrition\" state, which will cause your own active party member to lose HP after a certain amount of time passes.",
                        "Affected by the Ley Line disturbance, the Tenebrous Papilla will deploy a Void Ward while initiating attacks. Perform <color=#FFD780FF>a certain number of Elemental attacks</color> to break the Ward. Once the Void Ward is broken, the Tenebrous Papilla will receive a single instance of immense DMG based on the DMG absorbed by the Ward and enter a weakened state for an extended period of time. <color=#FFD780FF>Nightsoul-aligned Elemental attacks</color> are more effective at breaking the Ward and will increase the DMG dealt when the Ward is broken. After being in the weakened state for a while, the Tenebrous Papilla will attempt to re-deploy its Void Ward.",
                        "Affected by the Ley Line disturbance, if the Void Ward remains unbroken for too long, the Tenebrous Papilla will initiate Hatefully Beseech the Dark: Enters a charging state, which, if the Void Ward continues to remain unbroken, will conclude with the Tenebrous Papilla unleashing a Wrathful Dark Bombardment, <color=#FFD780FF>immediately defeating your current active character</color>.",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Um grande monstro escuro que veio das profundezas do Abismo, erodindo as memórias da terra. Pode se distorcer e se transformar em um inimigo poderoso que realiza ataques.",
                        "Alguns ataques do monstro podem acumular o estado \"Apreensão\", que fará com que o personagem ativo da equipe perca Vida após um certo tempo.",
                        "Por estar sofrendo da perturbação das Linhas Ley, o Umbo Tenebroso lutará enquanto revela o Revestimento do Vazio. <color=#FFD780FF>Você pode realizar uma certa quantidade de ataques Elementais</color> para destruir o Revestimento do Vazio. Depois de destruí-lo, o Umbo Tenebroso sofrerá uma instância de Dano adicional baseado no Dano resistido pelo Revestimento do Vazio, e ficará Enfraquecido por um tempo. <color=#FFD780FF>Ataques com alinhamento Espírito da Noite</color> possuem uma eficácia maior para destruí-lo, e ao o destruir, sofrerá mais Dano. Depois de entrar no estado Enfraquecido por um tempo, o Umbo Tenebroso tentará reerguer seu Revestimento do Vazio novamente.",
                        "Por estar afetado pela perturbação das Linhas Ley, se o Revestimento do Vazio não for destruído por muito tempo, o Umbo Tenebroso realizará Ira: Súplica à Escuridão: entrará no estado de carregamento, e se depois de um tempo o Revestimento do Vazio não for destruído, lançará Choque da Escuridão Tenebroso, <color=#FFD780FF>derrotando o personagem ativo</color>.",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Монстр способен искажать форму и превращаться в грозного противника.",
                        "Его некоторые атаки налагают складывающееся разложение, из-за которого активный персонаж со временем теряет HP.",
                        "Под воздействием флуктуаций артерий земли Сумрачная папилла одновременно развёртывает барьер пустоты и атакует. Её барьер можно уничтожить <color=#FFD780FF>определённым количеством элементальных атак</color>. Когда барьер будет разрушен, в зависимости от поглощённого им урона Сумрачная папилла однократно получит высокий урон и надолго перейдёт в ослабленное состояние. <color=#FFD780FF>Элементальные атаки с характеристикой Ночного духа</color> уничтожают барьер с большей эффективностью и повышают урон, получаемый врагом после устранения барьера. Через некоторое время Сумрачная папилла выходит из ослабленного состояния и вновь развёртывает барьер пустоты.",
                        "Вследствие воздействия флуктуации артерий земли, если долгое время не уничтожать барьер пустоты, Сумрачная папилла задействует Гневное воззвание ко тьме и входит в состояние зарядки. Если через некоторое время вы так и не уничтожите барьер, враг задействует Гневную сумрачную бомбардировку, которая <color=#FFD780FF>сразу выведет вашего активного персонажа из строя</color>.",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "能够扭曲自己的姿态，变化成强大的敌人进行攻击。",
                        "部分攻击会施加可叠加的「蚀破」状态，会在一定时间后，使队伍中自己的当前场上角色损失生命值。",
                        "受到地脉紊乱的影响，深邃摹结株会一边展开虚界力护罩，一边进行战斗。通过<color=#FFD780FF>一定次数的元素攻击</color>可以破坏虚界力护罩；护罩被破坏后，深邃摹结株会依据虚界力护罩所抵挡的伤害值受到一次高额伤害，并陷入较长时间的虚弱。<color=#FFD780FF>具有夜魂性质的元素攻击</color>会有更高的破坏效率，并且使护罩破坏时受到的伤害提高。陷入虚弱状态一段时间后，深邃摹结株会尝试重新展开虚界力护罩。",
                        "受到地脉紊乱的影响，如果虚界力护罩长时间未被破坏，深邃摹结株会进行「憎戾晦暗祝祷」：进入蓄能态势，如果一段时间后虚界力护罩仍未被破坏，则会释放「憎戾晦暗轰击」，<color=#FFD780FF>使我方当前场上的角色直接倒下</color>。",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, the Tenebrous Papilla will remain protected by a Void Ward throughout the battle. You must quickly break the Ward by using <color=#FFD780FF>a certain number of Elemental attacks</color>. Once the Ward is broken, the enemy will suffer a high amount of DMG based on the DMG absorbed by the Ward and will then enter an extended state of disarray. <color=#FFD780FF>Nightsoul-aligned Elemental attacks</color> will have greater Ward-breaking efficiency. They will also further increase the damage the enemy takes when the Ward is broken.",
                        "Affected by the Ley Line disturbance, should you fail to destroy the Void Ward within the given time, the enemy will unleash \"Hatefully Beseech the Dark\": after a brief delay, it will release a massive AoE strike that will <color=#FFD780FF>instantly knock out your active character</color>. If you break the Void Ward before this strike, you can prevent it from being unleashed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Devido à desordem das Linhas Ley, o Umbo Tenebroso permanece protegido por um Revestimento do Vazio durante toda a batalha. Você deve quebrar rapidamente o Revestimento usando <color=#FFD780FF>um certo número de ataques elementais</color>. Quando o Revestimento for destruído, o inimigo sofrerá uma grande quantidade de Dano com base no dano absorvido pelo Revestimento e, em seguida, entrará em um estado prolongado de confusão. <color=#FFD780FF>Ataques elementais com alinhamento Espírito da Noite</color> terão maior eficiência para quebrar o escudo. Eles também aumentarão o dano que o inimigo sofre quando o Revestimento for destruído.",
                        "Devido à desordem das Linhas Ley, se você não destruir o Revestimento do Vazio dentro do tempo determinado, o inimigo desencadeará \"Ira: Súplica à Escuridão\": após um breve atraso, ele lançará um Golpe Forte em área massivo que <color=#FFD780FF>derruba instantaneamente seu personagem ativo</color>. Se você quebrar o Revestimento do Vazio antes disso, poderá evitar que ele seja lançado.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под воздействием флуктуаций артерий земли Сумрачная папилла на протяжении всего боя остаётся под защитой барьера пустоты. Его необходимо как можно скорее уничтожить <color=#FFD780FF>определённым количеством элементальных атак</color>. Когда барьер будет разрушен, в зависимости от поглощённого им урона враг однократно получит высокий урон и надолго перейдёт в замешательство. <color=#FFD780FF>Элементальные атаки с характеристикой Ночного духа</color> уничтожают барьер с большей эффективностью и повышают урон, получаемый врагом после устранения барьера.",
                        "Вследствие воздействия флуктуации артерий земли, если не уничтожить барьер пустоты за отведённое время, враг задействует Гневное воззвание ко тьме: через короткий промежуток времени он выполнит мощную атаку по огромной площади, которая <color=#FFD780FF>сразу выведет вашего активного персонажа из строя</color>. Если вам до этого удастся разбить барьер, то вы помешаете врагу использовать эту атаку.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，深邃摹结株在战斗中将全程处于虚界力护罩庇护下，需要尽快通过<color=#FFD780FF>一定次数的元素攻击</color>破坏护罩，护罩被破坏后，该敌人将根据护罩所抵挡的伤害值受到一次高额伤害，随后进入较长时间的混乱。<color=#FFD780FF>具有夜魂性质的元素攻击</color>会有更高的破坏效率，并使该敌人在护罩破坏时受到的伤害提升。",
                        "受到地脉紊乱的影响，如未能在一定时间内破坏护罩，该敌人将进行「憎戾晦暗祝祷」：短暂间隔后释放一次极大范围的强力攻击，<color=#FFD780FF>使我方当前场上的角色直接倒下</color>；如在此之前破坏虚界力护罩，可阻止其释放。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "High-frequency Elemental DMG<Color=#FFFFFF40> | </Color>Nightsoul-aligned DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Elemental de Alta Frequência<Color=#FFFFFF40> | </Color>Dano de Alinhamento Espírito da Noite",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Частый элементальный урон<Color=#FFFFFF40> | </Color>Урон с характеристикой Ночного духа",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "高频元素伤害<Color=#FFFFFF40> | </Color>夜魂性质伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1002062,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_TortoiseElectric",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 28021301,
                        "level": 105,
                        "hp": 6350004.615868509,
                        "attack": 29810.80777015444,
                        "defense": 1024.999976158142,
                        "matchedName": "Tortoise_Electric_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.699999988079071,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.5
                    },
                    "enLevelName": "Battle-Hardened Tent Tortoise: Thunderous Aegis",
                    "ptLevelName": "Tartaruga Ondulada Forjada em Batalhas: Escudo Trovejante",
                    "ruLevelName": "Бывалая шишковатая черепаха: Щит грома",
                    "chsLevelName": "历经百战的玳龟·坚盾轰霆",
                    "enMonsterSpecialDesc": "Gentle and slow by nature, this reptile is seen by some as a symbol of wisdom and good fortune. Yet when backed into a corner, this remarkable creature is capable of unleashing fierce assaults upon its foes, using its thick shell as a battering ram to crush any and all opposition.\\nAmidst the inchoate chaos of the Ley Lines, its form has been twisted, eagerly charging into battle in a fury, like a lightning storm of attack and defense...",
                    "ptMonsterSpecialDesc": "Geralmente dócil e lento, este réptil é visto por alguns como um símbolo de sabedoria e boa sorte. No entanto, quando necessário, esse indivíduo especial também pode lançar ataques ferozes contra os desafiantes, transformando seu casco espesso em um pesado martelo que esmaga inimigos.\\nSob a projeção extremamente caótica das linhas ley, sua imagem foi distorcida, assumindo uma postura belicosa e fanática, tornando-se um trovão que ataca e defende com igual ferocidade...",
                    "ruMonsterSpecialDesc": "Кроткая и медлительная рептилия. По мнению некоторых, это удивительное существо является символом удачи и мудрости, однако в случае необходимости оно способно обрушивать на врагов стремительные атаки, сокрушая их своим толстым панцирем, словно тараном.\\nВ крайнем беспорядке артерий земли её форма исказилась, и она яростно бросалась в бой, атакуя и защищаясь, словно молния...",
                    "chsMonsterSpecialDesc": "平日里性情温和，行动迟缓的爬行动物，被一些人视为吉祥与智慧的象征。但必要之时，这一特殊的个体也会对挑战者发起迅猛的攻势，将厚实的甲壳化为击碎敌人的重锤。\\n在地脉极端紊乱的投映下，它的形象遭到扭曲，以狂热好战的姿态参战，成为攻守兼备的雷霆…",
                    "enMonsterSpecialMechanicName": [
                        "Thunderthorn Ward",
                        "Thunderous Attrition",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Revestimento de Espinhos Trovejantes",
                        "Trovejar Duradouro",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Барьер громовых терний",
                        "Неугасающий гром",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "雷棘护罩",
                        "久续之霆",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "After taking <color=#FFD780FF>a certain number of attacks</color>, it will deploy a \"Thunderthorn Ward\": While the Ward is active, DMG will be reflected to nearby characters when it is attacked. The Ward can be broken by using Elemental Reactions to <color=#FFD780FF>drain the Ward of Electro</color>.",
                        "Affected by the Ley Line disturbance, every time the foe is attacked, its progress toward deploying a Thunderthorn Ward will increase by a greater amount, but that progress will also gradually decrease over time. In addition, the Elemental requirements for breaking the Thunderthorn Ward are greatly increased.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Após receber <color=#FFD780FF>um certo número de ataques</color>, ele implantará um \"Revestimento de Espinhos Trovejantes\": quando Revestimento sofrer ataques, redirecionará o Dano para os personagens próximos. O Revestimento pode ser quebrado usando Reações Elementais para <color=#FFD780FF>drenar a energia Electro do Revestimento</color>.",
                        "Por causa da perturbação das Linhas Ley, cada vez que sofrer um ataque, o progresso do Revestimento de Espinhos Trovejantes acumulará mais, mas o progresso reverterá com o passar do tempo. Além disso, o Elemento necessário para destruir o Revestimento de Espinhos Trovejantes terá um aumento notável.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Получив <color=#FFD780FF>определённое количество атак</color>, развёртывает Барьер громовых терний: при получении атак во время действия барьера наносит персонажам поблизости отражённый урон. Истощите <color=#FFD780FF>Электро энергию барьера</color> с помощью элементальных реакций, чтобы уничтожить его.",
                        "Вследствие воздействия флуктуации артерий земли прогресс развёртывания Барьера громовых терний с каждой атакой, получаемой врагом, накапливается быстрее, но со временем замедляется обратно. Кроме того, значительно увеличивается количество элементов, требуемых для уничтожения Барьера громовых терний.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到<color=#FFD780FF>一定次数的攻击</color>后，会展开「雷棘护罩」：护罩存在期间受到攻击时，会对附近的角色造成反噬伤害；通过元素反应<color=#FFD780FF>耗尽护罩的雷元素</color>，才能破除护罩。",
                        "受到地脉紊乱的影响，每次受到攻击时，该敌人展开「雷棘护罩」的进度将以更高的幅度累积，但进度将随着时间流逝缓慢回退；此外，破除「雷棘护罩」所需的元素将显著增加。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "After taking <color=#FFD780FF>a certain number of attacks</color>, it will deploy a \"Thunderthorn Ward\": Attacks against it will be reflected onto nearby characters. The Ward can be broken by using Elemental Reactions to <color=#FFD780FF>drain the Ward of Electro</color>.",
                        "Affected by the Ley Line disturbance, the deployment progress of the \"Thunderthorn Ward\" will increase more rapidly, but it will also gradually recede over time. Meanwhile, the Electro contained within the \"Thunderthorn Ward\" will be significantly boosted.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Após receber <color=#FFD780FF>um certo número de ataques</color>, ele implantará um \"Revestimento de Espinhos Trovejantes\": ataques contra ele serão refletidos nos personagens próximos. O Revestimento pode ser quebrado usando Reações Elementais para <color=#FFD780FF>drenar a energia Electro do Revestimento</color>.",
                        "Devido à desordem das Linhas Ley, o progresso de ativação do \"Revestimento de Espinhos Trovejantes\" aumentará mais rapidamente, mas também recuará gradualmente com o tempo. Enquanto isso, a energia Electro contida no \"Revestimento de Espinhos Trovejantes\" será significativamente ampliada.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Получив <color=#FFD780FF>определённое количество атак</color>, развёртывает Барьер громовых терний: полученные атаки отражаются обратно в персонажей поблизости. Чтобы разрушить барьер, истощите его <color=#FFD780FF>энергию Электро</color> с помощью элементальных реакций.",
                        "Вследствие воздействия флуктуации артерий земли развёртывание Барьера громовых терний ускоряется, но со временем замедляется обратно. Кроме того, энергия Электро, содержащаяся в Барьере громовых терний, значительно усиливается.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到<color=#FFD780FF>一定次数的攻击</color>后会展开「雷棘护罩」：受到攻击时将攻击反噬给附近的角色，可通过元素反应<color=#FFD780FF>耗尽护罩的雷元素</color>来破除护罩。",
                        "受到地脉紊乱的影响，「雷棘护罩」的展开进度增长更快，但是会随时间缓慢回退；同时，「雷棘护罩」的雷元素含量会大幅增加。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Low-frequency DMG",
                        "High-frequency DMG",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano de Baixa Frequência",
                        "Dano de Alta Frequência",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон с низкой частотой",
                        "Урон с высокой частотой",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "低频伤害",
                        "高频伤害",
                        ""
                    ]
                },
                {
                    "id": 1002063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Tenoyollotzin",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 25560201,
                        "level": 105,
                        "hp": 6254996.372979999,
                        "attack": 27100.73328892491,
                        "defense": 1024.999976158142,
                        "matchedName": "Mascot_Tenoyollotzin",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Pipilpan Idol: Hundred Deceptions",
                    "ptLevelName": "Ídolo Pippipan Veterano de Cem Batalhas: Mutação Instantânea",
                    "ruLevelName": "Бывалый айдол Пипильпан: Сто заблуждений",
                    "chsLevelName": "历经百战的皮皮潘偶像·百诈瞬变",
                    "enMonsterSpecialDesc": "A Pipilpan Idol who channels the essence of Tenoch. Adept at dazzling hat tricks and stratagems of battle, it can attack from a wide range of angles, leaving reckless challengers paying the price for hasty missteps...\\nAmidst the inchoate chaos of the Ley Lines, the performer's obsession takes form as flurries of rejection and annihilation. Any slight mistake may result in the challenger being ground into dust, just as Tenoch's opponents once were...",
                    "ptMonsterSpecialDesc": "Ídolo Pippipan inspirado em \"Tenoch\", mestre de truques de chapéu mirabolantes e estratégias de combate, é capaz de atacar de ângulos variados, fazendo os imprudentes pagarem caro...\\nSob a projeção extremamente caótica das linhas ley, a obsessão do intérprete se concretiza numa ofensiva de rejeição e aniquilação. Um pequeno descuido do desafiante, e ele será reduzido a pó como os inimigos esmagados por \"Tenoch\"...",
                    "ruMonsterSpecialDesc": "Айдол Пипильпан, воплотивший сущность Теноча. Мастер трюков со шляпой и боевой стратегии, способный атаковать с разных сторон, заставляя безрассудных соперников расплачиваться за опрометчивые шаги...\\nВ крайнем хаосе артерий земли одержимость исполнителя принимает форму неприятия и истребления. Малейшая ошибка - и бросивший вызов превратится в порошок, как когда-то противники Теноча...",
                    "chsMonsterSpecialDesc": "以「特诺切」为演绎目标的皮皮潘偶像，精通奇妙的帽子戏法与战斗策略，能从多变的角度攻来，让鲁莽者付出代价…\\n在地脉极端紊乱的投映下，演绎者的偏执具象为拒绝与扼杀的攻势。挑战者稍有不慎，就会如「特诺切」碾碎的对手般化为齑粉…",
                    "enMonsterSpecialMechanicName": [
                        "Hat Show",
                        "Hat Denial",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Capas e Chapéus",
                        "Rejeição do Chapéu",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Игра шляп",
                        "Отторжение шляп",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "帽子演绎",
                        "帽子拒绝",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the entity will create multiple hats and hide within one of them, then rapidly switch the positions of these hats. After a certain number of switches, if <color=#FFD780FF>the hat that conceals the entity takes Electro-Charged or Lunar-Charged damage</color>, the entity will temporarily halt all hat-swapping actions.\\nDeal a certain amount of DMG to <color=#FFD780FF>the hat concealing the entity</color> to break all of the hats, causing the entity to reveal itself, receive a single instance of immense DMG, and temporarily enter a weakened state. <color=#FFD780FF>Electro-Charged or Lunar-Charged reactions</color> are more effective at breaking the hat. The DMG received by the entity when the hat breaks will increase based on the <color=#80C0FFFF>Hydro DMG</color>, <color=#FFACFFFF>Electro DMG</color>, <color=#FFD780FF>Electro-Charged DMG, or Lunar-Charged DMG</color> the hat has taken.",
                        "Affected by the Ley Line disturbance, the foe will unleash a powerful \"Hat Denial\" attack: Continuously hurls hats that deal <color=#FFACFFFF>high Electro DMG</color> and have <color=#FFD780FF>powerful interruption capabilities</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante a batalha, cria vários chapéus, e se esconde dentro de um deles, para depois trocar rapidamente a posição do chapéu. Depois de uma certa quantidade de trocas, <color=#FFD780FF>o chapéu que está escondido sofrer Dano de Eletricamente Carregado ou Carga Lunar</color>, interromperá temporariamente a troca de posição de todos os chapéus.\\nDepois que causar uma certa quantidade de Dano contra <color=#FFD780FF>o chapéu que está escondido</color>, destrói todos os chapéus e revela-o, sofrendo uma instância de muito Dano entrando no estado enfraquecido. <color=#FFD780FF>Reações de Eletricamente Carregado ou Carga Lunar</color> tem maior eficácia para destruir os chapéus. Quando os chapéus forem destruídos, sofrerá Dano, esse Dano será aumentado com base no Dano <color=#80C0FFFF>Hydro</color>, <color=#FFACFFFF>Electro</color>, <color=#FFD780FF>Eletricamente Carregado ou Carga Lunar</color> que o chapéu sofreu.",
                        "Por causa da perturbação das Linhas Ley, esse inimigo fará um poderoso ataque Rejeição do Chapéu: poderá jogar um chapéu que causa <color=#FFACFFFF>muito Dano Electro</color> por um tempo, e esse chapéu possui um <color=#FFD780FF>efeito interruptor forte</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color=#FFD780FF>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.\\nНанесите определённое количество урона <color=#FFD780FF>шляпе, в которой прячется сущность</color>, чтобы разрушить её, заставить сущность явить себя, нанести ей огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color=#FFD780FF>Заряжен или Лунный заряд</color>. Урон, получаемый сущностью при разрушении шляпы, увеличивается в зависимости от количества <color=#80C0FFFF>Гидро</color> и <color=#FFACFFFF>Электро</color> урона, а также урона реакций <color=#FFD780FF>Заряжен или Лунный заряд</color>, полученного шляпой.",
                        "Из-за воздействия флуктуации артерий земли этот враг применяет мощную атаку Отторжения шляп: он постоянно бросается шляпами, которые наносят <color=#FFACFFFF>высокий Электро урон</color>, а также обладают <color=#FFD780FF>сильным эффектом прерывания</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会创造多顶帽子，并将本体隐藏于其中一顶帽子下，随后快速变换帽子的位置。变换一定次数后，如果<color=#FFD780FF>本体所隐藏的帽子受到感电或月感电伤害</color>，则会使所有帽子位置的变换暂时停止。\\n对<color=#FFD780FF>本体所隐藏的帽子</color>造成一定伤害即可将所有帽子破坏，从而使本体现身，受到一次高额伤害，并陷入一段时间的虚弱状态；<color=#FFD780FF>感电或月感电反应</color>对帽子有着更高的破坏效率。帽子被破坏时本体所受到的伤害，会基于帽子受到<color=#80C0FFFF>水元素伤害</color>、<color=#FFACFFFF>雷元素伤害</color>、<color=#FFD780FF>感电或月感电伤害</color>而提高。",
                        "受到地脉紊乱的影响，该敌人会发动强力的「帽子拒绝」攻击：持续投掷能够造成<color=#FFACFFFF>高额雷元素伤害</color>的帽子，且帽子具有<color=#FFD780FF>强大打断效果</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the entity will create multiple hats and hide within one of them, then rapidly switch the positions of these hats. After a certain number of switches, if <color=#FFD780FF>the hat that conceals the entity takes Electro-Charged or Lunar-Charged damage</color>, the entity will temporarily halt all hat-swapping actions.",
                        "Deal a certain amount of DMG to <color=#FFD780FF>the hat concealing the entity</color> to break it, dealing a single instance of immense DMG to the entity and temporarily leaving it in a weakened state. <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color> is more effective at breaking the hat, and will cause the entity to take higher DMG when the hat breaks.",
                        "Affected by the Ley Line disturbance, this enemy will attack by hurling a large number of hats that have <color=#FFD780FF>powerful interruption capabilities</color>.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, cria vários chapéus e esconde-se neles, para rapidamente trocar de posição com outro chapéu. Depois de mudar uma certa quantidade de vezes, se <color=#FFD780FF>o chapéu que está escondido for atingido por Dano de Eletricamente Carregado ou Carga Lunar</color>, faz a troca de posição de todos os chapéus parar temporariamente.",
                        "Causa uma certa quantidade de Dano <color=#FFD780FF>ao chapéu que a entidade está escondendo</color> para quebrá-lo, causando uma instância única de Dano imenso à entidade e deixando-a temporariamente enfraquecida. Dano de <color=#FFD780FF>Eletricamente Carregado ou Carga Lunar</color> é mais eficaz para quebrar o chapéu e fará com que a entidade receba mais Dano quando o chapéu for quebrado.",
                        "Devido à desordem das Linhas Ley, este inimigo lançará uma grande quantidade de chapéus como ataques, os quais possuem <color=#FFD780FF>fortes efeitos de interrupção</color>.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color=#FFD780FF>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.",
                        "Нанесите определённое количество урона <color=#FFD780FF>шляпе, в которой прячется сущность</color>, чтобы разрушить её, нанести сущности огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color=#FFD780FF>Заряжен или Лунный заряд</color>. Из-за них сущность получит более высокий урон, когда волшебная шляпа разрушается.",
                        "Из-за воздействия флуктуации артерий земли этот враг атакует, бросаясь шляпами с <color=#FFD780FF>сильным эффектом прерывания</color>.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会创造多顶帽子并将本体隐藏其中，随后快速变换帽子的位置。变换一定次数后，如果<color=#FFD780FF>本体所隐藏的帽子受到感电或月感电伤害</color>，则会使所有帽子位置的变换暂时停止。",
                        "对<color=#FFD780FF>本体所隐藏的帽子</color>造成一定伤害即可将其破坏，从而使本体受到一次高额伤害，并陷入一段时间的虚弱状态；<color=#FFD780FF>感电或月感电伤害</color>对帽子有着更高的破坏效率，且将提升帽子被破坏时本体受到的伤害。",
                        "受到地脉紊乱的影响，该敌人会投掷大量具有<color=#FFD780FF>强大打断效果</color>的帽子进行攻击。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions<Color=#FFFFFF40> | </Color>Shields",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Reações {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Escudos",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Щиты",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>护盾",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "id": 100206,
            "monsterLevel": 110,
            "levelConfigs": [
                {
                    "id": 1002061,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Dendrite",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 22121604,
                        "level": 110,
                        "hp": 11168065.797684774,
                        "attack": 15965.164645589422,
                        "defense": 1049.9999523162842,
                        "matchedName": "TheAbyss_Dendrite_02",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Tenebrous Papilla: Shadow Void Transfiguration",
                    "ptLevelName": "Umbo Tenebroso - Ilusão da Desolação",
                    "ruLevelName": "Сумрачная папилла: Трансформация тени пустоты",
                    "chsLevelName": "深邃摹结株·虚暗幻变",
                    "enMonsterSpecialDesc": "Abyssal monsters that grow like parasitic plants.\\nAgents of continuous corrosion, these distorters are capable of extracting memories from deeper layers of the earth, and through the power of the Abyss, reconstructing memories of greater potency. The hatred once spread from their roots coalesced amidst the inchoate chaos of the Ley Lines to form blades of untold savagery that would inflict deep suffering on those foolhardy enough to challenge them...",
                    "ptMonsterSpecialDesc": "Como um monstro abissal que se espalha e cresce como uma planta.\\nUm agente da corrosão que continua a corroer este mundo, capaz de extrair memórias relativamente profundas da terra e de reviver memórias ainda mais poderosas por meio da força do Abismo. Sob a projeção extremamente caótica das linhas ley, o ódio que antes se espalhava com as raízes desta criatura gradualmente se transforma em lâminas afiadas, prontas para infligir uma dor profunda aos desafiantes...",
                    "ruMonsterSpecialDesc": "Чудовища Бездны, которые растут, словно паразитические растения.\\nИсточники непрерывного разложения, эти исказители способны извлекать воспоминания из глубоких слоёв земли и, используя силу Бездны, восстанавливать могущественные воспоминания. Ненависть, источаемая их корнями, сплелась с хаосом артерий земли и создала клинки невыразимой свирепости, способные причинить ужасные страдания тем, кто отважится бросить им вызов...",
                    "chsMonsterSpecialDesc": "如植株般侵蚀生长的深渊魔物。\\n持续侵蚀此界的扭曲者，能够提取大地之中相对深层的记忆，亦能通过深渊的力量复现更为强大的记忆体。在地脉极端紊乱的投映下，曾随此物之根须散播的憎恶，逐渐转变为凶锐的锋刃，要让来访的挑战者们体会至为深刻的痛苦…",
                    "enMonsterSpecialMechanicName": [
                        "Tenebrous Mimesis",
                        "Attrition Assault",
                        "Shadow Void Aegis",
                        "Hatefully Beseech the Dark",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Mimetismo Abissal",
                        "Apreensão",
                        "Proteção da Escuridão",
                        "Ira: Súplica à Escuridão",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Сумрачный мимесис",
                        "Атака разложения",
                        "Защита тени пустоты",
                        "Гневное воззвание ко тьме",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "深邃拟态",
                        "蚀破攻击",
                        "虚暗加护",
                        "憎戾晦暗祝祷",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "It can warp itself and transform into a formidable foe to attack.",
                        "Some attacks will inflict the stackable \"Attrition\" state, which will cause your own active party member to lose HP after a certain amount of time passes.",
                        "Affected by the Ley Line disturbance, the Tenebrous Papilla will deploy a Void Ward while initiating attacks. Perform <color=#FFD780FF>a certain number of Elemental attacks</color> to break the Ward. Once the Void Ward is broken, the Tenebrous Papilla will receive a single instance of immense DMG based on the DMG absorbed by the Ward and enter a weakened state for an extended period of time. <color=#FFD780FF>Nightsoul-aligned Elemental attacks</color> are more effective at breaking the Ward and will increase the DMG dealt when the Ward is broken. After being in the weakened state for a while, the Tenebrous Papilla will attempt to re-deploy its Void Ward.",
                        "Affected by the Ley Line disturbance, if the Void Ward remains unbroken for too long, the Tenebrous Papilla will initiate Hatefully Beseech the Dark: Enters a charging state, which, if the Void Ward continues to remain unbroken, will conclude with the Tenebrous Papilla unleashing a Wrathful Dark Bombardment, <color=#FFD780FF>immediately defeating your current active character</color>.",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Um grande monstro escuro que veio das profundezas do Abismo, erodindo as memórias da terra. Pode se distorcer e se transformar em um inimigo poderoso que realiza ataques.",
                        "Alguns ataques do monstro podem acumular o estado \"Apreensão\", que fará com que o personagem ativo da equipe perca Vida após um certo tempo.",
                        "Por estar sofrendo da perturbação das Linhas Ley, o Umbo Tenebroso lutará enquanto revela o Revestimento do Vazio. <color=#FFD780FF>Você pode realizar uma certa quantidade de ataques Elementais</color> para destruir o Revestimento do Vazio. Depois de destruí-lo, o Umbo Tenebroso sofrerá uma instância de Dano adicional baseado no Dano resistido pelo Revestimento do Vazio, e ficará Enfraquecido por um tempo. <color=#FFD780FF>Ataques com alinhamento Espírito da Noite</color> possuem uma eficácia maior para destruí-lo, e ao o destruir, sofrerá mais Dano. Depois de entrar no estado Enfraquecido por um tempo, o Umbo Tenebroso tentará reerguer seu Revestimento do Vazio novamente.",
                        "Por estar afetado pela perturbação das Linhas Ley, se o Revestimento do Vazio não for destruído por muito tempo, o Umbo Tenebroso realizará Ira: Súplica à Escuridão: entrará no estado de carregamento, e se depois de um tempo o Revestimento do Vazio não for destruído, lançará Choque da Escuridão Tenebroso, <color=#FFD780FF>derrotando o personagem ativo</color>.",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Монстр способен искажать форму и превращаться в грозного противника.",
                        "Его некоторые атаки налагают складывающееся разложение, из-за которого активный персонаж со временем теряет HP.",
                        "Под воздействием флуктуаций артерий земли Сумрачная папилла одновременно развёртывает барьер пустоты и атакует. Её барьер можно уничтожить <color=#FFD780FF>определённым количеством элементальных атак</color>. Когда барьер будет разрушен, в зависимости от поглощённого им урона Сумрачная папилла однократно получит высокий урон и надолго перейдёт в ослабленное состояние. <color=#FFD780FF>Элементальные атаки с характеристикой Ночного духа</color> уничтожают барьер с большей эффективностью и повышают урон, получаемый врагом после устранения барьера. Через некоторое время Сумрачная папилла выходит из ослабленного состояния и вновь развёртывает барьер пустоты.",
                        "Вследствие воздействия флуктуации артерий земли, если долгое время не уничтожать барьер пустоты, Сумрачная папилла задействует Гневное воззвание ко тьме и входит в состояние зарядки. Если через некоторое время вы так и не уничтожите барьер, враг задействует Гневную сумрачную бомбардировку, которая <color=#FFD780FF>сразу выведет вашего активного персонажа из строя</color>.",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "能够扭曲自己的姿态，变化成强大的敌人进行攻击。",
                        "部分攻击会施加可叠加的「蚀破」状态，会在一定时间后，使队伍中自己的当前场上角色损失生命值。",
                        "受到地脉紊乱的影响，深邃摹结株会一边展开虚界力护罩，一边进行战斗。通过<color=#FFD780FF>一定次数的元素攻击</color>可以破坏虚界力护罩；护罩被破坏后，深邃摹结株会依据虚界力护罩所抵挡的伤害值受到一次高额伤害，并陷入较长时间的虚弱。<color=#FFD780FF>具有夜魂性质的元素攻击</color>会有更高的破坏效率，并且使护罩破坏时受到的伤害提高。陷入虚弱状态一段时间后，深邃摹结株会尝试重新展开虚界力护罩。",
                        "受到地脉紊乱的影响，如果虚界力护罩长时间未被破坏，深邃摹结株会进行「憎戾晦暗祝祷」：进入蓄能态势，如果一段时间后虚界力护罩仍未被破坏，则会释放「憎戾晦暗轰击」，<color=#FFD780FF>使我方当前场上的角色直接倒下</color>。",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "Affected by the Ley Line disturbance, the Tenebrous Papilla will remain protected by a Void Ward throughout the battle. You must quickly break the Ward by using <color=#FFD780FF>a certain number of Elemental attacks</color>. Once the Ward is broken, the enemy will suffer a high amount of DMG based on the DMG absorbed by the Ward and will then enter an extended state of disarray. <color=#FFD780FF>Nightsoul-aligned Elemental attacks</color> will have greater Ward-breaking efficiency. They will also further increase the damage the enemy takes when the Ward is broken.",
                        "Affected by the Ley Line disturbance, should you fail to destroy the Void Ward within the given time, the enemy will unleash \"Hatefully Beseech the Dark\": after a brief delay, it will release a massive AoE strike that will <color=#FFD780FF>instantly knock out your active character</color>. If you break the Void Ward before this strike, you can prevent it from being unleashed.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Devido à desordem das Linhas Ley, o Umbo Tenebroso permanece protegido por um Revestimento do Vazio durante toda a batalha. Você deve quebrar rapidamente o Revestimento usando <color=#FFD780FF>um certo número de ataques elementais</color>. Quando o Revestimento for destruído, o inimigo sofrerá uma grande quantidade de Dano com base no dano absorvido pelo Revestimento e, em seguida, entrará em um estado prolongado de confusão. <color=#FFD780FF>Ataques elementais com alinhamento Espírito da Noite</color> terão maior eficiência para quebrar o escudo. Eles também aumentarão o dano que o inimigo sofre quando o Revestimento for destruído.",
                        "Devido à desordem das Linhas Ley, se você não destruir o Revestimento do Vazio dentro do tempo determinado, o inimigo desencadeará \"Ira: Súplica à Escuridão\": após um breve atraso, ele lançará um Golpe Forte em área massivo que <color=#FFD780FF>derruba instantaneamente seu personagem ativo</color>. Se você quebrar o Revestimento do Vazio antes disso, poderá evitar que ele seja lançado.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Под воздействием флуктуаций артерий земли Сумрачная папилла на протяжении всего боя остаётся под защитой барьера пустоты. Его необходимо как можно скорее уничтожить <color=#FFD780FF>определённым количеством элементальных атак</color>. Когда барьер будет разрушен, в зависимости от поглощённого им урона враг однократно получит высокий урон и надолго перейдёт в замешательство. <color=#FFD780FF>Элементальные атаки с характеристикой Ночного духа</color> уничтожают барьер с большей эффективностью и повышают урон, получаемый врагом после устранения барьера.",
                        "Вследствие воздействия флуктуации артерий земли, если не уничтожить барьер пустоты за отведённое время, враг задействует Гневное воззвание ко тьме: через короткий промежуток времени он выполнит мощную атаку по огромной площади, которая <color=#FFD780FF>сразу выведет вашего активного персонажа из строя</color>. Если вам до этого удастся разбить барьер, то вы помешаете врагу использовать эту атаку.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到地脉紊乱的影响，深邃摹结株在战斗中将全程处于虚界力护罩庇护下，需要尽快通过<color=#FFD780FF>一定次数的元素攻击</color>破坏护罩，护罩被破坏后，该敌人将根据护罩所抵挡的伤害值受到一次高额伤害，随后进入较长时间的混乱。<color=#FFD780FF>具有夜魂性质的元素攻击</color>会有更高的破坏效率，并使该敌人在护罩破坏时受到的伤害提升。",
                        "受到地脉紊乱的影响，如未能在一定时间内破坏护罩，该敌人将进行「憎戾晦暗祝祷」：短暂间隔后释放一次极大范围的强力攻击，<color=#FFD780FF>使我方当前场上的角色直接倒下</color>；如在此之前破坏虚界力护罩，可阻止其释放。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "High-frequency Elemental DMG<Color=#FFFFFF40> | </Color>Nightsoul-aligned DMG",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano Elemental de Alta Frequência<Color=#FFFFFF40> | </Color>Dano de Alinhamento Espírito da Noite",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Частый элементальный урон<Color=#FFFFFF40> | </Color>Урон с характеристикой Ночного духа",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "高频元素伤害<Color=#FFFFFF40> | </Color>夜魂性质伤害",
                        "",
                        ""
                    ]
                },
                {
                    "id": 1002062,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_TortoiseElectric",
                    "tagType": [
                        "Advantage",
                        "Disadvantage",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 28021301,
                        "level": 110,
                        "hp": 13283708.091046631,
                        "attack": 31930.329291178845,
                        "defense": 1049.9999523162842,
                        "matchedName": "Tortoise_Electric_01",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.699999988079071,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.5
                    },
                    "enLevelName": "Battle-Hardened Tent Tortoise: Thunderous Aegis",
                    "ptLevelName": "Tartaruga Ondulada Forjada em Batalhas: Escudo Trovejante",
                    "ruLevelName": "Бывалая шишковатая черепаха: Щит грома",
                    "chsLevelName": "历经百战的玳龟·坚盾轰霆",
                    "enMonsterSpecialDesc": "Gentle and slow by nature, this reptile is seen by some as a symbol of wisdom and good fortune. Yet when backed into a corner, this remarkable creature is capable of unleashing fierce assaults upon its foes, using its thick shell as a battering ram to crush any and all opposition.\\nAmidst the inchoate chaos of the Ley Lines, its form has been twisted, eagerly charging into battle in a fury, like a lightning storm of attack and defense...",
                    "ptMonsterSpecialDesc": "Geralmente dócil e lento, este réptil é visto por alguns como um símbolo de sabedoria e boa sorte. No entanto, quando necessário, esse indivíduo especial também pode lançar ataques ferozes contra os desafiantes, transformando seu casco espesso em um pesado martelo que esmaga inimigos.\\nSob a projeção extremamente caótica das linhas ley, sua imagem foi distorcida, assumindo uma postura belicosa e fanática, tornando-se um trovão que ataca e defende com igual ferocidade...",
                    "ruMonsterSpecialDesc": "Кроткая и медлительная рептилия. По мнению некоторых, это удивительное существо является символом удачи и мудрости, однако в случае необходимости оно способно обрушивать на врагов стремительные атаки, сокрушая их своим толстым панцирем, словно тараном.\\nВ крайнем беспорядке артерий земли её форма исказилась, и она яростно бросалась в бой, атакуя и защищаясь, словно молния...",
                    "chsMonsterSpecialDesc": "平日里性情温和，行动迟缓的爬行动物，被一些人视为吉祥与智慧的象征。但必要之时，这一特殊的个体也会对挑战者发起迅猛的攻势，将厚实的甲壳化为击碎敌人的重锤。\\n在地脉极端紊乱的投映下，它的形象遭到扭曲，以狂热好战的姿态参战，成为攻守兼备的雷霆…",
                    "enMonsterSpecialMechanicName": [
                        "Thunderthorn Ward",
                        "Thunderous Attrition",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Revestimento de Espinhos Trovejantes",
                        "Trovejar Duradouro",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Барьер громовых терний",
                        "Неугасающий гром",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "雷棘护罩",
                        "久续之霆",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "After taking <color=#FFD780FF>a certain number of attacks</color>, it will deploy a \"Thunderthorn Ward\": While the Ward is active, DMG will be reflected to nearby characters when it is attacked. The Ward can be broken by using Elemental Reactions to <color=#FFD780FF>drain the Ward of Electro</color>.",
                        "Affected by the Ley Line disturbance, every time the foe is attacked, its progress toward deploying a Thunderthorn Ward will increase by a greater amount, but that progress will also gradually decrease over time. In addition, the Elemental requirements for breaking the Thunderthorn Ward are greatly increased.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Após receber <color=#FFD780FF>um certo número de ataques</color>, ele implantará um \"Revestimento de Espinhos Trovejantes\": quando Revestimento sofrer ataques, redirecionará o Dano para os personagens próximos. O Revestimento pode ser quebrado usando Reações Elementais para <color=#FFD780FF>drenar a energia Electro do Revestimento</color>.",
                        "Por causa da perturbação das Linhas Ley, cada vez que sofrer um ataque, o progresso do Revestimento de Espinhos Trovejantes acumulará mais, mas o progresso reverterá com o passar do tempo. Além disso, o Elemento necessário para destruir o Revestimento de Espinhos Trovejantes terá um aumento notável.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "Получив <color=#FFD780FF>определённое количество атак</color>, развёртывает Барьер громовых терний: при получении атак во время действия барьера наносит персонажам поблизости отражённый урон. Истощите <color=#FFD780FF>Электро энергию барьера</color> с помощью элементальных реакций, чтобы уничтожить его.",
                        "Вследствие воздействия флуктуации артерий земли прогресс развёртывания Барьера громовых терний с каждой атакой, получаемой врагом, накапливается быстрее, но со временем замедляется обратно. Кроме того, значительно увеличивается количество элементов, требуемых для уничтожения Барьера громовых терний.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "受到<color=#FFD780FF>一定次数的攻击</color>后，会展开「雷棘护罩」：护罩存在期间受到攻击时，会对附近的角色造成反噬伤害；通过元素反应<color=#FFD780FF>耗尽护罩的雷元素</color>，才能破除护罩。",
                        "受到地脉紊乱的影响，每次受到攻击时，该敌人展开「雷棘护罩」的进度将以更高的幅度累积，但进度将随着时间流逝缓慢回退；此外，破除「雷棘护罩」所需的元素将显著增加。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "After taking <color=#FFD780FF>a certain number of attacks</color>, it will deploy a \"Thunderthorn Ward\": Attacks against it will be reflected onto nearby characters. The Ward can be broken by using Elemental Reactions to <color=#FFD780FF>drain the Ward of Electro</color>.",
                        "Affected by the Ley Line disturbance, the deployment progress of the \"Thunderthorn Ward\" will increase more rapidly, but it will also gradually recede over time. Meanwhile, the Electro contained within the \"Thunderthorn Ward\" will be significantly boosted.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Após receber <color=#FFD780FF>um certo número de ataques</color>, ele implantará um \"Revestimento de Espinhos Trovejantes\": ataques contra ele serão refletidos nos personagens próximos. O Revestimento pode ser quebrado usando Reações Elementais para <color=#FFD780FF>drenar a energia Electro do Revestimento</color>.",
                        "Devido à desordem das Linhas Ley, o progresso de ativação do \"Revestimento de Espinhos Trovejantes\" aumentará mais rapidamente, mas também recuará gradualmente com o tempo. Enquanto isso, a energia Electro contida no \"Revestimento de Espinhos Trovejantes\" será significativamente ampliada.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "Получив <color=#FFD780FF>определённое количество атак</color>, развёртывает Барьер громовых терний: полученные атаки отражаются обратно в персонажей поблизости. Чтобы разрушить барьер, истощите его <color=#FFD780FF>энергию Электро</color> с помощью элементальных реакций.",
                        "Вследствие воздействия флуктуации артерий земли развёртывание Барьера громовых терний ускоряется, но со временем замедляется обратно. Кроме того, энергия Электро, содержащаяся в Барьере громовых терний, значительно усиливается.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "受到<color=#FFD780FF>一定次数的攻击</color>后会展开「雷棘护罩」：受到攻击时将攻击反噬给附近的角色，可通过元素反应<color=#FFD780FF>耗尽护罩的雷元素</color>来破除护罩。",
                        "受到地脉紊乱的影响，「雷棘护罩」的展开进度增长更快，但是会随时间缓慢回退；同时，「雷棘护罩」的雷元素含量会大幅增加。",
                        "",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "Low-frequency DMG",
                        "High-frequency DMG",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Dano de Baixa Frequência",
                        "Dano de Alta Frequência",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Урон с низкой частотой",
                        "Урон с высокой частотой",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "低频伤害",
                        "高频伤害",
                        ""
                    ]
                },
                {
                    "id": 1002063,
                    "specialMonsterIcon": "UI_Img_LeyLineChallenge_Tenoyollotzin",
                    "tagType": [
                        "Advantage",
                        "None",
                        "None"
                    ],
                    "monsterStats": {
                        "id": 25560201,
                        "level": 110,
                        "hp": 10200306.580126405,
                        "attack": 29027.5709608288,
                        "defense": 1049.9999523162842,
                        "matchedName": "Mascot_Tenoyollotzin",
                        "fireSubHurt": 0.10000000149011612,
                        "waterSubHurt": 0.10000000149011612,
                        "grassSubHurt": 0.10000000149011612,
                        "elecSubHurt": 0.10000000149011612,
                        "windSubHurt": 0.10000000149011612,
                        "iceSubHurt": 0.10000000149011612,
                        "rockSubHurt": 0.10000000149011612,
                        "physicalSubHurt": 0.10000000149011612
                    },
                    "enLevelName": "Battle-Hardened Pipilpan Idol: Hundred Deceptions",
                    "ptLevelName": "Ídolo Pippipan Veterano de Cem Batalhas: Mutação Instantânea",
                    "ruLevelName": "Бывалый айдол Пипильпан: Сто заблуждений",
                    "chsLevelName": "历经百战的皮皮潘偶像·百诈瞬变",
                    "enMonsterSpecialDesc": "A Pipilpan Idol who channels the essence of Tenoch. Adept at dazzling hat tricks and stratagems of battle, it can attack from a wide range of angles, leaving reckless challengers paying the price for hasty missteps...\\nAmidst the inchoate chaos of the Ley Lines, the performer's obsession takes form as flurries of rejection and annihilation. Any slight mistake may result in the challenger being ground into dust, just as Tenoch's opponents once were...",
                    "ptMonsterSpecialDesc": "Ídolo Pippipan inspirado em \"Tenoch\", mestre de truques de chapéu mirabolantes e estratégias de combate, é capaz de atacar de ângulos variados, fazendo os imprudentes pagarem caro...\\nSob a projeção extremamente caótica das linhas ley, a obsessão do intérprete se concretiza numa ofensiva de rejeição e aniquilação. Um pequeno descuido do desafiante, e ele será reduzido a pó como os inimigos esmagados por \"Tenoch\"...",
                    "ruMonsterSpecialDesc": "Айдол Пипильпан, воплотивший сущность Теноча. Мастер трюков со шляпой и боевой стратегии, способный атаковать с разных сторон, заставляя безрассудных соперников расплачиваться за опрометчивые шаги...\\nВ крайнем хаосе артерий земли одержимость исполнителя принимает форму неприятия и истребления. Малейшая ошибка - и бросивший вызов превратится в порошок, как когда-то противники Теноча...",
                    "chsMonsterSpecialDesc": "以「特诺切」为演绎目标的皮皮潘偶像，精通奇妙的帽子戏法与战斗策略，能从多变的角度攻来，让鲁莽者付出代价…\\n在地脉极端紊乱的投映下，演绎者的偏执具象为拒绝与扼杀的攻势。挑战者稍有不慎，就会如「特诺切」碾碎的对手般化为齑粉…",
                    "enMonsterSpecialMechanicName": [
                        "Hat Show",
                        "Hat Denial",
                        "",
                        "",
                        ""
                    ],
                    "ptMonsterSpecialMechanicName": [
                        "Capas e Chapéus",
                        "Rejeição do Chapéu",
                        "",
                        "",
                        ""
                    ],
                    "ruMonsterSpecialMechanicName": [
                        "Игра шляп",
                        "Отторжение шляп",
                        "",
                        "",
                        ""
                    ],
                    "chsMonsterSpecialMechanicName": [
                        "帽子演绎",
                        "帽子拒绝",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMaxDescription": [
                        "During battle, the entity will create multiple hats and hide within one of them, then rapidly switch the positions of these hats. After a certain number of switches, if <color=#FFD780FF>the hat that conceals the entity takes Electro-Charged or Lunar-Charged damage</color>, the entity will temporarily halt all hat-swapping actions.\\nDeal a certain amount of DMG to <color=#FFD780FF>the hat concealing the entity</color> to break all of the hats, causing the entity to reveal itself, receive a single instance of immense DMG, and temporarily enter a weakened state. <color=#FFD780FF>Electro-Charged or Lunar-Charged reactions</color> are more effective at breaking the hat. The DMG received by the entity when the hat breaks will increase based on the <color=#80C0FFFF>Hydro DMG</color>, <color=#FFACFFFF>Electro DMG</color>, <color=#FFD780FF>Electro-Charged DMG, or Lunar-Charged DMG</color> the hat has taken.",
                        "Affected by the Ley Line disturbance, the foe will unleash a powerful \"Hat Denial\" attack: Continuously hurls hats that deal <color=#FFACFFFF>high Electro DMG</color> and have <color=#FFD780FF>powerful interruption capabilities</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ptLevelMaxDescription": [
                        "Durante a batalha, cria vários chapéus, e se esconde dentro de um deles, para depois trocar rapidamente a posição do chapéu. Depois de uma certa quantidade de trocas, <color=#FFD780FF>o chapéu que está escondido sofrer Dano de Eletricamente Carregado ou Carga Lunar</color>, interromperá temporariamente a troca de posição de todos os chapéus.\\nDepois que causar uma certa quantidade de Dano contra <color=#FFD780FF>o chapéu que está escondido</color>, destrói todos os chapéus e revela-o, sofrendo uma instância de muito Dano entrando no estado enfraquecido. <color=#FFD780FF>Reações de Eletricamente Carregado ou Carga Lunar</color> tem maior eficácia para destruir os chapéus. Quando os chapéus forem destruídos, sofrerá Dano, esse Dano será aumentado com base no Dano <color=#80C0FFFF>Hydro</color>, <color=#FFACFFFF>Electro</color>, <color=#FFD780FF>Eletricamente Carregado ou Carga Lunar</color> que o chapéu sofreu.",
                        "Por causa da perturbação das Linhas Ley, esse inimigo fará um poderoso ataque Rejeição do Chapéu: poderá jogar um chapéu que causa <color=#FFACFFFF>muito Dano Electro</color> por um tempo, e esse chapéu possui um <color=#FFD780FF>efeito interruptor forte</color>.",
                        "",
                        "",
                        ""
                    ],
                    "ruLevelMaxDescription": [
                        "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color=#FFD780FF>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.\\nНанесите определённое количество урона <color=#FFD780FF>шляпе, в которой прячется сущность</color>, чтобы разрушить её, заставить сущность явить себя, нанести ей огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color=#FFD780FF>Заряжен или Лунный заряд</color>. Урон, получаемый сущностью при разрушении шляпы, увеличивается в зависимости от количества <color=#80C0FFFF>Гидро</color> и <color=#FFACFFFF>Электро</color> урона, а также урона реакций <color=#FFD780FF>Заряжен или Лунный заряд</color>, полученного шляпой.",
                        "Из-за воздействия флуктуации артерий земли этот враг применяет мощную атаку Отторжения шляп: он постоянно бросается шляпами, которые наносят <color=#FFACFFFF>высокий Электро урон</color>, а также обладают <color=#FFD780FF>сильным эффектом прерывания</color>.",
                        "",
                        "",
                        ""
                    ],
                    "chsLevelMaxDescription": [
                        "战斗中，会创造多顶帽子，并将本体隐藏于其中一顶帽子下，随后快速变换帽子的位置。变换一定次数后，如果<color=#FFD780FF>本体所隐藏的帽子受到感电或月感电伤害</color>，则会使所有帽子位置的变换暂时停止。\\n对<color=#FFD780FF>本体所隐藏的帽子</color>造成一定伤害即可将所有帽子破坏，从而使本体现身，受到一次高额伤害，并陷入一段时间的虚弱状态；<color=#FFD780FF>感电或月感电反应</color>对帽子有着更高的破坏效率。帽子被破坏时本体所受到的伤害，会基于帽子受到<color=#80C0FFFF>水元素伤害</color>、<color=#FFACFFFF>雷元素伤害</color>、<color=#FFD780FF>感电或月感电伤害</color>而提高。",
                        "受到地脉紊乱的影响，该敌人会发动强力的「帽子拒绝」攻击：持续投掷能够造成<color=#FFACFFFF>高额雷元素伤害</color>的帽子，且帽子具有<color=#FFD780FF>强大打断效果</color>。",
                        "",
                        "",
                        ""
                    ],
                    "enLevelMinDescription": [
                        "During battle, the entity will create multiple hats and hide within one of them, then rapidly switch the positions of these hats. After a certain number of switches, if <color=#FFD780FF>the hat that conceals the entity takes Electro-Charged or Lunar-Charged damage</color>, the entity will temporarily halt all hat-swapping actions.",
                        "Deal a certain amount of DMG to <color=#FFD780FF>the hat concealing the entity</color> to break it, dealing a single instance of immense DMG to the entity and temporarily leaving it in a weakened state. <color=#FFD780FF>Electro-Charged or Lunar-Charged DMG</color> is more effective at breaking the hat, and will cause the entity to take higher DMG when the hat breaks.",
                        "Affected by the Ley Line disturbance, this enemy will attack by hurling a large number of hats that have <color=#FFD780FF>powerful interruption capabilities</color>.",
                        "",
                        ""
                    ],
                    "ptLevelMinDescription": [
                        "Durante a batalha, cria vários chapéus e esconde-se neles, para rapidamente trocar de posição com outro chapéu. Depois de mudar uma certa quantidade de vezes, se <color=#FFD780FF>o chapéu que está escondido for atingido por Dano de Eletricamente Carregado ou Carga Lunar</color>, faz a troca de posição de todos os chapéus parar temporariamente.",
                        "Causa uma certa quantidade de Dano <color=#FFD780FF>ao chapéu que a entidade está escondendo</color> para quebrá-lo, causando uma instância única de Dano imenso à entidade e deixando-a temporariamente enfraquecida. Dano de <color=#FFD780FF>Eletricamente Carregado ou Carga Lunar</color> é mais eficaz para quebrar o chapéu e fará com que a entidade receba mais Dano quando o chapéu for quebrado.",
                        "Devido à desordem das Linhas Ley, este inimigo lançará uma grande quantidade de chapéus como ataques, os quais possuem <color=#FFD780FF>fortes efeitos de interrupção</color>.",
                        "",
                        ""
                    ],
                    "ruLevelMinDescription": [
                        "В бою создаётся несколько шляп. Сущность прячется в одну из них, после чего шляпы быстро меняются местами. Если после определённого количества смены мест <color=#FFD780FF>шляпа, в которой спряталась сущность, получает урон от реакций Заряжен или Лунный заряд</color>, шляпы кратковременно перестают меняться местами.",
                        "Нанесите определённое количество урона <color=#FFD780FF>шляпе, в которой прячется сущность</color>, чтобы разрушить её, нанести сущности огромный однократный урон и привести её в ослабленное состояние. Против шляпы более эффективны реакции <color=#FFD780FF>Заряжен или Лунный заряд</color>. Из-за них сущность получит более высокий урон, когда волшебная шляпа разрушается.",
                        "Из-за воздействия флуктуации артерий земли этот враг атакует, бросаясь шляпами с <color=#FFD780FF>сильным эффектом прерывания</color>.",
                        "",
                        ""
                    ],
                    "chsLevelMinDescription": [
                        "战斗中，会创造多顶帽子并将本体隐藏其中，随后快速变换帽子的位置。变换一定次数后，如果<color=#FFD780FF>本体所隐藏的帽子受到感电或月感电伤害</color>，则会使所有帽子位置的变换暂时停止。",
                        "对<color=#FFD780FF>本体所隐藏的帽子</color>造成一定伤害即可将其破坏，从而使本体受到一次高额伤害，并陷入一段时间的虚弱状态；<color=#FFD780FF>感电或月感电伤害</color>对帽子有着更高的破坏效率，且将提升帽子被破坏时本体受到的伤害。",
                        "受到地脉紊乱的影响，该敌人会投掷大量具有<color=#FFD780FF>强大打断效果</color>的帽子进行攻击。",
                        "",
                        ""
                    ],
                    "enRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034} reactions<Color=#FFFFFF40> | </Color>Shields",
                        "",
                        ""
                    ],
                    "ptRecommendedLevelMechanic": [
                        "Reações {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Escudos",
                        "",
                        ""
                    ],
                    "ruRecommendedLevelMechanic": [
                        "Реакции {SPRITE_PRESET#11034}<Color=#FFFFFF40> | </Color>Щиты",
                        "",
                        ""
                    ],
                    "chsRecommendedLevelMechanic": [
                        "{SPRITE_PRESET#11034}元素反应<Color=#FFFFFF40> | </Color>护盾",
                        "",
                        ""
                    ]
                }
            ]
        }
    ],
    "enChallengeName": "Savage Onslaught",
    "ptChallengeName": "Campanha Feroz",
    "ruChallengeName": "Свирепое наступление",
    "chsChallengeName": "劲烈之役"
}